Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.NAMES.WALRUS_CAMP
source: Walrus Camp
vi: Trại hà mã

# STRINGS.NAMES.WALRUS_TUSK
source: Walrus Tusk
vi: Răng hà mã

# STRINGS.NAMES.WALRUSHAT
source: Tam o' Shanter
vi: Mũ nồi

# STRINGS.NAMES.LITTLE_WALRUS
source: Wee MacTusk
vi: Hà mã con

# STRINGS.NAMES.PUMPKIN_LANTERN
source: Pumpkin Lantern
vi: Đèn bí ngô

# STRINGS.NAMES.TALLBIRDNEST
source: Tallbird Nest
vi: Tổ chim Cao

# STRINGS.NAMES.TALLBIRDEGG
source: Tallbird Egg
vi: Trứng chim Cao

# STRINGS.NAMES.TALLBIRDEGG_CRACKED
source: Hatching Tallbird Egg
vi: Trứng chim Cao đang nở

# STRINGS.NAMES.TALLBIRDEGG_COOKED
source: Fried Tallbird Egg
vi: Trứng chim Cao rán

# STRINGS.NAMES.FEATHER_CROW
source: Jet Feather
vi: Lông chim Đen

# STRINGS.NAMES.FEATHER_ROBIN
source: Crimson Feather
vi: Lông chim Đỏ

# STRINGS.NAMES.FEATHER_ROBIN_WINTER
source: Azure Feather
vi: Lông chim Tuyết

# STRINGS.NAMES.BIRDTRAP
source: Bird Trap
vi: Bẫy chim

# STRINGS.NAMES.BLOWDART_SLEEP
source: Sleep Dart
vi: Tiêu thuốc mê

# STRINGS.NAMES.BLOWDART_FIRE
source: Fire Dart
vi: Tiêu lửa

# STRINGS.NAMES.BLOWDART_PIPE
source: Blow Dart
vi: Tiêu thổi

# STRINGS.NAMES.BEEMINE
source: Bee Mine
vi: Bẫy ong

# STRINGS.NAMES.BEEMINE_MAXWELL
source: Maxwell's Mosquito Trap
vi: Bẫy muỗi của Maxwell

# STRINGS.NAMES.BIRDCAGE
source: Birdcage
vi: Lồng chim

# STRINGS.NAMES.SPIDERQUEEN
source: Spider Queen
vi: Nhện Chúa

# STRINGS.NAMES.EARMUFFSHAT
source: Rabbit Earmuffs
vi: Mũ tai thỏ

# STRINGS.NAMES.WINTERHAT
source: Winter Hat
vi: Mũ len

# STRINGS.NAMES.HORN
source: Beefalo Horn
vi: Tù và trâu

# STRINGS.NAMES.ONEMANBAND
source: One-man Band
vi: Ban nhạc 1 người

# STRINGS.NAMES.STATUEHARP
source: Harp Statue
vi: Tượng đàn hạc

# STRINGS.NAMES.STATUEMAXWELL
source: Maxwell Statue
vi: Tượng Maxwell

# STRINGS.NAMES.MAXWELLLIGHT
source: Maxwell's Light
vi: Ánh sáng Maxwell

# STRINGS.NAMES.MAXWELLKEY
source: Shadow Key
vi: Chìa bóng đêm

# STRINGS.NAMES.TELEPORTATO_RING
source: Ring thing
vi: Vật nhẫn

# STRINGS.NAMES.TELEPORTATO_BOX
source: Box thing
vi: Vật hộp

# STRINGS.NAMES.TELEPORTATO_CRANK
source: Crank thing
vi: Vật quay

# STRINGS.NAMES.TELEPORTATO_POTATO
source: Metal potato thing
vi: Vật khoai tây sắt

# STRINGS.NAMES.TELEPORTATO_BASE
source: Wooden thing
vi: Vật gỗ

# STRINGS.NAMES.TELEPORTATO_CHECKMATE
source: Wooden thing
vi: Vật gỗ

# STRINGS.NAMES.TRINKET_1
source: Melty Marbles
vi: Cẩm thạch nóng chảy

# STRINGS.NAMES.TRINKET_2
source: Fake Kazoo
vi: Kèn giả!

# STRINGS.NAMES.TRINKET_3
source: Gord's Knot
vi: Móc dây của Gord!

# STRINGS.NAMES.TRINKET_4
source: Gnome
vi: Người lùn!

# STRINGS.NAMES.TRINKET_5
source: Tiny Rocketship
vi: Phi thuyền nhỏ!

# STRINGS.NAMES.TRINKET_6
source: Frazzled Wires
vi: Dây điện hỏng!

# STRINGS.NAMES.TRINKET_7
source: Ball and Cup
vi: Bóng & Cốc!

# STRINGS.NAMES.TRINKET_8
source: Hardened Rubber Bung
vi: Chốt nhựa bồn rửa!

# STRINGS.NAMES.TRINKET_9
source: Mismatched Buttons
vi: Khuy áo lệch!

# STRINGS.NAMES.TRINKET_10
source: Second-hand Dentures
vi: Răng giả đã dùng!

# STRINGS.NAMES.TRINKET_11
source: Lying Robot
vi: Rô bốt dối lừa!

# STRINGS.NAMES.TRINKET_12
source: Dessicated Tentacle
vi: Xúc tu đã mổ!

# STRINGS.NAMES.TRINKET_13
source: Gnomette
vi: Nữ người lùn!

# STRINGS.NAMES.TRINKET_14
source: Leaky Teacup
vi: Cốc chè hỏng!

# STRINGS.NAMES.TRINKET_15
source: White Bishop
vi: Quân tượng trắng!

# STRINGS.NAMES.TRINKET_16
source: Black Bishop
vi: Quân tượng đen1

# STRINGS.NAMES.TRINKET_17
source: Bent Spork
vi: Ngựa đồ chơi!

# STRINGS.NAMES.TRINKET_19
source: Unbalanced Top
vi: Con quay lỗi!

# STRINGS.NAMES.TRINKET_20
source: Back Scratcher
vi: Gậy gãi lưng!

# STRINGS.NAMES.TRINKET_21
source: Beaten Beater
vi: Máy xay hỏng!

# STRINGS.NAMES.TRINKET_22
source: Frayed Yarn
vi: Chỉ rối!

# STRINGS.NAMES.TRINKET_23
source: Shoe Horn
vi: Que xỏ giày!

# STRINGS.NAMES.TRINKET_24
source: Lucky Cat Jar
vi: Mèo may mắn!

# STRINGS.NAMES.TRINKET_25
source: Air Unfreshener
vi: Hương làm thối!

# STRINGS.NAMES.TRINKET_26
source: Potato Cup
vi: Cốc khoai tây!

# STRINGS.NAMES.TRINKET_27
source: Wire Hanger
vi: Mắc quần áo!

# STRINGS.NAMES.CARROT_PLANTED
source: Carrot
vi: Cà rốt

# STRINGS.NAMES.LEIF
source: Treeguard
vi: Thần Rừng

# STRINGS.NAMES.LEIF_SPARSE
source: Treeguard
vi: Thần Rừng

# STRINGS.NAMES.BUTTERFLYMUFFIN
source: Butter Muffin
vi: Bánh bơ

# STRINGS.NAMES.FROGGLEBUNWICH
source: Froggle Bunwich
vi: Bánh mì thịt ếch

# STRINGS.NAMES.HONEYHAM
source: Honey Ham
vi: Đùi lợn ướp mật

# STRINGS.NAMES.DRAGONPIE
source: Dragonpie
vi: Bánh rồng

# STRINGS.NAMES.TAFFY
source: Taffy
vi: Bánh kẹo

# STRINGS.NAMES.PUMPKINCOOKIE
source: Pumpkin Cookies
vi: Bánh bí ngô

# STRINGS.NAMES.KABOBS
source: Kabobs
vi: Thịt xiên

# STRINGS.NAMES.MANDRAKESOUP
source: Mandrake Soup
vi: Súp cây độc

# STRINGS.NAMES.BACONEGGS
source: Bacon and Eggs
vi: Ba chỉ và Trứng

# STRINGS.NAMES.BONESTEW
source: Meaty Stew
vi: Súp thịt

# STRINGS.NAMES.PEROGIES
source: Pierogi
vi: Sủi cảo

# STRINGS.NAMES.WETGOOP
source: Wet Goop
vi: Đống bầy nhầy

# STRINGS.NAMES.RATATOUILLE
source: Ratatouille
vi: Nộm rau

# STRINGS.NAMES.FRUITMEDLEY
source: Fruit Medley
vi: Hoa quả dầm

# STRINGS.NAMES.FISHTACOS
source: Fish Tacos
vi: Bánh kẹp cá

# STRINGS.NAMES.WAFFLES
source: Waffles
vi: Bánh quế

# STRINGS.NAMES.TURKEYDINNER
source: Turkey Dinner
vi: Bữa thịt gà

# STRINGS.NAMES.DRUMSTICK
source: Drumstick
vi: Đùi gà

# STRINGS.NAMES.DRUMSTICK_COOKED
source: Fried Drumstick
vi: Đùi gà rán

# STRINGS.NAMES.TENTACLESPOTS
source: Tentacle Spots
vi: Xúc tu đốm

# STRINGS.NAMES.PERD
source: Gobbler
vi: Gà tây

# STRINGS.NAMES.MINERHAT
source: Miner Hat
vi: Mũ thợ mỏ

# STRINGS.NAMES.FISHSTICKS
source: Fishsticks
vi: Chả cá

# STRINGS.NAMES.STUFFEDEGGPLANT
source: Stuffed Eggplant
vi: Cà tím nhồi

# STRINGS.NAMES.HONEYNUGGETS
source: Honey Nuggets
vi: Thịt viên mật ong

# STRINGS.NAMES.MEATBALLS
source: Meatballs
vi: Thịt viên

# STRINGS.NAMES.JAMMYPRESERVES
source: Fist Full of Jam
vi: Mứt hoa quả

# STRINGS.NAMES.MONSTERLASAGNA
source: Monster Lasagna
vi: Mì thịt quái vật

# STRINGS.NAMES.FLOWERSALAD
source: Flower Salad
vi: Salad hoa

# STRINGS.NAMES.ICECREAM
source: Ice Cream
vi: Kem

# STRINGS.NAMES.WATERMELONICLE
source: Melonsicle
vi: Kem dưa hấu

# STRINGS.NAMES.TRAILMIX
source: Trail Mix
vi: Hoa quả khô thập cẩm

# STRINGS.NAMES.HOTCHILI
source: Spicy Chili
vi: Súp thịt cay

# STRINGS.NAMES.GUACAMOLE
source: Guacamole
vi: Sầu riêng trộn

# STRINGS.NAMES.SPIDERHAT
source: Spiderhat
vi: Mũ nhện

# STRINGS.NAMES.WORMHOLE
source: Worm Hole
vi: Hố dịch chuyển

# STRINGS.NAMES.WORMHOLE_LIMITED_1
source: Sick Worm Hole
vi: Hố dịch chuyển Bệnh

# STRINGS.NAMES.WALL_WOOD_ITEM
source: Wood Wall
vi: Tường gỗ

# STRINGS.NAMES.WALL_STONE_ITEM
source: Stone Wall
vi: Tường đá

# STRINGS.NAMES.WALL_RUINS_ITEM
source: Thulecite Wall
vi: Tường Thulecite

# STRINGS.NAMES.WALL_HAY_ITEM
source: Hay Wall
vi: Tường rơm

# STRINGS.NAMES.WALL_WOOD
source: Wood Wall
vi: Tường gỗ

# STRINGS.NAMES.WALL_STONE
source: Stone Wall
vi: Tường đá

# STRINGS.NAMES.WALL_RUINS
source: Thulecite Wall
vi: Tường Thulecite

# STRINGS.NAMES.WALL_HAY
source: Hay Wall
vi: Tường rơm

# STRINGS.NAMES.ANIMAL_TRACK
source: Animal Track
vi: Dấu động vật

# STRINGS.NAMES.DIRTPILE
source: Suspicious Dirt Pile
vi: Đống đất khả nghi

# STRINGS.NAMES.KOALEFANT_SUMMER
source: Koalefant
vi: Voi

# STRINGS.NAMES.KOALEFANT_WINTER
source: Koalefant
vi: Voi

# STRINGS.NAMES.TRUNK_SUMMER
source: Koalefant Trunk
vi: Vòi voi

# STRINGS.NAMES.TRUNK_WINTER
source: Winter Koalefant Trunk
vi: Vòi voi mùa đông

# STRINGS.NAMES.TRUNK_COOKED
source: Koalefant Trunk Steak
vi: Vòi voi nướng

# STRINGS.NAMES.TRUNKVEST_SUMMER
source: Breezy Vest
vi: Áo khoác mát

# STRINGS.NAMES.TRUNKVEST_WINTER
source: Puffy Vest
vi: Áo khoác ấm

# STRINGS.NAMES.BUSHHAT
source: Bush Hat
vi: Mũ ngụy trang

# STRINGS.NAMES.CRAWLINGHORROR
source: Crawling Horror
vi: Ghê Rợn

# STRINGS.NAMES.TERRORBEAK
source: Terrorbeak
vi: Kinh Hãi

# STRINGS.NAMES.CRAWLINGNIGHTMARE
source: Crawling Nightmare
vi: Ghê Sợ

# STRINGS.NAMES.NIGHTMAREBEAK
source: Nightmarebeak
vi: Ác Mộng

# STRINGS.NAMES.NIGHTMAREFUEL
source: Nightmare Fuel
vi: Nhiên liệu Ác Mộng

# STRINGS.NAMES.NIGHTLIGHT
source: Night Light
vi: Đèn bóng đêm

# STRINGS.NAMES.NIGHTSWORD
source: Dark Sword
vi: Gươm bóng đêm

# STRINGS.NAMES.NIGHTSTICK
source: Morning Star
vi: Chùy gai

# STRINGS.NAMES.DEERCLOPS
source: Deerclops
vi: Hươu Khổng Lồ 1 Mắt

# STRINGS.NAMES.BLUEGEM
source: Blue Gem
vi: Ngọc Lam

# STRINGS.NAMES.ICESTAFF
source: Ice Staff
vi: Trượng băng

# STRINGS.NAMES.FIRESTAFF
source: Fire Staff
vi: Trượng lửa

# STRINGS.NAMES.TELESTAFF
source: Telelocator Staff
vi: Trượng dịch chuyển

# STRINGS.NAMES.TELEBASE
source: Telelocator Focus
vi: Điểm tập trung dịch chuyển

# STRINGS.NAMES.GEMSOCKET
source: Gem Stand
vi: Gác ngọc

# STRINGS.NAMES.ORANGESTAFF
source: The Lazy Explorer
vi: Kẻ du hành lười biếng

# STRINGS.NAMES.GREENSTAFF
source: Deconstruction Staff
vi: Trượng phân tách

# STRINGS.NAMES.YELLOWSTAFF
source: Star Caller's Staff
vi: Trượng tinh tú

# STRINGS.NAMES.ICEHOUND
source: Blue Hound
vi: Chim cánh cụt

# STRINGS.NAMES.DEERCLOPS_EYEBALL
source: Deerclops Eyeball
vi: Mắt hươu khổng lồ

# STRINGS.NAMES.GEARS
source: Gears
vi: Bánh răng

# STRINGS.NAMES.MAXWELLHEAD
source: Maxwell's Head
vi: Đầu Maxwell

# STRINGS.NAMES.DEADLYFEAST
source: Deadly Feast
vi: Bữa tối cuối cùng

# STRINGS.NAMES.SINKHOLE
source: Basalt
vi: Bazan

# STRINGS.NAMES.BASALT
source: Basalt
vi: Bâzn

# STRINGS.NAMES.BASALT_PILLAR
source: Basalt Pillar
vi: Cột đá Bazan

# STRINGS.NAMES.HOUNDMOUND
source: Hound Mound
vi: Hang chó

# STRINGS.NAMES.HOUNDBONE
source: Bones
vi: Xương

# STRINGS.NAMES.MERM
source: Merm
vi: Người cá

# STRINGS.NAMES.MERMHOUSE
source: Rundown House
vi: Nhà người cá

# STRINGS.NAMES.MARBLEPILLAR
source: Marble Pillar
vi: Cột cẩm thạch

# STRINGS.NAMES.MARBLETREE
source: Marble Tree
vi: Cây cẩm thạch

# STRINGS.NAMES.MARBLE
source: Marble
vi: Đá cẩm thạch

# STRINGS.NAMES.KNIGHT
source: Clockwork Knight
vi: Quân Mã

# STRINGS.NAMES.BISHOP
source: Clockwork Bishop
vi: Quân Tượng

# STRINGS.NAMES.ROOK
source: Clockwork Rook
vi: Quân Xe

# STRINGS.NAMES.MAXWELLPHONOGRAPH
source: Maxwell's Phonograph
vi: Máy điện đàm Maxwell

# STRINGS.NAMES.MAXWELLTHRONE
source: Nightmare Throne
vi: Ngai vàng bóng đêm

# STRINGS.NAMES.MAXWELLLOCK
source: Nightmare Lock
vi: Khóa ác mộng

# STRINGS.NAMES.TREASURECHEST_TRAP
source: Treasure Chest
vi: Rương báu vật

# STRINGS.NAMES.MEATRACK
source: Drying Rack
vi: Giá phơi

# STRINGS.NAMES.BANDAGE
source: Honey Poultice
vi: Thuốc mật ong

# STRINGS.NAMES.HEALINGSALVE
source: Healing Salve
vi: Thuôc hồi phục

# STRINGS.NAMES.CANE
source: Walking Cane
vi: Gậy đi bộ

# STRINGS.NAMES.LIGHTNING
source: Lightning
vi: Sét

# STRINGS.NAMES.LIGHTNING_ROD
source: Lightning Rod
vi: Cột thu lôi

# STRINGS.NAMES.DIVININGROD
source: Divining Rod
vi: Que bói

# STRINGS.NAMES.DIVININGRODBASE
source: Divining Rod Holder
vi: Phần giữ que bói

# STRINGS.NAMES.DIVININGRODSTART
source: Divining Rod Holder
vi: Phần giữ que bói

# STRINGS.NAMES.SLURTLE
source: Slurtle
vi: Cá Rùa

# STRINGS.NAMES.SLURTLESLIME
source: Slurtle Slime
vi: Nhớt cá rùa

# STRINGS.NAMES.SLURTLEHOLE
source: Slurtle Mound
vi: Ổ cá rùa

# STRINGS.NAMES.SLURTLEHAT
source: Shelmet
vi: Mũ mai rùa

# STRINGS.NAMES.SNURTLE
source: Snurtle
vi: Rùa ốc

# STRINGS.NAMES.SLURTLE_SHELLPIECES
source: Broken Shell
vi: Vỏ ốc vỡ

# STRINGS.NAMES.ARMORSNURTLESHELL
source: Snurtle Shell Armour
vi: Giáp mai rùa

# STRINGS.NAMES.MAGIC_BLUEPRINT
source: Blank Blueprint
vi: Bản thiết kế trắng

# STRINGS.NAMES.BLUEPRINT
source: Blueprint
vi: Bản thiết kế

# STRINGS.NAMES.BAT
source: Batilisk
vi: Dơi

# STRINGS.NAMES.TEAMLEADER
source: Team Leader
vi: Đội trưởng

# STRINGS.NAMES.BATWING
source: Batilisk Wing
vi: Cánh dơi

# STRINGS.NAMES.BATWING_COOKED
source: Cooked Batilisk Wing
vi: Cánh dơi nướng

# STRINGS.NAMES.GUANO
source: Guano
vi: Phân dơi

# STRINGS.NAMES.LANTERN
source: Lantern
vi: Đèn lồng

# STRINGS.NAMES.POWCAKE
source: Powdercake
vi: Bánh bông land

# STRINGS.NAMES.FLOWER_CAVE
source: Light Flower
vi: Hoa phát sáng

# STRINGS.NAMES.FLOWER_CAVE_DOUBLE
source: Light Flower
vi: Hoa phát sáng

# STRINGS.NAMES.FLOWER_CAVE_TRIPLE
source: Light Flower
vi: Hoa phát sáng

# STRINGS.NAMES.LIGHTBULB
source: Light Bulb
vi: Nụ hoa sáng

# STRINGS.NAMES.STALAGMITE
source: Stalagmite
vi: Thạch nhũ

# STRINGS.NAMES.SPIDERHOLE
source: Spilagmite
vi: Ổ nhện

# STRINGS.NAMES.EYEPLANT
source: Eye Plant
vi: Cây mắt

# STRINGS.NAMES.LUREPLANT
source: Meat Bulb
vi: Cây ăn thịt

# STRINGS.NAMES.LUREPLANTBULB
source: Fleshy Bulb
vi: Nụ hoa thịt

# STRINGS.NAMES.BATBAT
source: Bat Bat
vi: Chày cánh dơi

# STRINGS.NAMES.BATCAVE
source: Bat Cave
vi: Động dơi

# STRINGS.NAMES.CAVE_FERN
source: Fern
vi: Dương xỉ

# STRINGS.NAMES.FOLIAGE
source: Foliage
vi: Lá cây

# STRINGS.NAMES.CAVE_BANANA_TREE
source: Cave Banana Tree
vi: Cây chuối hang

# STRINGS.NAMES.CAVE_BANANA
source: Cave Banana
vi: Chuối hang

# STRINGS.NAMES.CAVE_BANANA_COOKED
source: Cooked Banana
vi: Chuối nướng

# STRINGS.NAMES.ROCKY
source: Rock Lobster
vi: Tôm hùm đá

# STRINGS.NAMES.MONKEY
source: Splumonkey
vi: Khỉ

# STRINGS.NAMES.MONKEYBARREL
source: Splumonkey Pod
vi: Tổ khỉ

# STRINGS.NAMES.SLURPER
source: Slurper
vi: Quái vật Slurper

# STRINGS.NAMES.STAFFLIGHT
source: Dwarf Star
vi: Tinh tú

# STRINGS.NAMES.RELIC
source: Relic
vi: Di vật

# STRINGS.NAMES.RUINS_RUBBLE
source: Broken Relic
vi: Di vật vỡ

# STRINGS.NAMES.MULTITOOL_AXE_PICKAXE
source: Pick/Axe
vi: Cuốc/Rìu

# STRINGS.NAMES.SLURPER_PELT
source: Slurper Pelt
vi: Lông Slurper

# STRINGS.NAMES.ARMORRUINS
source: Thulecite Suit
vi: Giáp Thulecite

# STRINGS.NAMES.ARMORSLURPER
source: Belt of Hunger
vi: Thắt lưng chống đói

# STRINGS.NAMES.RUINS_BAT
source: Thulecite Club
vi: Chày Thulecite

# STRINGS.NAMES.LICHEN
source: Cave Lichen
vi: Rêu hang động

# STRINGS.NAMES.CUTLICHEN
source: Lichen
vi: Rêu

# STRINGS.NAMES.NIGHTMARE_TIMEPIECE
source: Thulecite Medallion
vi: Huy chương Thulecite

# STRINGS.NAMES.BISHOP_NIGHTMARE
source: Damaged Bishop
vi: Quân Tượng hỏng

# STRINGS.NAMES.ROOK_NIGHTMARE
source: Damaged Rook
vi: Quân Xe hỏng

# STRINGS.NAMES.KNIGHT_NIGHTMARE
source: Damaged Knight
vi: Quân Mã hỏng

# STRINGS.NAMES.MINOTAUR
source: Ancient Guardian
vi: Hộ Vệ Cổ Đại

# STRINGS.NAMES.SPIDER_DROPPER
source: Dangling Depth Dweller
vi: Nhện lòng đất

# STRINGS.NAMES.NIGHTMARELIGHT
source: Nightmare Light
vi: Ánh sáng ác mộng

# STRINGS.NAMES.THULECITE_PIECES
source: Thulecite Fragments
vi: Mảnh Thulecite

# STRINGS.NAMES.RUINSHAT
source: Thulecite Crown
vi: Vương miện Thulecite

# STRINGS.NAMES.POTTEDFERN
source: Potted Fern
vi: Chậu dương xỉ

# STRINGS.NAMES.UNAGI
source: Unagi
vi: Lươn nướng

# STRINGS.NAMES.EEL
source: Eel
vi: Lươn

# STRINGS.NAMES.EEL_COOKED
source: Cooked Eel
vi: Lươn chín

# STRINGS.NAMES.EYETURRET
source: Houndius Shootius
vi: Tháp hộ vệ

# STRINGS.NAMES.EYETURRET_ITEM
source: Houndius Shootius
vi: Tháp hộ vệ

# STRINGS.NAMES.MINOTAURHORN
source: Guardian's Horn
vi: Sừng thần Hộ Vệ

# STRINGS.NAMES.POND_ALGAE
source: Algae
vi: Tảo

# STRINGS.NAMES.WORMLIGHT
source: Glow Berry
vi: Quả phát sáng

# STRINGS.NAMES.WORM_PLANT
source: Mysterious Plant
vi: Cây bí ẩn

# STRINGS.NAMES.WORM_DIRT
source: Dirt Mound
vi: Ổ đất

# STRINGS.NAMES.WORM
source: Depths Worm
vi: Giun đất

# STRINGS.NAMES.MOSQUITOSACK
source: Mosquito Sack
vi: Bao tử muỗi

# STRINGS.NAMES.LIVINGTREE
source: Totally Normal Tree
vi: Cây bình thường

# STRINGS.NAMES.WAXWELLJOURNAL
source: Codex Umbra
vi: Bóng đêm

# STRINGS.NAMES.ACCOMPLISHMENT_SHRINE
source: Accomploshrine
vi: Cúp vàng

# STRINGS.NAMES.NIL
source: Darkness
vi: Bóng đêm

# STRINGS.NAMES.DARKNESS
source: Darkness
vi: Bóng đêm

# STRINGS.NAMES.HUNGER
source: Starvation
vi: Đói

# STRINGS.NAMES.COLD
source: Freezing
vi: Rét

# STRINGS.NAMES.HOT
source: Overheating
vi: Nóng

# STRINGS.NAMES.SHENANIGANS
source: Shenanigans
vi: Mánh khóe

# STRINGS.NAMES.RESURRECTION_PENALTY
source: Resurrection Sickness
vi: Ốm hồi sinh

# STRINGS.NAMES.UNKNOWN
source: Unknown
vi: Không rõ

# STRINGS.NAMES.BEARGER
source: Bearger
vi: Gấu Hải Ly

# STRINGS.NAMES.BEARGER_FUR
source: Thick Fur
vi: Lông rậm

# STRINGS.NAMES.BIGFOOT
source: Biiigfoot
vi: Chân To

# STRINGS.NAMES.WATER
source: Short Circuit
vi: Chập mạch

# STRINGS.NAMES.RAIN
source: Short Circuit
vi: Chập mạch

# STRINGS.NAMES.SPEAR_WATHGRITHR
source: Battle Spear
vi: Giáo chiến

# STRINGS.NAMES.WATHGRITHRHAT
source: Battle Helm
vi: Mũ chiến

# STRINGS.NAMES.MOOSE1
source: Moose
vi: Hươu

# STRINGS.NAMES.MOOSE2
source: Goose
vi: Ngỗng

# STRINGS.NAMES.MOOSEEGG1
source: Moose Egg
vi: Trứng hươu

# STRINGS.NAMES.MOOSEEGG2
source: Goose Egg
vi: Trứng ngỗng

# STRINGS.NAMES.MOOSENEST1
source: Moose Nest
vi: Tổ hươu

# STRINGS.NAMES.MOOSENEST2
source: Goose Nest
vi: Tổ ngỗng

# STRINGS.NAMES.MOSSLING
source: Mosling
vi: Ngỗng con

# STRINGS.NAMES.GOOSE_FEATHER
source: Down Feather
vi: Lông ngỗng

# STRINGS.NAMES.BIRCHNUTDRAKE
source: Birchnutter
vi: Quái vật hạt phong

# STRINGS.NAMES.DECIDUOUSTREE
source: Birchnut Tree
vi: Cây phong

# STRINGS.NAMES.DECIDUOUS_ROOT
source: Birchnut Tree
vi: Cây phong

# STRINGS.NAMES.ACORN
source: Birchnut
vi: Hạt cây phong

# STRINGS.NAMES.ACORN_SAPLING
source: Birchnut Sapling
vi: Cây phong con

# STRINGS.NAMES.GLOMMERFLOWER
source: Glommer's Flower
vi: Hoa Glommer

# STRINGS.NAMES.GLOMMERWINGS
source: Glommer's Wings
vi: Cánh Glommer

# STRINGS.NAMES.GLOMMERFUEL
source: Glommer's Goop
vi: Chất nhày Glommer

# STRINGS.NAMES.STATUEGLOMMER
source: Glommer's Statue
vi: Tượng Glommer

# STRINGS.NAMES.CACTUS
source: Cactus
vi: Xương rồng

# STRINGS.NAMES.CACTUS_MEAT
source: Cactus Flesh
vi: Thịt xương rồng

# STRINGS.NAMES.CACTUS_FLOWER
source: Cactus Flower
vi: Hoa xương rồng

# STRINGS.NAMES.LIGHTNINGGOAT
source: Volt Goat
vi: Dê diện

# STRINGS.NAMES.GOATMILK
source: Electric Milk
vi: Sữa dê diện

# STRINGS.NAMES.BUZZARD
source: Buzzard
vi: Kền kền

# STRINGS.NAMES.DRAGONFLY
source: Dragonfly
vi: Chuồn chuồn

# STRINGS.NAMES.DRAGON_SCALES
source: Scales
vi: Vẩy

# STRINGS.NAMES.LAVASPIT
source: Dragonfly Saliva
vi: Nước dãi chuồn chuồn

# STRINGS.NAMES.RAINCOAT
source: Rain Coat
vi: Áo mưa

# STRINGS.NAMES.RAINHAT
source: Rain Hat
vi: Mũ chống mưa

# STRINGS.NAMES.GRASS_UMBRELLA
source: Pretty Parasol
vi: Ô đẹp

# STRINGS.NAMES.ICEHAT
source: Ice Cube
vi: Cục đá

# STRINGS.NAMES.MOLEHAT
source: Moggles
vi: Mũ chuột chũi

# STRINGS.NAMES.TRANSISTOR
source: Electrical Doodad
vi: Linh kiện điện

# STRINGS.NAMES.LIGHTNINGGOATHORN
source: Volt Goat Horn
vi: Sừng dê diện

# STRINGS.NAMES.MOLE_UNDERGROUND
source: Raised Dirt
vi: Đất nổi

# STRINGS.NAMES.MOLE_ABOVEGROUND
source: Moleworm
vi: Chuột chũi

# STRINGS.NAMES.MOLE
source: Moleworm
vi: Chuột chũi

# STRINGS.NAMES.MOLEHILL
source: Burrow
vi: Hang chuột chũi

# STRINGS.NAMES.BONESHARD
source: Bone Shards
vi: Mảnh xương

# STRINGS.NAMES.FERTILIZER
source: Bucket-o-poop
vi: Xô cứt

# STRINGS.NAMES.FIRESUPPRESSOR
source: Ice Flingomatic
vi: Máy bắn tuyết

# STRINGS.NAMES.CACTUS_MEAT_COOKED
source: Cooked Cactus Flesh
vi: Thịt xương rồng chính

# STRINGS.NAMES.ACORN_COOKED
source: Roasted Birchnut
vi: Hạt phong nướng

# STRINGS.NAMES.WEBBERSKULL
source: Webber's Skull
vi: Sọ webber

# STRINGS.NAMES.WATERMELON
source: Watermelon
vi: Dưa hấu

# STRINGS.NAMES.WATERMELON_COOKED
source: Grilled Watermelon
vi: Dưa hấu nướng

# STRINGS.NAMES.WATERMELONHAT
source: Fashion Melon
vi: Mũ quả dưa

# STRINGS.NAMES.CATCOONHAT
source: Cat Cap
vi: Mũ lông mèo

# STRINGS.NAMES.CATCOON
source: Catcoon
vi: Mèo

# STRINGS.NAMES.CATCOONDEN
source: Hollow Stump
vi: Gốc cây mèo ở

# STRINGS.NAMES.COONTAIL
source: Cat Tail
vi: Đuôi mèo

# STRINGS.NAMES.BELL
source: Old Bell
vi: Chuông cổ

# STRINGS.NAMES.WARG
source: Varg
vi: Sói Đen

# STRINGS.NAMES.BEARGERVEST
source: Hibearnation Vest
vi: Áo ngủ đông

# STRINGS.NAMES.ARMORDRAGONFLY
source: Scalemail
vi: Giáo vẩy

# STRINGS.NAMES.STAFF_TORNADO
source: Weather Pain
vi: Trượng thời tiết

# STRINGS.NAMES.TORNADO
source: Tornado
vi: Lốc xoáy

# STRINGS.NAMES.EYEBRELLAHAT
source: Eyebrella
vi: Ô 1 mắt

# STRINGS.NAMES.FEATHERFAN
source: Luxury Fan
vi: Quạt cao cấp

# STRINGS.ACTIONS.ATTUNE
source: Attune
vi: Điều chỉnh

# STRINGS.ACTIONS.TRAVEL
source: Travel
vi: Du hành

# STRINGS.ACTIONS.GNAW
source: Gnaw
vi: Nhai

# STRINGS.ACTIONS.READ
source: Read
vi: Đọc

# STRINGS.ACTIONS.MAKEBALLOON
source: Inflate
vi: Thổi bóng

# STRINGS.ACTIONS.SEW
source: Sew
vi: Khâu

# STRINGS.ACTIONS.GIVE.GENERIC
source: Give
vi: Cho

# STRINGS.ACTIONS.GIVE.NOTREADY
source: Place
vi: Đặt

# STRINGS.ACTIONS.GIVE.READY
source: Sacrifice
vi: Hy sinh

# STRINGS.ACTIONS.DROP.GENERIC
source: Drop
vi: Vứt

# STRINGS.ACTIONS.DROP.SETTRAP
source: Set Trap
vi: Đặt bẫy

# STRINGS.ACTIONS.DROP.SETMINE
source: Đặt mình
vi: Placer une mine

# STRINGS.ACTIONS.DROP.PLACELANTERN
source: Đặt
vi: Placer

# STRINGS.ACTIONS.BUILD
source: Build
vi: Chế tạo

# STRINGS.ACTIONS.PICK
source: Pick
vi: Nhặt

# STRINGS.ACTIONS.REPAIR
source: Repair
vi: Sửa

# STRINGS.ACTIONS.PICKUP
source: Pick up
vi: Nhặt lên

# STRINGS.ACTIONS.CHOP
source: Chop
vi: Chặt

# STRINGS.ACTIONS.FERTILIZE
source: Fertilize
vi: Bón phân

# STRINGS.ACTIONS.SMOTHER
source: Extinguish
vi: Dập lửa

# STRINGS.ACTIONS.MANUALEXTINGUISH
source: Extinguish
vi: Dập lửa

# STRINGS.ACTIONS.RANGEDSMOTHER
source: Extinguish
vi: Dập lửa

# STRINGS.ACTIONS.RANGEDLIGHT
source: Light
vi: Đốt

# STRINGS.ACTIONS.EAT
source: Eat
vi: Ăn

# STRINGS.ACTIONS.BAIT
source: Bait
vi: Mồi

# STRINGS.ACTIONS.COOK
source: Cook
vi: Nấu

# STRINGS.ACTIONS.ADDFUEL
source: Add Fuel
vi: Thêm nhiên liệu

# STRINGS.ACTIONS.ADDWETFUEL
source: Add Wet Fuel
vi: Thêm nhiên liệu ướt

# STRINGS.ACTIONS.LIGHT
source: Light
vi: Đốt

# STRINGS.ACTIONS.EXTINGUISH
source: Extinguish
vi: Dập lửa

# STRINGS.ACTIONS.LOOKAT
source: Examine
vi: Kiểm tra

# STRINGS.ACTIONS.TALKTO
source: Talk to
vi: Nói với

# STRINGS.ACTIONS.MINE
source: Mine
vi: Khai thác

# STRINGS.ACTIONS.ATTACK.GENERIC
source: Attack
vi: Đánh

# STRINGS.ACTIONS.ATTACK.SMASHABLE
source: Smash
vi: Đập

# STRINGS.ACTIONS.WALKTO
source: Walk To
vi: Đi tới

# STRINGS.ACTIONS.CHECKTRAP
source: Check
vi: Kiểm tra

# STRINGS.ACTIONS.CRAFT
source: Craft
vi: Chế tạo

# STRINGS.ACTIONS.PLANT
source: Plant
vi: Trồng

# STRINGS.ACTIONS.HARVEST
source: Harvest
vi: Thu hoạch

# STRINGS.ACTIONS.GOHOME
source: Go Home
vi: Về nhà

# STRINGS.ACTIONS.DIG
source: Dig
vi: Đào

# STRINGS.ACTIONS.SLEEPIN
source: Sleep
vi: Ngủ

# STRINGS.ACTIONS.EQUIP
source: Equip
vi: Trang bị

# STRINGS.ACTIONS.TERRAFORM
source: Dig
vi: Đào

# STRINGS.ACTIONS.UNEQUIP
source: Unequip
vi: Bỏ trang bị

# STRINGS.ACTIONS.RESEARCH
source: Research
vi: Nghiên cứu

# STRINGS.ACTIONS.SHAVE
source: Shave
vi: Cạo

# STRINGS.ACTIONS.DRY
source: Dry
vi: Phơi khô

# STRINGS.ACTIONS.STORE.GENERIC
source: Store
vi: Cất giữ

# STRINGS.ACTIONS.STORE.COOK
source: Cook
vi: Nấu

# STRINGS.ACTIONS.STORE.IMPRISON
source: Imprison
vi: Nhốt

# STRINGS.ACTIONS.RUMMAGE.GENERIC
source: Open
vi: Mở

# STRINGS.ACTIONS.RUMMAGE.CLOSE
source: Close
vi: Đóng

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE.GENERIC
source: Plant
vi: Trồng

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE.GROUNDTILE
source: Place Ground
vi: Đặt nền

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE.WALL
source: Build Wall
vi: Xây tường

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE.TURRET
source: Place
vi: Đặt

# STRINGS.ACTIONS.DEPLOY.GENERIC
source: Plant
vi: Trồng

# STRINGS.ACTIONS.DEPLOY.GROUNDTILE
source: Place Ground
vi: Đặt nền

# STRINGS.ACTIONS.DEPLOY.WALL
source: Build Wall
vi: Xây tường

# STRINGS.ACTIONS.DEPLOY.TURRET
source: Place
vi: Đặt

# STRINGS.ACTIONS.PLAY
source: Play
vi: Chơi

# STRINGS.ACTIONS.NET
source: Catch
vi: Bắt

# STRINGS.ACTIONS.CATCH
source: Catch
vi: Bắt

# STRINGS.ACTIONS.FISH
source: Fish
vi: Câu cá
