Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.PLANT
source: Light without fire. Unnatural.
vi: Ánh sáng mà không có lửa. Không tự nhiên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.DIRT
source: Does dirt normally move around?
vi: Có bụi bẩn thông thường di chuyển xung quanh?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.WORM
source: It's so furry!
vi: Nó rất có lông!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL
source: I don't like the look it's giving me!
vi: Tôi không thích nhìn nó đem lại cho tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL_COOKED
source: Fire improves everything.
vi: Lửa cải thiện mọi thứ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UNAGI
source: I cooked that.
vi: Tôi nấu đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET
source: I wish it lit stuff on fire.
vi: Tôi muốn nó sáng thứ trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET_ITEM
source: It's no good until I place it.
vi: Nó có thể không tốt cho đến khi tôi đặt nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURHORN
source: I wonder if these rings are an indication of age.
vi: Tôi tự hỏi nếu những vòng là một dấu hiệu của tuổi tác.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURCHEST
source: I want big horns like that!
vi: Tôi muốn sừng lớn như thế!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE_PIECES
source: This Thulecite crumbled to pieces.
vi: Thulecite này vỡ vụn thành từng mảnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND
source: This pond will definitely not ignite. How dull.
vi: ao này chắc chắn sẽ không bắt cháy. Làm thế nào ngu si đần độn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND_ALGAE
source: It must need a lot of water.
vi: Nó phải cần rất nhiều nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENSTAFF
source: It won't start a fire but I guess it's still useful.
vi: Nó sẽ không bắt đầu một đám cháy, nhưng tôi đoán nó vẫn còn hữu ích.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POTTEDFERN
source: I'd rather burn them.
vi: Tôi muốn ghi chúng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE
source: I don't think it would burn.
vi: Tôi không nghĩ rằng nó sẽ đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORRUINS
source: Not sure I want to wear this.
vi: Không chắc chắn tôi muốn mặc này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_BAT
source: This will keep the nasties at bay.
vi: Điều này sẽ giữ hung hãn sống tại vịnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINSHAT
source: It seems like there's something flowing through it.
vi: Nó có vẻ như có điều gì đó chảy qua nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Looks normal to me.
vi: Trông bình thường với tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's warning me.
vi: Nó cảnh báo tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The fuel is coming to life!
vi: Các nhiên liệu này ra đời!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's almost humming.
vi: Nó gần như ồn ào.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think it's turning off.
vi: Tôi nghĩ rằng nó tắt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: I guess it's nearly over.
vi: Tôi đoán đó là gần hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I don't think it's working.
vi: Tôi không nghĩ rằng nó làm việc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK_NIGHTMARE
source: It has a nasty smile.
vi: Nó có một nụ cười khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks pretty worn down.
vi: Nó trông khá mòn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAUR
source: Poor thing. Trapped in this maze.
vi: Tội nghiệp. Bị mắc kẹt trong mê cung này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_DROPPER
source: They come from above.
vi: Họ đến từ trên cao.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARELIGHT
source: Light without fire is unnatural.
vi: Ánh sáng mà không có lửa là không tự nhiên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENGEM
source: This one feels really light.
vi: Điều này thực sự cảm thấy ánh sáng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_RUBBLE
source: I could probably fix that up.
vi: Tôi có thể có thể khắc phục điều đó lên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's so useful!
vi: Nó rất hữu ích!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGESTAFF
source: It gives me a headache.
vi: Nó mang lại cho tôi đau đầu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWAMULET
source: It seems to absorb the darkness around it.
vi: Có vẻ như để hấp thụ bóng tối xung quanh nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENAMULET
source: I feel my mind open when I wear it.
vi: Tôi cảm thấy tâm trí cởi mở của tôi khi tôi mặc nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER
source: Do they have little fires in their bellies?
vi: Do họ có đám cháy nhỏ trong bụng?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER_PELT
source: Eeewwwww, it's still alive!
vi: Eeewwwww, nó vẫn còn sống!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEAMULET
source: It picks up my burning materials for me!
vi: Nó nhặt nguyên liệu đốt là của tôi cho tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWSTAFF
source: It's magical.
vi: Đó là huyền diệu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWGEM
source: It sparkles.
vi: Nó lấp lánh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEGEM
source: This one makes my fingers tingle.
vi: Điều này làm cho ngón tay của tôi râm ran.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.VALID
source: I can feel the magic!
vi: Tôi có thể cảm thấy sự kỳ diệu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.GEMS
source: It needs something more.
vi: Nó cần một cái gì đó nhiều hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.VALID
source: I wonder how they hover?
vi: Tôi tự hỏi làm thế nào họ di chuột?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.GEMS
source: It's so empty!
vi: Thật là trống rỗng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFFLIGHT
source: It's so beautiful!
vi: Nó thật đẹp!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4
source: I can use the hat like a cauldron!
vi: Tôi có thể sử dụng chiếc mũ giống như một cái vạc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTER
source: It's my lucky lighter!
vi: Đó là may mắn của tôi nhẹ hơn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Oooo! An afterlife intercom.
vi: Oooo! Một thế giới bên kia liên lạc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: The dead can't get through here.
vi: Người chết không thể có được thông qua ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: The dead can't get through here.
vi: Người chết không thể có được thông qua ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_STATUE
source: Drat, won't burn.
vi: Drat, sẽ không cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LICHEN
source: A crusty plant
vi: Một nhà máy quạu

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLICHEN
source: Blah, tastes like sawdust.
vi: Blah, vị như mùn cưa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA
source: Bananas!
vi: Chuối!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_TREE
source: Looks burnable!
vi: Trông cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKY
source: We don't have much in common.
vi: Chúng tôi không có nhiều điểm chung.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEAMULET
source: Boo to this.
vi: Boo này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEAMULET
source: Has science gone too far?
vi: Đã khoa học đã đi quá xa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESTAFF
source: It's quite a rush to use.
vi: Nó hoàn toàn là một cuộc chạy đua để sử dụng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINERHAT
source: It's not real fire, but it's still pretty fun.
vi: Đó không phải là lửa thật, nhưng nó vẫn còn khá vui vẻ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEY
source: Joke's on you! I can burn this poo.
vi: Joke là vào bạn! Tôi có thể ghi poo này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEYBARREL
source: What a wonderfully flammable home.
vi: Thật là một cách tuyệt vời dễ cháy nhà.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDSTOOTH
source: It's sharp. I like it!
vi: Đó là sắc nét. Tôi thích nó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSNURTLESHELL
source: Less defense! More offense!
vi: Ít quốc phòng! Nhiều hành vi phạm tội!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAT
source: Cute little guy!
vi: Nhỏ dễ thương chàng trai!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATBAT
source: I can hit my enemies with it.
vi: Tôi có thể đánh kẻ thù của tôi với nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING
source: Yuck!
vi: Kinh quá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING_COOKED
source: Yuck!
vi: Kinh quá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_FURRY
source: It's too frilly.
vi: Nó quá xếp nếp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUNNYMAN
source: Ugh. They look so stupid.
vi: Ugh. Họ trông rất ngu ngốc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE
source: It's burning inside.
vi: Nó đang cháy bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's burning inside.
vi: Nó đang cháy bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's burning inside.
vi: Nó đang cháy bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUANO
source: It burns like normal poop.
vi: Nó đốt cháy như phân của bình thường.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LANTERN
source: Fire is not meant to be contained like this!
vi: Lửa không có nghĩa là để được chứa như thế này!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTBULB
source: Bright!
vi: Sáng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANRABBIT_TAIL
source: I won that argument.
vi: Tôi giành được tranh luận đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_TALL
source: Gross. This tree is sick all over.
vi: Tổng. Cây này là bệnh khắp nơi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_MEDIUM
source: Gross. It smells like leprechaun butt
vi: Tổng. Nó có mùi giống như yêu tinh mông

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_SMALL
source: Gross. It's all mushroomy.
vi: Tổng. Đó là tất cả mushroomy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE
source: Ugh. Stupid rabbits.
vi: Ugh. thỏ ngu ngốc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE
source: I want to blow it up!
vi: Tôi muốn để thổi nó lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE_SHELLPIECES
source: Heh. It broke.
vi: Heh. Nó đã phá vỡ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHAT
source: It fits my head.
vi: Nó phù hợp với người đứng đầu của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHOLE
source: I should burn them out.
vi: Tôi nên ghi chúng ra.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLESLIME
source: I love this stuff!
vi: Tôi yêu công cụ này!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_HIDER
source: What a frustrating jerk!
vi: Thật là một thằng ngốc bực bội!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_SPITTER
source: Get over here!
vi: Nhận hơn ở đây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHOLE
source: It's full of spiders.
vi: Đó là đầy đủ của nhện.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE
source: Rocks are boring.
vi: Rocks là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_FULL
source: Rocks are boring.
vi: Rocks là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_LOW
source: Rocks are boring.
vi: Rocks là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_MED
source: Rocks are boring.
vi: Rocks là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL
source: More boring rocks.
vi: đá nhiều nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_FULL
source: More boring rocks.
vi: đá nhiều nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_LOW
source: More boring rocks.
vi: đá nhiều nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_MED
source: More boring rocks.
vi: đá nhiều nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CARPETFLOOR
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CHECKERFLOOR
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_DIRT
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FOREST
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_GRASS
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MARSH
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROAD
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROCKY
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SAVANNA
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_WOODFLOOR
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CAVE
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FUNGUS
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SINKHOLE
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_UNDERROCK
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MUD
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURKEYDINNER
source: A feast of burned bird!
vi: Một bữa cơm của gia cầm bị đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWIGS
source: A bunch of small twigs. Good for fires, among other things.
vi: Một loạt các cành cây nhỏ. Tốt cho đám cháy, trong số những thứ khác.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POWCAKE
source: I wonder if it is flammable.
vi: Tôi tự hỏi nếu nó là chất dễ cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Who plugged that hole?
vi: Ai cắm lỗ mà?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I hope there's lava down there somewhere.
vi: Tôi hy vọng có dung nham xuống một nơi nào đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_EXIT
source: It's dark and stuffy down here.
vi: Nhưng tối và ngột ngạt xuống đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLPHONOGRAPH
source: I like more exciting music.
vi: Tôi thích âm nhạc thú vị hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGUARD
source: I like his attitude!
vi: Tôi thích thái độ của mình!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOOMERANG
source: It's not the most exciting weapon.
vi: Đây không phải là vũ khí thú vị nhất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADVENTURE_PORTAL
source: Maybe that leads home.
vi: Có lẽ đó dẫn về nhà.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AMULET
source: I'm invincible! Well, maybe not. But it feels good.
vi: Tôi bất khả chiến bại! Vâng, có thể không. Nhưng nó cảm thấy tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANIMAL_TRACK
source: It leads to my new friend.
vi: Nó dẫn đến người bạn mới của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORGRASS
source: A waste of flammable materials.
vi: Một sự lãng phí vật liệu dễ cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORMARBLE
source: If I have to fight I might as well be protected.
vi: Nếu tôi phải chiến đấu tôi cũng có thể được bảo vệ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORWOOD
source: Now I can take on the world!
vi: Bây giờ tôi có thể mất trên thế giới!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SANITY
source: Like being wrapped in smoke.
vi: Giống như được bọc trong khói.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.GENERIC
source: Leftovers from a fire. I wish it was still here.
vi: Thức ăn thừa từ một đám cháy. Tôi muốn nó là vẫn còn ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
vi: Các eyebone được tiêu thụ bởi các đám cháy khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_THINGIE
source: I wish this thing was still burning, whatever it was.
vi: Tôi muốn điều này vẫn còn cháy, bất cứ điều gì nó được.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AXE
source: It's very sharp.
vi: Nó rất sắc nét.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.GENERIC
source: Even the babies are ugly.
vi: Ngay cả những đứa trẻ là xấu xí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.SLEEPING
source: WAKE UP!
vi: THỨC DẬY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACKPACK
source: I could fit like a million lighters in here.
vi: Tôi có thể phù hợp như một triệu bật lửa ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACONEGGS
source: The yellow mucousy part is gross but the bacon is great!
vi: Phần mucousy vàng là tổng nhưng thịt xông khói là tuyệt vời!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BANDAGE
source: Eww, do I have to?
vi: Eww, tôi phải làm thế?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASALT
source: It's too hard to break!
vi: Nó quá khó để phá vỡ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARDHAIR
source: Uh, where did this come from?
vi: Uh, nơi đã làm điều này đến từ đâu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_STRAW
source: Musty.
vi: Meo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.GENERIC
source: It's fat, but that stinger looks dangerous.
vi: Đó là chất béo, nhưng stinger trông nguy hiểm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.HELD
source: Pocket full of bees!
vi: Pocket đầy ong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.GENERIC
source: Come on fat bees, make me honey!
vi: Thôi ong chất béo, làm cho tôi yêu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.READY
source: Yay! I can steal honey!
vi: Yay! Tôi có thể ăn cắp mật ong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.FOLLOWER
source: Er, are you following me?
vi: Er, bạn đang đi theo tôi?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.GENERIC
source: What a disgusting, hairy beast!
vi: Thật là một kinh tởm, con thú lông!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.NAKED
source: Ha! He's all naked now!
vi: Ha! Anh là tất cả trần truồng bây giờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.SLEEPING
source: They look even dumber when they're sleeping.
vi: Họ trông ngớ ngẩn hơn khi họ đang ngủ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOHAT
source: I've taken his hair and put it on my own!
vi: Tôi đã lấy tóc của mình và đặt nó trên của riêng tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOWOOL
source: Ha! I stole his hair!
vi: Ha! Tôi trộm tóc của mình!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHIVE
source: It's full of bees!
vi: Nó chứa đầy ong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE
source: Bees inside. Should've put some fire in there for good measure.
vi: Ong bên trong. Nên đã đặt một số đám cháy trong đó cho biện pháp tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE_MAXWELL
source: Mosquitos inside. They don't sound happy.
vi: Mosquitos bên trong. Họ không có vẻ hạnh phúc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHAT
source: This will keep the pokeys off of me.
vi: Điều này sẽ giữ cho pokeys tắt của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES
source: Red berries taste the best.
vi: quả mọng đỏ hương vị tốt nhất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES_COOKED
source: Red berries with fire somehow taste even better.
vi: quả mọng đỏ lửa bằng cách nào đó nếm thậm chí tốt hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.BARREN
source: Eat poop, stupid plant!
vi: Ăn poop, nhà máy ngu ngốc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.GENERIC
source: Mmmmm. Berries.
vi: Mmmmm. Các loại quả mọng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.PICKED
source: I want more berries!
vi: Tôi muốn nhiều hơn quả!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.GENERIC
source: Bird prison!
vi: nhà tù chim!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.OCCUPIED
source: Ha! I have you now!
vi: Ha! Tôi có bạn bây giờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.SLEEPING
source: Stupid bird. Wake up!
vi: chim ngu ngốc. Thức dậy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDTRAP
source: I'll catch those creepy birds.
vi: Tôi sẽ bắt những con chim đáng sợ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG
source: It smells like a bird's butt.
vi: Nó có mùi giống như mông của một con chim.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG_COOKED
source: Yuck. The yellow part is all runny.
vi: Kinh quá. Phần màu vàng là tất cả chảy nước mũi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP
source: It's a bishop!
vi: Đó là một giám mục!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FIRE
source: This is my favourite thing in the whole wide world.
vi: Đây là điều yêu thích của tôi trong thế giới rộng lớn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_SLEEP
source: The tranquilizer will make it easier to light on fire.
vi: Các thuốc an thần sẽ làm cho nó dễ dàng hơn để ánh sáng trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_PIPE
source: Good practice for blowing into a fire.
vi: Thói quen tốt cho thổi vào ngọn lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEGEM
source: Ugh. This one is ugly.
vi: Ugh. Điều này là xấu xí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEPRINT
source: This will save some experimentation.
vi: Điều này sẽ tiết kiệm được một số thử nghiệm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP
source: It smells like a gym sock!
vi: Nó có mùi giống như một chiếc vớ phòng tập thể dục!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP_COOKED
source: I changed it with fire!
vi: Tôi đã thay đổi nó với lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Dumb mushroom.
vi: nấm câm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Hey! You! Get up here!
vi: Chào! Bạn! Lên đây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Maybe it will return some day.
vi: Có lẽ nó sẽ trở lại một ngày.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOARDS
source: Boards. They'll burn, same as other wood.
vi: Ban. Họ sẽ đốt cháy, giống như gỗ khác.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BONESTEW
source: Just add fire to food and voila!
vi: Chỉ cần thêm lửa để thức ăn và thì đấy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUGNET
source: I can catch a bug!
vi: Tôi có thể bắt lỗi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSHHAT
source: Too passive!
vi: Quá thụ động!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTER
source: Tasty, and just a little bit insecty
vi: Tasty, và chỉ cần một chút ít insecty

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.GENERIC
source: Flutter away, butterfly!
vi: Chập chờn đi, bướm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.HELD
source: I want to squish it.
vi: Tôi muốn squish nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYMUFFIN
source: Heehee, look at that butterfly stuck in the muffin.
vi: Heehee, nhìn vào đó bướm bị mắc kẹt trong bánh xốp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYWINGS
source: No more flying for that butterfly!
vi: Không bay bướm mà!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.EMBERS
source: Uh oh. It's almost gone!
vi: Uh oh. Nó gần như biến mất!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.GENERIC
source: I like fire.
vi: Tôi thích lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.HIGH
source: BURN! BURN FASTER!
vi: ĐỐT CHÁY! GHI FASTER!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.LOW
source: This fire is small and boring.
vi: lửa này là nhỏ và nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.NORMAL
source: Burn!
vi: Đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.OUT
source: Awww. It's all over.
vi: Awww. Thế là xong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANE
source: I can walk more easily with this!
vi: Tôi có thể đi bộ dễ dàng hơn với điều này!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
vi: Kinh quá. Đó là tất cả vegetabley.
