Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERWINGS
source: Ohh, look what goober left for me.
vi: Ohh, hãy nhìn những gì Goober để lại cho tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFUEL
source: This slop could be useful.
vi: slop Điều này có thể hữu ích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BELL
source: I prefer the ring of blades clashing.
vi: Tôi thích chiếc nhẫn của lưỡi đụng độ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STATUEGLOMMER.GENERIC
source: A curious homage to the gods.
vi: Một sự trân trọng tò mò với các vị thần.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STATUEGLOMMER.EMPTY
source: That wasn't very respectful of me.
vi: Đó không phải là rất tôn trọng tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEBBERSKULL
source: He fought with boldness, but his burial will not be that of a viking.
vi: Ông đã chiến đấu với sự táo bạo, nhưng chôn cất của mình sẽ không thể là của một ông vua.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORMLIGHT
source: Glowing treasure, I can't resist!
vi: Glowing kho báu, tôi không thể cưỡng lại!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORM.PLANT
source: I smell a trap.
vi: Tôi ngửi thấy một cái bẫy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORM.DIRT
source: What's under that dirt?
vi: Có gì dưới đất đó?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORM.WORM
source: A snake beast from the depths!
vi: Một con rắn con thú từ sâu thẳm!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.HELD
source: A friend for my pocket.
vi: Một người bạn cho túi của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.UNDERGROUND
source: Who's under there?
vi: Ai đang ở dưới đó?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.ABOVEGROUND
source: He digs without abandon.
vi: Ông khai quật mà không từ bỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOLEHILL
source: Something lives down there.
vi: Một cái gì đó sống ở dưới đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOLEHAT
source: I use every part of the animal.
vi: Tôi sử dụng tất cả các phần của con vật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EEL
source: Delicious slimy snake fish.
vi: Delicious nhớt cá rắn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EEL_COOKED
source: Hot eel!
vi: lươn nóng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.UNAGI
source: No need for food to be so fancy.
vi: Không có nhu cầu thực phẩm để được như vậy ưa thích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EYETURRET
source: The eye of the laser god stares at me.
vi: Con mắt của thần tia laser nhìn chằm chằm vào tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EYETURRET_ITEM
source: An ancient eyeball of protection!
vi: Một nhãn cầu cổ của bảo vệ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAURHORN
source: Can I add this to my helmet?
vi: Tôi có thể thêm này để mũ bảo hiểm của tôi không?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAURCHEST
source: The conquest chest!
vi: Ngực chinh phục!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.THULECITE_PIECES
source: Looks like shiny popped corn.
vi: Hình như ngô xuất hiện sáng bóng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POND_ALGAE
source: An ancient flora.
vi: Một hệ thực vật cổ xưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREENSTAFF
source: Twirly green power.
vi: Twirly năng lượng xanh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POTTEDFERN
source: What am I supposed to do with this?
vi: Tôi phải làm gì với điều này?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.THULECITE
source: A strength of this material is gargantuan!
vi: Một thế mạnh của vật liệu này là khổng lồ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORRUINS
source: Armour fit for Odin himself!
vi: Armour phù hợp cho Odin mình!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINS_BAT
source: A warrior wand!
vi: Một chiến binh đũa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINSHAT
source: A crown, that fights!
vi: Một vương miện, mà chiến đấu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Nothing stirs.
vi: Không có gì khuấy động.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's starting...
vi: Nó bắt đầu ...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The magic is heightening!
vi: Sự kỳ diệu được nâng cao!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The magic holds steady power.
vi: Sự kỳ diệu nắm giữ quyền lực ổn định.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's starting to retreat!
vi: Nó bắt đầu rút lui!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Barely any magic remains.
vi: Hầu như bất kỳ phép thuật vẫn còn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The magic slumbers far from here.
vi: Sự kỳ diệu slumbers xa từ đây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BISHOP_NIGHTMARE
source: Watch for his blasts!
vi: Quan sát các vụ nổ của mình!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROOK_NIGHTMARE
source: You don't frighten me!
vi: Bạn không tôi sợ hãi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KNIGHT_NIGHTMARE
source: I don't think I'd ride that horse.
vi: Tôi không nghĩ rằng tôi muốn đi xe ngựa đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAUR
source: What wonders! Let's duel.
vi: Có gì thắc mắc! Hãy đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_DROPPER
source: You are so sneaky!
vi: Bạn rất lén lút!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARELIGHT
source: It harnesses the dark powers from beneath.
vi: Nó khai thác sức mạnh bóng tối từ bên dưới.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTSTICK
source: A weapon worthy of Thor.
vi: Một vũ khí đáng Thor.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREENGEM
source: An emerald stone.
vi: Một viên đá ngọc lục bảo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUINS_RUBBLE
source: It's days are not done.
vi: Đó là ngày không được thực hiện.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A warrior tool!
vi: Một công cụ chiến binh!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ORANGESTAFF
source: The staff of magic movement.
vi: Các nhân viên của phong trào ma thuật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWAMULET
source: A star captured in an amulet.
vi: Một ngôi sao bị bắt trong một bùa hộ mệnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREENAMULET
source: Enhanced emerald crafting skills!
vi: Tăng cường kỹ năng ngọc crafting!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURPERPELT
source: I do love furs.
vi: Tôi làm lông thú tình yêu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURPER
source: Fur foe thinks she's a hat!
vi: Fur kẻ thù nghĩ rằng cô ấy là một chiếc mũ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURPER_PELT
source: I do love furs.
vi: Tôi làm lông thú tình yêu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSLURPER
source: She ebbs my hunger. Good fur.
vi: Cô lên khi xuống đói của tôi. Tốt lông.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ORANGEAMULET
source: Gathering has never been so easy.
vi: Gathering chưa bao giờ được dễ dàng như vậy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWSTAFF
source: It summons stars!
vi: Nó triệu hồi sao!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWGEM
source: A yellow beaut.
vi: Một beaut vàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ORANGEGEM
source: A stone of orange.
vi: Một hòn đá màu da cam.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEBASE.VALID
source: It will harness my awesome speed.
vi: Nó sẽ khai thác tốc độ tuyệt vời của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEBASE.GEMS
source: It requires purple gems.
vi: Nó đòi hỏi đá quý màu tím.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GEMSOCKET.GEMS
source: It lacks its gem.
vi: Nó thiếu đá quý của nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STAFFLIGHT
source: Behold! A gift from Wotan!
vi: Kìa! Một món quà từ Wotan!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_ALTAR
source: This crafts better be good.
vi: hàng thủ công này tốt hơn là tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This one is not in working order.
vi: Điều này không phải là để làm việc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_STATUE
source: Treasure with mysterious aura.
vi: Treasure với hào quang bí ẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LICHEN
source: Sky blue nonsense plant.
vi: Sky cây vô nghĩa màu xanh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTLICHEN
source: I picked it. But I won't eat it.
vi: Tôi nhặt nó. Nhưng tôi sẽ không ăn nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA
source: Monkey food.
vi: thực phẩm Monkey.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed monkey food.
vi: Ấm thức ăn khỉ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA_TREE
source: A flimsy monkey tree.
vi: Một cây con khỉ mỏng manh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCKY
source: He may be a worthy combat comrade.
vi: Ông có thể là một chiến đấu đồng chí xứng đáng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
vi: Tôi không thể có được một đọc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.N
source: North
vi: Bắc

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.S
source: South
vi: miền Nam

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.E
source: East
vi: Đông

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.W
source: West
vi: hướng Tây

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.NE
source: Northeast
vi: đông bắc

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.SE
source: Southeast
vi: Đông Nam

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.NW
source: Northwest
vi: Tây Bắc

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.SW
source: Southwest
vi: Tây nam

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDSTOOTH
source: A token of my conquest.
vi: Một dấu hiệu của cuộc chinh phục của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSNURTLESHELL
source: A shield of sorts.
vi: Một lá chắn của các loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAT
source: Dark winged meat.
vi: Tối thịt cánh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BATBAT
source: Wing spear!
vi: Wing giáo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BATWING
source: Like the wings of my helm, only meatier.
vi: Giống như đôi cánh của trí lãnh đạo của tôi, chỉ meatier.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BATWING_COOKED
source: Cooked dark wing.
vi: Nấu cánh tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEDROLL_FURRY
source: A luxury fur bed!
vi: Một chiếc giường lông thú sang trọng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUNNYMAN
source: I want to eat you.
vi: Tôi muốn ăn bạn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_CAVE
source: And it lit up the night, upon the darkest hour.
vi: Và nó sáng lên trong đêm, khi những giờ đen tối nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_CAVE_DOUBLE
source: And it lit up the night, upon the darkest hour.
vi: Và nó sáng lên trong đêm, khi những giờ đen tối nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_CAVE_TRIPLE
source: And it lit up the night, upon the darkest hour.
vi: Và nó sáng lên trong đêm, khi những giờ đen tối nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GUANO
source: Hmm, dark wing turds.
vi: Hmm, turds cánh tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LANTERN
source: A lantern for the darkness.
vi: Một chiếc đèn lồng cho bóng tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANRABBIT_TAIL
source: Can I put it in my hair?
vi: Tôi có thể đặt nó trên tóc của tôi?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_TALL
source: What is this magic?
vi: ma thuật này là gì?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_MEDIUM
source: I do like its glow.
vi: Tôi làm như ánh sáng của nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_SMALL
source: I don't care for mushrooms.
vi: Tôi không quan tâm cho nấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOUSE.GENERIC
source: What am I to do with a carrot that big?
vi: Những gì tôi làm với một củ cà rốt là lớn?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOUSE.BURNT
source: Good riddance giant carrot.
vi: Tốt sự tự do cà rốt khổng lồ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLE
source: You are angel. Of nasty.
vi: Bạn là thiên thần. Trong khó chịu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLE_SHELLPIECES
source: They're smashed up good.
vi: Họ đang đập lên tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLEHAT
source: A new battle helm for my collection!
vi: Một trận chiến helm mới cho bộ sưu tập của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLEHOLE
source: Not where I'd choose to hang my helm.
vi: Không nơi tôi chọn để treo helm của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLESLIME
source: Yes. Slime.
vi: Vâng. Slime.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNURTLE
source: I like his helmet.
vi: Tôi thích đội mũ bảo hiểm của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_HIDER
source: I'll smash you!
vi: Tôi sẽ đập bạn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_SPITTER
source: This one's fiesty.
vi: Này của fiesty một.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERHOLE
source: Webbing, never a good sign.
vi: Webbing, không bao giờ là một dấu hiệu tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE
source: Cave boulder.
vi: Cave tảng đá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_FULL
source: Cave boulder.
vi: Cave tảng đá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_LOW
source: Cave boulder.
vi: Cave tảng đá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_MED
source: Cave boulder.
vi: Cave tảng đá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_TALL
source: A pointy rock of sorts.
vi: Một tảng đá nhọn các loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_TALL_FULL
source: A pointy rock of sorts.
vi: Một tảng đá nhọn các loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_TALL_LOW
source: A pointy rock of sorts.
vi: Một tảng đá nhọn các loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_TALL_MED
source: A pointy rock of sorts.
vi: Một tảng đá nhọn các loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CARPETFLOOR
source: It soaks up the blood of battle.
vi: Nó thấm máu của trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CHECKERFLOOR
source: Fancy floor.
vi: sàn Fancy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_DIRT
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FOREST
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_GRASS
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_MARSH
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_ROAD
source: The road to battle leads wherever I choose.
vi: Con đường đến trận chiến dẫn bất cứ nơi nào tôi chọn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_ROCKY
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SAVANNA
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_WOODFLOOR
source: Wooden flooring, a fine surface for mortal combat.
vi: sàn gỗ, bề mặt mịn để chiến đấu sinh tử.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CAVE
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FUNGUS
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SINKHOLE
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_UNDERROCK
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_MUD
source: A piece of the battlefield.
vi: Một mảnh của chiến trường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POWCAKE
source: What in the name of the unicorn is this?
vi: Có gì trong tên của con kỳ lân này là?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: What treasures lie beneath?
vi: Những kho báu nằm dưới?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE.OPEN
source: To the underworld!
vi: Để thế giới ngầm!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_EXIT
source: Back to open skies!
vi: Trở lại để mở bầu trời!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLPHONOGRAPH
source: A mechanical songstress.
vi: Một nữ ca sĩ cơ khí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOOMERANG
source: For flinging at foes!
vi: Đối ném vào kẻ thù!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGGUARD
source: He's battle ready, I can tell.
vi: Anh ấy là trận chiến đã sẵn sàng, tôi có thể nói.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL
source: A lady ghost.
vi: Một phụ nữ ma.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ADVENTURE_PORTAL
source: Adventure is calling.
vi: Phiêu lưu này được gọi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.AMULET
source: It's red, and a fighter. Just like me!
vi: Đó là màu đỏ, và một máy bay chiến đấu. Giống như tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANIMAL_TRACK
source: Oh! I love a good hunt.
vi: Oh! Tôi yêu một săn tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORGRASS
source: Grass protection. That's not going to last long.
vi: bảo vệ cỏ. Điều đó sẽ không kéo dài lâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORMARBLE
source: Near impenetrable!
vi: Gần bất khả xâm phạm!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORWOOD
source: A borrowed tree vest.
vi: Một cây mượn vest.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_SANITY
source: Strong, but I find my mind wanders...
vi: Mạnh mẽ, nhưng tôi thấy tâm trí của tôi đi lang thang ...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASH.GENERIC
source: The flames' remains.
vi: còn lại những ngọn lửa '.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower must remain in its home world.
vi: Các hoa vẫn phải ở trong thế giới nhà của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone could not pass to this world.
vi: Các eyebone không thể vượt qua để thế giới này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_THINGIE
source: It's burnt. Gone.
vi: Nó đốt cháy. Không còn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.AXE
source: To chop and destroy!
vi: Để cắt và tiêu diệt!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BABYBEEFALO
source: Mini beastie.
vi: beastie Mini.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BACKPACK
source: A portable armoury.
vi: Một kho vũ khí cầm tay.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BACONEGGS
source: Pig and eggs!
vi: Lợn và trứng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BANDAGE
source: To heal my battle wounds.
vi: Để hàn gắn vết thương chiến của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BASALT
source: A thousand mortals couldn't break through this stone.
vi: Một ngàn con người không thể vượt qua đá này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEARDHAIR
source: Fur of the crazies.
vi: Lông của Crazies.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEDROLL_STRAW
source: A tool for my naps.
vi: Một công cụ cho những giấc ngủ trưa của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEARGER
source: Beast or berserker?
vi: Con thú hoặc người điên khùng?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEARGERVEST
source: I am berserker!
vi: Tôi là người điên khùng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEPACK
source: A backpack of the beast.
vi: Một ba lô của con thú.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEARGER_FUR
source: It fought bravely but I have claimed its hide.
vi: Họ phải chiến đấu dũng cảm nhưng tôi đã tuyên bố ẩn của nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEE.GENERIC
source: Wee warriors! I don't know if I like them.
vi: chiến binh Wee! Tôi không biết nếu tôi thích chúng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEE.HELD
source: Easy now!
vi: Dễ dàng bây giờ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.FULLHONEY
source: It's a honey treasure trove!
vi: Đó là một kho tàng mật ong!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.GENERIC
source: A sweet box of wee warriors.
vi: Một hộp ngọt ngào của chiến binh wee.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.NOHONEY
source: Where's the honey?
vi: Trường hợp của mật ong?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.SOMEHONEY
source: Some honey. Patience is needed.
vi: Một số mật ong. Kiên nhẫn là cần thiết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.BURNT
source: My hive is silent.
vi: hive của tôi là im lặng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.FOLLOWER
source: Come along beastie.
vi: Hãy đến cùng beastie.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.GENERIC
source: Ancient woollen beasts!
vi: Cổ thú len!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.NAKED
source: Are you cold without your wools?
vi: Em có lạnh không len của bạn?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.SLEEPING
source: Sounds like Aunt Hilda.
vi: Âm thanh như dì Hilda.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALOHAT
source: This is going to look good on me, I can tell.
vi: Điều này sẽ xem xét tốt về tôi, tôi có thể nói.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALOWOOL
source: I do love woolly things.
vi: Tôi làm những việc tình yêu len.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEHAT
source: My bee helm, of course.
vi: ong helm của tôi, tất nhiên.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEHIVE
source: Always buzzing, always plotting.
vi: Luôn ù, luôn luôn âm mưu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEMINE
source: It sounds suspicious.
vi: Nghe có vẻ đáng ngờ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BEEMINE_MAXWELL
source: Watch your step!
vi: Xem bước của bạn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES
source: Fruits. I don't like 'em.
vi: Trái cây. Tôi không thích 'em.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES_COOKED
source: Warm red mush.
vi: Ấm mush đỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.BARREN
source: Should I put some turds on it?
vi: Tôi có nên đặt một số turds vào nó?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.WITHERED
source: It's too hot to grow.
vi: Đó là quá nóng để phát triển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.GENERIC
source: A fruit bush.
vi: Một bụi cây ăn quả.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.PICKED
source: The fruits have been snatched.
vi: Các loại trái cây đã bị bắt cóc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIFOOT
source: Stompy foot.
vi: Stompy chân.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.GENERIC
source: A home for my ravens!
vi: Một ngôi nhà cho con quạ của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.OCCUPIED
source: Are you having a nice time?
vi: Bạn đang có một thời gian tốt đẹp?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.SLEEPING
source: Sweet dreams raven friend.
vi: những giấc mơ ngọt ngào bạn quạ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRDTRAP
source: I'm a cunning raven catcher!
vi: Tôi là một con quạ bắt xảo quyệt!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRD_EGG_COOKED
source: Hot egg.
vi: trứng nóng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BISHOP
source: This one needs a good smack.
vi: Điều này cần một cú đập tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_FIRE
source: Like the breath of a dragon.
vi: Cũng giống như hơi thở của một con rồng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_SLEEP
source: Goodnight to my foes.
vi: Goodnight để kẻ thù của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_PIPE
source: Projectile weaponry!
vi: vũ khí đạn!
