Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.INTENTION.SOCIAL
source: Social
vi: Giao Lưu

# STRINGS.UI.INTENTION.COOPERATIVE
source: Cooperative
vi: Hợp Tác

# STRINGS.UI.INTENTION.COMPETITIVE
source: Competitive
vi: Cạnh Tranh

# STRINGS.UI.INTENTION.MADNESS
source: Madness
vi: Điên Cuồng

# STRINGS.UI.INTENTION.ANY
source: Any
vi: Bất Kỳ

# STRINGS.UI.HELP.SCROLLBACK
source: Previous Page
vi: Trang Trước

# STRINGS.UI.HELP.SCROLLFWD
source: Next Page
vi: Trang Sau

# STRINGS.UI.HELP.PREVVALUE
source: Previous Value
vi: Giá trị trước

# STRINGS.UI.HELP.NEXTVALUE
source: Next Value
vi: Giá trị sau

# STRINGS.UI.HELP.REVERT
source: Revert Changes
vi: Hoàn tác

# STRINGS.UI.HELP.ACCEPT
source: Accept Changes
vi: Chấp nhận thay đổi

# STRINGS.UI.HELP.APPLY
source: Apply Changes
vi: Áp dụng

# STRINGS.UI.HELP.SELECT
source: Select
vi: Chọn

# STRINGS.UI.HELP.BACK
source: Back
vi: Quay lại

# STRINGS.UI.HELP.NEXTCHARACTER
source: Right
vi: Phải

# STRINGS.UI.HELP.PREVCHARACTER
source: Left
vi: Trái

# STRINGS.UI.HELP.ROTATE_LEFT
source: Rotate Left
vi: Quay trái

# STRINGS.UI.HELP.ROTATE_RIGHT
source: Rotate Right
vi: Quay phải

# STRINGS.UI.HELP.ZOOM_IN
source: Zoom In
vi: Phóng to

# STRINGS.UI.HELP.ZOOM_OUT
source: Zoom Out
vi: Thu nhỏ

# STRINGS.UI.HELP.TOGGLE
source: Toggle
vi: Điều chỉnh

# STRINGS.UI.LOBBYSCREEN.PLAYERLIST
source: Players
vi: Người chơi

# STRINGS.UI.LOBBYSCREEN.SKINS
source: Skins
vi: Trang phục

# STRINGS.UI.LOBBYSCREEN.SKINS_BASE
source: HEAD
vi: Đầu

# STRINGS.UI.LOBBYSCREEN.SKINS_BODY
source: BODY
vi: Người

# STRINGS.UI.LOBBYSCREEN.SKINS_LEGS
source: LEGS
vi: Chân

# STRINGS.UI.LOBBYSCREEN.SKINS_HANDS
source: HANDS
vi: Tay

# STRINGS.UI.LOBBYSCREEN.SKINS_FEET
source: FEET
vi: Bàn chân

# STRINGS.UI.LOBBYSCREEN.SKINS_RANDOM
source: Random Item
vi: Vật ngẫu nhiên

# STRINGS.UI.LOBBYSCREEN.SKINS_PREVIOUS
source: Previously Worn Item
vi: Vật đã dùng trước đó

# STRINGS.UI.LOBBYSCREEN.INVITE_FRIEND
source: Invite Friend
vi: Mời bạn bè

# STRINGS.UI.LOBBYSCREEN.CUSTOMIZE
source: Customize Your Character
vi: Điều chỉnh nhân vật

# STRINGS.UI.LOBBYSCREEN.COMING
source: Coming Soon!
vi: Sắp tới!

# STRINGS.UI.LOBBYSCREEN.OFFLINE
source: Not Available Offline
vi: Không dùng được ngoại tuyến!

# STRINGS.UI.LOBBYSCREEN.LOADOUT_TITLE
source: 's Loadout
vi: Trang bị sẵn

# STRINGS.UI.LOBBYSCREEN.SELECTION_TITLE
source: Character Select
vi: Chọn nhân vật

# STRINGS.UI.LOBBYSCREEN.RANDOMCHAR_BUTTONHINT
source: Random Character
vi: Nhân vật ngẫu nhiên

# STRINGS.UI.LOBBYSCREEN.RANDOMCHAR
source: Random
vi: Ngẫu nhiên

# STRINGS.UI.SKINSSCREEN.TITLE
source: 's Collection
vi: Bộ sưu tập

# STRINGS.UI.SKINSSCREEN.ALL
source: All
vi: Tất cả

# STRINGS.UI.SKINSSCREEN.CLOTHING
source: Clothing
vi: Quần áo

# STRINGS.UI.SKINSSCREEN.ITEMS
source: Items
vi: Vật dụng

# STRINGS.UI.SKINSSCREEN.FILTERS
source: Filters
vi: Bộ lọc

# STRINGS.UI.SKINSSCREEN.NONE
source: NONE
vi: Không có

# STRINGS.UI.SKINSSCREEN.BASE
source: BASE
vi: Cơ bản

# STRINGS.UI.SKINSSCREEN.BODY
source: BODY
vi: Người

# STRINGS.UI.SKINSSCREEN.HAND
source: HANDS
vi: Tay

# STRINGS.UI.SKINSSCREEN.LEGS
source: LEGS
vi: Chân

# STRINGS.UI.SKINSSCREEN.FEET
source: FEET
vi: Bàn chân

# STRINGS.UI.SKINSSCREEN.ITEM
source: Craftables
vi: Chế tạo được

# STRINGS.UI.SKINSSCREEN.COMMON
source: Common
vi: Bình thường

# STRINGS.UI.SKINSSCREEN.CLASSY
source: Classy
vi: Thượng hạng

# STRINGS.UI.SKINSSCREEN.SPIFFY
source: Spiffy
vi: Bảnh bao

# STRINGS.UI.SKINSSCREEN.DISTINGUISHED
source: Distinguished
vi: Đặc biệt

# STRINGS.UI.SKINSSCREEN.ELEGANT
source: Elegant
vi: Quý phái

# STRINGS.UI.SKINSSCREEN.TIMELESS
source: Timeless
vi: Vô tận

# STRINGS.UI.SKINSSCREEN.LOYAL
source: Loyal
vi: Trung thành

# STRINGS.UI.SKINSSCREEN.SAVE
source: Save Outfit
vi: Lưu phục trang

# STRINGS.UI.SKINSSCREEN.RESET
source: Last Outfit
vi: Trang phục trước

# STRINGS.UI.SKINSSCREEN.CLEAR
source: Reset to Default
vi: Chuyển về mặc định

# STRINGS.UI.SKINSSCREEN.LOADOUT
source: Loadout
vi: Trang bị

# STRINGS.UI.SKINSSCREEN.SELECT
source: Select
vi: Chọn

# STRINGS.UI.SKINSSCREEN.PICK
source: Pick A Character
vi: Chọn nhân vật

# STRINGS.UI.SKINSSCREEN.SORRY
source: Sorry
vi: Xin lỗi

# STRINGS.UI.SKINSSCREEN.OFFLINE
source: Your collection is not available offline.
vi: Bộ sưu tập của bạn không dùng được ngoại tuyến.

# STRINGS.UI.SKINSSCREEN.NEW
source: NEW
vi: Mới

# STRINGS.UI.SKINSSCREEN.TRADE
source: Trade Inn
vi: Thương điếm

# STRINGS.UI.SKINSSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.SKINSSCREEN.TRADE_TOOLTIP
source: Trade your unwanted items for something new! -- (Not yet available)
vi: Giao dịch các vật phẩm không cần đổi lấy đồ dùng mới!

# STRINGS.UI.SKINSSCREEN.NO_ITEMS_TITLE
source: Nothing to see here
vi: Không có gì cả

# STRINGS.UI.SKINSSCREEN.NO_ITEMS
source: Play the game to get items!
vi: Chơi game để nhận trang bị!

# STRINGS.UI.RARITY.Common
source: Common
vi: Bình thường

# STRINGS.UI.RARITY.Classy
source: Classy
vi: Thượng hạng

# STRINGS.UI.RARITY.Spiffy
source: Spiffy
vi: Bảnh bao

# STRINGS.UI.RARITY.Distinguished
source: Distinguished
vi: Khác biệt

# STRINGS.UI.RARITY.Elegant
source: Elegant
vi: Quý phái

# STRINGS.UI.RARITY.Timeless
source: Timeless
vi: Vô tận

# STRINGS.UI.RARITY.Loyal
source: Loyal
vi: Trung thành

# STRINGS.UI.COLOUR.Navy
source: Navy
vi: Thủy quân

# STRINGS.UI.COLOUR.Blue
source: Blue
vi: Xanh lam

# STRINGS.UI.COLOUR.Purple
source: Purple
vi: Tím

# STRINGS.UI.COLOUR.Grey
source: Gray
vi: Xám

# STRINGS.UI.COLOUR.White
source: White
vi: Trắng

# STRINGS.UI.COLOUR.Pink
source: Pink
vi: Hồng

# STRINGS.UI.COLOUR.Teal
source: Teal
vi: Tía

# STRINGS.UI.COLOUR.Tan
source: Tan
vi: Be

# STRINGS.UI.COLOUR.Black
source: Black
vi: Đen

# STRINGS.UI.COLOUR.Green
source: Green
vi: Xanh

# STRINGS.UI.COLOUR.Brown
source: Brown
vi: Nâu

# STRINGS.UI.COLOUR.Yellow
source: Yellow
vi: Vàng

# STRINGS.UI.COLOUR.Orange
source: Orange
vi: Cam

# STRINGS.UI.COLOUR.Red
source: Red
vi: Đỏ

# STRINGS.UI.TRADESCREEN.RECIPE_INGREDIENT_RARITY
source: Any <number> <rarity> Item<plural>
vi: <number> <rarity> Objet<plural>

# STRINGS.UI.TRADESCREEN.EQUIPPED
source: Last one!
vi: Cái cuối!

# STRINGS.UI.TRADESCREEN.PREV
source: Prev. Special
vi: Đặc biệt trước đó

# STRINGS.UI.TRADESCREEN.SPECIALS_TITLE
source: Specials
vi: Đặc biệt

# STRINGS.UI.TRADESCREEN.CHECK
source: Warning!
vi: Cảnh báo!

# STRINGS.UI.TRADESCREEN.LESS_THAN_DAY
source: Less Than A Day Remaining
vi: Còn ít hơn 1 ngày còn lại

# STRINGS.UI.TRADESCREEN.FEET
source: Feet
vi: Bàn chân

# STRINGS.UI.TRADESCREEN.ACCEPT
source: Accept
vi: Đồng ý

# STRINGS.UI.TRADESCREEN.NEXT
source: Next Special
vi: Đặc biệt tiếp theo

# STRINGS.UI.TRADESCREEN.WARNING
source: You won't be able to use an item if you give your last copy away. Really trade these items?
vi: Bạn sẽ không dùng được vật phẩm nếu bạn cho đi bản cuối cùng. Có thực sự giao dịch những vật này không?

# STRINGS.UI.TRADESCREEN.SERVER_ERROR_TITLE
source: Error Trading Items
vi: Lỗi giao dịch vật phẩm

# STRINGS.UI.TRADESCREEN.SOLD_OUT
source: Sold Out
vi: Đã hết

# STRINGS.UI.TRADESCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.TRADESCREEN.SPECIALS
source: Specials
vi: Đặc biệt

# STRINGS.UI.TRADESCREEN.LEGS
source: Legs
vi: Chân

# STRINGS.UI.TRADESCREEN.SELECT
source: Select
vi: Chọn

# STRINGS.UI.TRADESCREEN.ENDING_SOON
source: Ending Soon
vi: Sắp tới

# STRINGS.UI.TRADESCREEN.SERVER_ERROR_BODY
source: Unfortunately there was an error trading items. Please login again to correct your account inventory.
vi: Không may là có lỗi giao dịch vật phẩm. Vui lòng đăng nhập lại để chỉnh sửa hòm đồ tài khoản

# STRINGS.UI.TRADESCREEN.TRADE
source: Trade
vi: Giao dịch

# STRINGS.UI.TRADESCREEN.NOSPECIALS
source: Unspecials
vi: Không đặc biệt

# STRINGS.UI.TRADESCREEN.SELECT_TITLE
source: Choose An Item To Swap
vi: Chọn 1 vật để chuyển

# STRINGS.UI.TRADESCREEN.RECIPE_INGREDIENT_TAGS
source: <number> <rarity> <tags>Item<plural>
vi: <number> <rarity> <tags>Vật<plural>"

# STRINGS.UI.TRADESCREEN.RESET
source: Reset
vi: Cài đặt lại

# STRINGS.UI.TRADESCREEN.NO_RECIPES
source: No offers
vi: Không có đề nghị nào

# STRINGS.UI.TRADESCREEN.WARNING_SINGLE
source: You won't be able to use an item if you give your last copy away. Really trade this item?
vi: Bạn sẽ không dùng được vật phẩm nếu bạn cho đi bản cuối cùng. Có thực sự giao dịch những vật này không?

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT.1
source: Here ya go, one very fine <item>!
vi: Đây rồi, một vật phẩm cực kỳ ngon: <item>!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT.2
source: Look a' that, ya won a <item>. C'mon back any time, now.
vi: Hehe trông này, vừa ăn được cái <item>. Nhớ quay lại nhé.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT.3
source: There ya go, ya got this here <item>.
vi: Đây rồi, bạn vừa nhận được <item>.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORESPECIALS.1
source: Ya got the rest of tha stuff I'm lookin' for? If not, come back in a few days an' there might be a new deal.
vi: Bạn có đống đồ mà tui đang tìm không? Nếu không thì mấy hôm sau quay lại thì có thể có 1 đề nghị mới.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORESPECIALS.2
source: I just need tha rest of the items on tha list. Bang 'em on in tha machine an' it'll spit out a higher quality item for ya.
vi: Ta chỉ cần đống đồ còn lại trong danh sách. Đập hết vào máy cho đến khi nào phun ra đồ ngon hơn thì thôi.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALRECIPE.1
source: If ya give me tha items on tha list, I'll give ya a higher quality item in exchange.
vi: Nếu bạn có thể đưa hết đồ trong danh sách thì ta sẽ cho 1 đồ ngon hơn để đổi lấy

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALRECIPE.2
source: Take a look at tha list. Get me all tha things on it and I'll give ya a better item.
vi: Nhìn thấy danh sách đó. Đưa hết các thứ trong đấy thì ta sẽ cho 1 thứ ngon hơn

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALRECIPE.3
source: Ya got tha items on tha list? Stick 'em in there and ya'll get a better item out 'o tha machine.
vi: Có đồ trong danh sách không? Ném hết vào đây thì ta sẽ cho 1 đồ ngon hơn từ máy ra

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.1
source: Ya may not feel young, but I've been tradin' longer than ya been around, young pup.
vi: Ta không thấy trẻ trung gì nhưng ta đã giao dịch lâu hơn hơn quãng thời gian mày trên đời này rồi, trẻ trâu ạ.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.2
source: I've always been a loner, me. Tha boss mostly lets me alone, which suits me fine.
vi: Ta luôn là kẻ cô độc. Lão chủ toàn để ta 1 mình, thực ra thì cũng ổn

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.3
source: Take yer time. I can stand here yammerin' all day.
vi: Cứ thong thả. Ta có thể đứng đây chém gió cả ngày.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.4
source: My wagon's pulled by a nox. 'Es a good 'un, but 'e can't hold a candle to my old mule, Shadow.
vi: Xe của ta là xe nBò kéo. Cũng tốt cơ mà không thể chuẩn bằng con lừa cũ của ta - Shadow

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.5
source: Once, when I was but a young shaver... ah, but ya don' wanna listen to an old trader's stories.
vi: Ngày xửa ngày xưa, khi ta còn là 1 người thợ cạo trẻ .. mà thôi mày cũng chẳng muốn nghe một lão thương nhân kể chuyện đâu mà.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.IDLE.6
source: What's a nox? Well, I don't know as I can rightly describe it. It's kinda like an ox, but not.
vi: nBò là cái chi á? À ừm thực ra ta cũng không rõ lắm, cơ mà để tả thì nó cũng như 1 con Bò nhưng mà cũng không hẳn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.HAND.1
source: Pleased ta meecha.
vi: Rất vui được gặp bạn

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.HAND.2
source: Pleasure doin' business with ya.
vi: Kinh doanh cùng bạn thật vui.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.WARNING.1
source: Slow down there, greenhorn. Are ya sure ya wanna gimme your last one 'o those? Ya won't be able ta use it anymore if ya do.
vi: Từ từ đã nào trẻ trâu. Có chắc là muốn giao dịch nốt món cuối của thứ này không đó? Xong rồi là không dùng được tiếp đâu đó.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.WARNING.2
source: Wait jest a tick there. Tha's your last one o' those things. Ya won't be able to use it anymore if ya trade it away.
vi: Đợi 1 phát. Đây là món cuối của thứ này rồi đó. Bán đi là hết cái dùng luôn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.WARNING.3
source: Ya ain't got no more o' those. Ya sure ya wanna get rid o' it? Not that I won't take it, o' course.
vi: Ê thứ này là hết rồi đấy. Chắc là muốn bán đi không? Không phải là ta không lấy đâu.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START_EMPTY.1
source: C'mon back when ya got something ta trade!
vi: Khi nào có đồ thì hãng quay lại nhé!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START_EMPTY.2
source: Sorry, but I can't give ya something for nothing, ya know.
vi: Xin lỗi nhưng ta không thể cho không hiểu không.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START_EMPTY.3
source: If ya find any items while you're adventuring around out there, ya can bring the ones ya don't need ta me.
vi: Nếu đi quanh quanh mà thấy đồ gì ngon thì có thể đem đồ không dùng về đây cho ta nhé.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORE.1
source: Help a poor old trader out with a few more <rarity> items and I'll give ya a higher quality item in exchange. Guaranteed.
vi: Giúp thương nhân già này với 1 vài món đồ <rarity> và ta sẽ đổi cho đồ chất lượng hơn. Đảm bảo luôn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORE.2
source: I'm gonna need a few more <rarity> items to make a trade. I gotta cover my overhead, ya know? But ya'll get a better item in exchange.
vi: Ta sẽ cần vào món đồ cỡ <rarity> nữa để giao dịch. Ta phải trang trải các chi phí nữa nhưng ta sẽ đổi cho món đồ ngon hơn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORE.3
source: Tha's it, fill the machine on up with <rarity> items and ya'll get a higher quality item back out.
vi: Đúng rồi, cho đồ vào máy với các đồ mức <rarity> và bạn sẽ nhận được đồ chất lượng cao hơn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.ADDMORE.4
source: Tha's tha ticket. Just bang a few more a those <rarity> items in tha machine to get a better item!
vi: Chuẩn đó. Đập thêm mấy đồ <rarity> nữa vào máy là ăn ngay đồ ngon hơn!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.JOYSTICK.1
source: Ya can bang on that joystick all ya want but it won't do ya no good.
vi: Cứ quay thoải mái nhưng mà chẳng làm được gì đâu.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.JOYSTICK.2
source: Don't ya go breakin' tha joystick, now. Ya don' need it anyhow.
vi: Giời ạ đừng làm hỏng máy người ta. Có cần đâu mà ngịch.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.JOYSTICK.3
source: Up, down, left, right, tha joystick don' do nothin'.
vi: Lên, xuống, trái, phải, máy đấy cũng chẳng làm gì hơn đâu

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT_LUCKY.1
source: Hey, ya struck it rich! Look at that <item>. Ya must be extra lucky today.
vi: Ồ ố ô, trúng mỏ vàng rồi nhé! Thấy chưa cái <item>. Hôm nay may vãi luôn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT_LUCKY.2
source: Here ya go, one bran' new <item>. Jus' remember I can't afford to give ya items this good all tha time.
vi: Này thì, một món mới cong <item>. Nhớ là ta không thể cho mãi đồ tốt thế này đâu.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT_LUCKY.3
source: Well, I guess me & tha machine are feelin' gen'rous today. Ya won a <item>!
vi: Dù gì ta cũng thấy là ta và cái máy đó cảm thấy hơi phóng khoáng hôm nay nên mày đã được <item>!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.RESULT_LUCKY.4
source: Ain't that just the koalefant's toenails! Ya got one very purty <item>.
vi: Kia có phải móng chân voi không thế! Mày ăn may được cái <item>.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADE.1
source: It'll be here in a jiffy.
vi: Sẽ xong ngay thôi.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADE.2
source: I bet ya can't wait to see what comes out!
vi: Ta đoán là mày không đợi được kết quả đâu

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADE.3
source: It should be here real soon now.
vi: Nó sẽ ra ngay đây thôi

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START.1
source: Ya got a heap 'o items? Want better items? Well, ya come to tha right place! Put 'em in that thar machine!
vi: Máy có 1 đống đồ? Muốn đồ ngon hơn phải không? Đến đúng chỗ rồi! Nhét hết vào máy kìa!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START.2
source: Got too many items? I can help ya with that problem! Stick 'em in my machine an' trade 'em for somethin' better!
vi: Có nhiều đồ quá hả? Tao sẽ giúp cho! Ném hết vô máy để đổi lấy thứ ngon hơn!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START.3
source: Lookin' for new items? Trade in some old items and get a bran' new one of higher quality!
vi: Tìm đồ mới sao? Đổi đồ cũ và nhận đồ mới ngon hơn!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.START.4
source: Lookin' to trade? Ya come to the right place. Put your items in tha machine to get somethin' better!
vi: Muốn đỏi hả? Đến đúng chỗ rùi. Bỏ đồ vào máy để nhận đồ tốt hơn!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADEAVAIL.1
source: All right, kid. Give tha button a push to getcher item!
vi: Được rồi cu. Bấm nút kia để nhận đồ tốt hơn!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADEAVAIL.2
source: Just push tha button to start tha trade!
vi: Chỉ cần bấm nút để bắt đầu giao dịch!

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.TRADEAVAIL.3
source: If ya wanna make tha trade, just push tha green button.
vi: Nếu muốn giao dịch, chỉ cần bấm cái nút xanh đó.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALS.1
source: These're my special deals. Gimme the stuff I'm looking for and I'll give ya a better item in exchange.
vi: Đây là cơ hội đặc biệt. Đưa đồ ta cần và ta sẽ cho đổi lấy đồ ngon hơn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALS.2
source: I'm lookin' for some particular things right now. If ya can give 'em to me, I'll give ya a new one of higher quality.
vi: Hiện giờ, ta đang tìm 1 số thứ. Nếu mày tìm được đến đây thì tao sẽ cho đồ ngon hơn.

# STRINGS.UI.TRADESCREEN.SKIN_COLLECTOR_SPEECH.SPECIALS.3
source: The special deals are cheaper than tha normal ones, but ya gotta give me the exact things I'm lookin' for.
vi: Cơ hội đặc biệt bán rẻ hơn mọi khi nhưng mày phải đưa đúng cái ta cần.

# STRINGS.UI.TRADESCREEN.HAND
source: Hands
vi: Tay

# STRINGS.UI.TRADESCREEN.BODY
source: Body
vi: Người

# STRINGS.UI.TRADESCREEN.BASE
source: Head
vi: Đầu

# STRINGS.UI.TRADESCREEN.TITLE
source: Trade Inn
vi: Thương Điếm

# STRINGS.UI.TRADESCREEN.DAYS_REMAINING
source: Days Remaining
vi: Ngày còn lại

# STRINGS.UI.TRADESCREEN.DAY_REMAINING
source: Day Remaining
vi: Ngày còn lại

# STRINGS.UI.TRADESCREEN.RECIPE_TITLE
source: Wanted: <rarity> Items
vi: CẦN: Đồ <rarity>

# STRINGS.UI.TRADESCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.TRADESCREEN.REMOVE_ITEM
source: Remove Item
vi: Loại bỏ đồ

# STRINGS.UI.WARDROBE_POPUP.RESET
source: Reset Outfit
vi: Đặt lại

# STRINGS.UI.WARDROBE_POPUP.SET
source: Confirm Outfit
vi: Xác nhận

# STRINGS.UI.WARDROBE_POPUP.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.HELP.CONFIGUREMOD
source: Configure Mod
vi: Điều chỉnh Mod

# STRINGS.UI.MODSSCREEN.OUT_OF_DATE
source: Mods Out of Date
vi: Các mod cũ:

# STRINGS.UI.MODSSCREEN.UPDATEMOD
source: Update Mod
vi: Cập nhật Mod

# STRINGS.UI.MODSSCREEN.MODLINK_MOREINFO
source: More Info
vi: Xem thêm

# STRINGS.UI.HELP.SAVEPRESET
source: Save Preset
vi: Lưu cài đặt

# STRINGS.UI.CHARACTERSELECT.SELECT
source: Select
vi: Chọn

# STRINGS.UI.CHARACTERSELECT.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.CHARACTERSELECT.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.CRAFTING.PLACE
source: Place
vi: Đặt

# STRINGS.UI.CRAFTING.BUILD
source: Build
vi: Làm

# STRINGS.UI.CRAFTING.PROTOTYPE
source: Prototype
vi: Làm mẫu

# STRINGS.UI.CRAFTING.NEEDSTUFF
source: Find ingredients to craft!
vi: Tìm nguyên liệu chế tác!

# STRINGS.UI.CRAFTING.RESEARCH
source: Research
vi: Nghiên cứu

# STRINGS.UI.CRAFTING.NEEDSCIENCEMACHINE
source: Use a science machine to build a prototype!
vi: Dùng 1 Máy Khoa Học để làm 1 mẫu thử!

# STRINGS.UI.CRAFTING.NEEDALCHEMYENGINE
source: Use an alchemy engine to build a prototype!
vi: Dùng 1 Máy Giả Kim để làm 1 mẫu thử!

# STRINGS.UI.CRAFTING.NEEDSHADOWMANIPULATOR
source: Use a shadow manipulator to build a prototype!
vi: Dùng 1 Máy Bóng Đêm để làm 1 mẫu thử!

# STRINGS.UI.CRAFTING.NEEDPRESTIHATITATOR
source: Use a Prestihatitator to build a prototype!
vi: Dùng 1 Máy Mũ Ảo Thuật để làm 1 mẫu thử!

# STRINGS.UI.CRAFTING.NEEDSANCIENT_FOUR
source: It seems that this altar is not fully functional!
vi: Có vẻ như cái ban thờ này chưa thể hoạt động hết!

# STRINGS.UI.CRAFTING.CANTRESEARCH
source: Some things are unknowable
vi: Có những điều chưa biết được

# STRINGS.UI.DEATHSCREEN.MAINMENU
source: Main Menu
vi: Mục chính

# STRINGS.UI.DEATHSCREEN.RETRY
source: Retry
vi: Thử lại

# STRINGS.UI.DEATHSCREEN.CONTINUE
source: Continue
vi: Tiếp

# STRINGS.UI.DEATHSCREEN.YOUAREDEAD
source: YOU ARE DEAD!
vi: BẠN ĐÃ CHẾT!

# STRINGS.UI.DEATHSCREEN.YOUESCAPED
source: You escaped!
vi: Bạn đã thoát!

# STRINGS.UI.DEATHSCREEN.DAYS
source: days
vi: ngày

# STRINGS.UI.DEATHSCREEN.DAY
source: day
vi: ngày

# STRINGS.UI.DEATHSCREEN.SURVIVEDDAYS
source: You survived
vi: Bạn đã sống qua

# STRINGS.UI.DEATHSCREEN.NEXTREWARD
source: Next Reward...
vi: Phần thưởng tiếp theo...

# STRINGS.UI.DEATHSCREEN.LEVEL
source: Level
vi: Cấp độ

# STRINGS.UI.DEATHSCREEN.ATCAP
source: At Cap!
vi: Kịch trần!

# STRINGS.UI.CREDITS.TITLE
source: CREDITS
vi: Công Trạng

# STRINGS.UI.CREDITS.ALTGAMES.TITLE
source: Linux and OSX ports by Alternative Games
vi: Bản chuyển sang Linux và OSX bởi Alternative Games

# STRINGS.UI.CREDITS.THANKYOU
source: Thank you!
vi: Cảm ơn!

# STRINGS.UI.CREDITS.THANKS
source: And a very special thanks to all our supporters who braved the challenge of the "Early-Access Beta". You are too numerous to name - our amazing moderators, the wonderful artists, musicians, live streamers, to all who made a Let's Play video and everybody who chimed in to let us know exactly what you think. Your encouragement, passion and support has been amazing. Don't Starve is truly a better game because of all of you.
vi: Cảm ơn đặc biệt tới tất cả các bạn đã hỗ trợ thử thách của "Bản thử nghiệm Beta". Có quá nhiều bạn, các mod tuyệt vời, nghệ sĩ , nhạc sĩ, người trình chiếu tài ba đã khiến cho 1 video Let's Play và mọi người tham gia để chúng tôi biết bạn nghĩ gì.\nNhững lời động viên, say mê và hỗ trợ tuyệt vời của các bạn. Don't Starve thực sự trở nên tốt đẹp hơn nhờ tất cả các bạn.

# STRINGS.UI.CREDITS.FACEBOOK
source: The Facebooks
vi: Facebooks

# STRINGS.UI.CREDITS.TWITTER
source: The Twitters
vi: Twitters

# STRINGS.UI.WORLDGEN.TITLE
source: GENERATING WORLD
vi: PHÁT SINH THẾ GIỚI

# STRINGS.UI.WORLDGEN.CAVETITLE
source: CARVING OUT CAVE
vi: ĐÀO HANG

# STRINGS.UI.WORLDGEN.VERBS.1
source: Wrangling
vi: Vật lộn

# STRINGS.UI.WORLDGEN.VERBS.2
source: Generating
vi: Sản sinh

# STRINGS.UI.WORLDGEN.VERBS.3
source: Herding
vi: Thành đàn

# STRINGS.UI.WORLDGEN.VERBS.4
source: Embiggening
vi: Làm to lên

# STRINGS.UI.WORLDGEN.VERBS.5
source: Iterating upon
vi: Lại nhắc lại

# STRINGS.UI.WORLDGEN.VERBS.6
source: Insinuating
vi: Bóng gió

# STRINGS.UI.WORLDGEN.VERBS.7
source: Reticulating
vi: Phân chia

# STRINGS.UI.WORLDGEN.VERBS.8
source: Inserting
vi: Nhét vào

# STRINGS.UI.WORLDGEN.VERBS.9
source: Framing
vi: Đóng khung

# STRINGS.UI.WORLDGEN.NOUNS.1
source: trees
vi: cây

# STRINGS.UI.WORLDGEN.NOUNS.2
source: pathos
vi: cảm động

# STRINGS.UI.WORLDGEN.NOUNS.3
source: pines
vi: cây thông
