Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER
source: It would be better if it measured fire.
vi: Nó sẽ là tốt hơn nếu nó được đo lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.GENERIC
source: Poke it with a stick!
vi: Poke nó với một cây gậy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.OPEN
source: I wonder if he likes spicy food?
vi: Tôi tự hỏi, nếu anh thích ăn cay?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I hate that arrow!
vi: Tôi ghét mũi tên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGTREE
source: I bet it burns extra nicely!
vi: Tôi đặt cược nó cháy thêm độc đáo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICESTAFF
source: I hate this thing.
vi: Tôi ghét điều này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE_TOODARK
source: I need more light!
vi: Tôi cần nhiều ánh sáng!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Ugh. Crunchy.
vi: Ugh. Giòn.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not going to try that while he's awake.
vi: Tôi sẽ không cố gắng mà trong khi anh ta tỉnh táo.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.GENERIC
source: I can't shave that!
vi: Tôi không thể cạo mà!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.NOBITS
source: There isn't even any stubble left!
vi: Hiện không phải là thậm chí có râu bên trái!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.GENERIC
source: It's full.
vi: Nó đầy rồi.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
vi: Điều đó không thể đi vào đó.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL_GENERIC
source: I can't do that.
vi: Tôi không thể làm điều đó.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ADVENTUREFAIL
source: That didn't go well. I'll have to try again.
vi: Điều đó đã không diễn ra tốt đẹp. Tôi sẽ phải cố gắng một lần nữa.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOOMERANG
source: Ow! I should try to catch that!
vi: Ow! Tôi phải cố gắng nắm bắt điều đó!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE
source: What was that?!
vi: Cái gì thế ?!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE_ATTACK
source: OW! Something bit me!
vi: OW! Một cái gì đó cắn tôi!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAFTING_FAIL
source: I don't have all of the ingredients.
vi: Tôi không có tất cả các thành phần.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEERCLOPS
source: That sounded big!
vi: Điều đó nghe có vẻ lớn!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DUSK
source: It's getting late. It will be dark soon.
vi: Muộn rồi. Nó sẽ được tối sớm.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.PAINFUL
source: I don't feel so good.
vi: Tôi không cảm thấy như vậy tốt.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.SPOILED
source: Yuck! That was terrible!
vi: Kinh quá! Đó là khủng khiếp!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.STALE
source: I think that was starting to turn.
vi: Tôi nghĩ rằng đã bắt đầu thay đổi.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_DARK
source: It's so dark!
vi: Nó rất tối!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_LIGHT
source: I can see again!
vi: Tôi có thể nhìn thấy một lần nữa!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_FREEDOM
source: I'm free! I'm finally free!
vi: Tôi đang rảnh! Tôi cuối cùng cũng miễn phí!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HIGHRESEARCH
source: I feel so smart now!
vi: Tôi cảm thấy rất thông minh bây giờ!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HOUNDS
source: Did you hear that?
vi: Bạn có nghe thấy không?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNGRY
source: I'm so hungry!
vi: Tôi rất đói!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_BEAST_NEARBY
source: This track is fresh, the beast must be nearby.
vi: Bản nhạc này là tươi, các con thú phải gần đó.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail ends here.
vi: Các đường mòn kết thúc ở đây.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_INV_FULL
source: I can't carry any more stuff!
vi: Tôi không thể thực hiện bất kỳ công cụ nhiều hơn nữa!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head!
vi: Ugh, đầu của tôi!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_LOWRESEARCH
source: I didn't learn very much from that.
vi: Tôi đã không học được nhiều từ đó.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MOSQUITOS
source: Aaah! Bug off!
vi: Aaah! Lỗi tắt!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERSLEEP
source: It's too dangerous right now!
vi: Đó là quá nguy hiểm ngay bây giờ!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP
source: It's too bright out.
vi: Đó là quá sáng ra.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
vi: Tôi không mệt.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep, the growling will keep me up!
vi: Tôi quá đói ngủ, gầm gừ sẽ giữ cho tôi lên!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NO_TRAP
source: Well, that was easy.
vi: Vâng, đó là dễ dàng.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PECKED
source: Ow! Quit it!
vi: Ow! Bỏ nó!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_QUAKE
source: That doesn't sound good.
vi: Điều đó không có âm thanh tốt.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_RESEARCH
source: Never stop learning!
vi: Không ngừng học hỏi!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TORCH_OUT
source: My light just ran out!
vi: ánh sáng của tôi chỉ cần chạy ra!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAP_WENT_OFF
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_UNIMPLEMENTED
source: OW! I don't think it's ready yet.
vi: OW! Tôi không nghĩ rằng nó đã sẵn sàng chưa.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WORMHOLE
source: That was not a sane thing to do.
vi: Đó không phải là một điều lành mạnh để làm.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CANFIX
source: I think I can fix this!
vi: Tôi có thể sửa cái này!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT
source: I feel so accomplished!
vi: Tôi cảm thấy rất tài!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only my friends could see me now...
vi: Nếu chỉ có bạn bè của tôi có thể nhìn thấy tôi bây giờ ...

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.GENERIC
source: Go for the eyes!
vi: Chết đi này!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PIG
source: Here piggy piggy!
vi: heo con heo con ở đây!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PREY
source: I will destroy you!
vi: Tôi sẽ tiêu diệt bạn!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER
source: I'm going to stomp you dead!
vi: Tôi sẽ dậm bạn chết!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER_WARRIOR
source: Better you than me!
vi: Tốt hơn bạn hơn tôi!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.GENERIC
source: I sure showed him!
vi: Tôi chắc chắn cho thấy anh ta!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PIG
source: I'll let him go. This time.
vi: Tôi sẽ cho anh ta đi. Thời gian này.

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PREY
source: He's too fast!
vi: Anh ấy quá nhanh!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER
source: He's too gross, anyway.
vi: Anh ta quá thô, dù sao.

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER_WARRIOR
source: Shoo, you nasty thing!
vi: Shoo, bạn điều khó chịu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMLIGHT
source: Looks delicious.
vi: Nhìn ngon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.PLANT
source: Seems safe to me.
vi: Có vẻ an toàn cho tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.DIRT
source: Just looks like a pile of dirt.
vi: Chỉ cần trông giống như một đống bụi bẩn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.WORM
source: It's a worm!
vi: Đó là một con sâu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL
source: This will make a delicious meal.
vi: Điều này sẽ làm cho một bữa ăn ngon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL_COOKED
source: Smells great!
vi: Mùi tuyệt vời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET
source: I hope it doesn't turn on me.
vi: Tôi hy vọng nó không bật tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET_ITEM
source: I think it's sleeping.
vi: Tôi nghĩ nó đang ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURHORN
source: Wow! I'm glad that didn't gore me!
vi: Wow! Tôi rất vui vì điều đó không Gore tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURCHEST
source: It may contain a bigger something fantastic! Or horrible.
vi: Nó có thể chứa một cái gì đó lớn tuyệt vời! Hoặc kinh khủng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE_PIECES
source: It's some smaller chunks of Thulecite.
vi: Đó là một số những phần nhỏ hơn của Thulecite.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND_ALGAE
source: Some algae by a pond.
vi: Một số tảo bởi một ao.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENSTAFF
source: This will come in handy.
vi: Điều này sẽ có ích.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POTTEDFERN
source: A fern in a pot.
vi: Một cây dương xỉ trong một nồi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE
source: I wonder where this is from?
vi: Tôi tự hỏi, nơi này là từ đâu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORRUINS
source: It's oddly light.
vi: Đó là kỳ quặc ánh sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_BAT
source: It has quite a heft to it.
vi: Nó có khá một sức mạnh như nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINSHAT
source: Fit for a king. Or me.
vi: Phù hợp cho một vị vua. Hoặc tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: All is well.
vi: Tất cả đều tốt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Getting pretty magical around here.
vi: Bắt đẹp huyền diệu xung quanh đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: I think it's becoming more concentrated!
vi: Tôi nghĩ rằng nó trở nên tập trung hơn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It seems to be staying steady.
vi: Nó dường như được ở lại ổn định.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Feels like it's receding.
vi: Cảm thấy như nó được rút xuống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: The nightmare is almost gone!
vi: Những cơn ác mộng được gần như biến mất!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There's no magic around here.
vi: Không có ma thuật xung quanh đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP_NIGHTMARE
source: It's falling apart!
vi: Nó rơi xuống ngoài!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK_NIGHTMARE
source: Terrifying!
vi: Đáng sợ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT_NIGHTMARE
source: It's a knightmare!
vi: Đó là một Knightmare!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAUR
source: That thing doesn't look happy.
vi: Đó là điều không tìm hạnh phúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_DROPPER
source: Note to self: Don't look up.
vi: Lưu ý để tự: Đừng nhìn lên.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARELIGHT
source: I wonder what function this served.
vi: Tôi tự hỏi những gì chức năng này phục vụ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENGEM
source: It's green and gemmy.
vi: Đó là màu xanh lá cây và Gemmy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_RUBBLE
source: This can be fixed.
vi: Điều này có thể được cố định.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's brilliant!
vi: Thật tuyệt vời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGESTAFF
source: This beats walking.
vi: Đây nhịp đập đi bộ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWAMULET
source: Warm to the touch.
vi: Nóng khi chạm vào.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENAMULET
source: Just when I thought I couldn't get any better.
vi: Chỉ khi tôi nghĩ tôi không thể nhận được bất kỳ tốt hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPERPELT
source: Doesn't look much different dead.
vi: Không giống nhiều hạn khác nhau.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER
source: It's so hairy!
vi: Thật lông!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER_PELT
source: Doesn't look much different dead.
vi: Không giống nhiều hạn khác nhau.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSLURPER
source: A soggy, sustaining, succulent suit.
vi: Một sũng nước, duy trì, phù hợp với mọng nước.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEAMULET
source: Teleportation can be so useful.
vi: Teleportation có thể rất hữu ích.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWSTAFF
source: I put a gem on a stick.
vi: Tôi đặt một viên đá quý trên một cây gậy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWGEM
source: This gem is yellow.
vi: đá quý này có màu vàng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEGEM
source: It's an orange gem.
vi: Đó là một viên ngọc màu cam.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.VALID
source: It's ready to go.
vi: Nó đã sẵn sàng để đi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.GEMS
source: It needs more purple gems.
vi: Nó cần đá quý màu tím hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
vi: Trông sẵn sàng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.GEMS
source: It needs a gem.
vi: Nó cần một viên ngọc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STAFFLIGHT
source: That seems really dangerous.
vi: Điều đó có vẻ thực sự nguy hiểm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4
source: Who would name something that?
vi: Ai sẽ đặt tên gì đó?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR
source: An ancient and mysterious structure.
vi: Một cấu trúc cổ xưa và bí ẩn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This seems to be broken.
vi: Điều này dường như bị phá vỡ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_STATUE
source: It seems to throb out of tune with the world.
vi: Nó dường như tê rần ra giai điệu với thế giới.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LICHEN
source: Only a cyanobacteria could grow in this light.
vi: Chỉ có một cyanobacteria có thể phát triển trong ánh sáng này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLICHEN
source: Nutritious, but it won't last long.
vi: Bổ dưỡng, nhưng nó sẽ không kéo dài lâu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA
source: It's mushy.
vi: Đó là ủy mị.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_TREE
source: It's dubiously photosynthetical.
vi: Đó là số biến photosynthetical.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKY
source: It has terrifying claws.
vi: Nó có móng vuốt đáng sợ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
vi: Tôi không thể có được một đọc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.N
source: North
vi: Bắc

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.S
source: South
vi: miền Nam

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.E
source: East
vi: Đông

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.W
source: West
vi: hướng Tây

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NE
source: Northeast
vi: đông bắc

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SE
source: Southeast
vi: Đông Nam

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NW
source: Northwest
vi: Tây Bắc

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SW
source: Southwest
vi: Tây nam

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDSTOOTH
source: It's sharp!
vi: Đó là sắc nét!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSNURTLESHELL
source: It sticks to my back.
vi: Nó dính vào lưng tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAT
source: Ack! That's terrifying!
vi: Ack! Đó là đáng sợ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATBAT
source: I bet I could fly if I held two of these.
vi: Tôi đặt cược tôi có thể bay nếu tôi tổ chức hai trong số này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING
source: I hate these things, even when they're dead.
vi: Tôi ghét những điều này, ngay cả khi họ chết.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING_COOKED
source: At least it's not coming back.
vi: Ít nhất là nó không quay trở lại.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_FURRY
source: It's so warm and comfy.
vi: Thật ấm áp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresitable urge to do science.
vi: Tôi tràn đầy một sự thôi thúc irresitable làm khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavour of poop.
vi: Một hương vị của poop.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LANTERN
source: A more civilized light.
vi: Một ánh sáng văn minh hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTBULB
source: It's strangely tasty looking.
vi: Đó là lạ ngon tìm kiếm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANRABBIT_TAIL
source: I just like holding it.
vi: Tôi chỉ muốn giữ nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_TALL
source: That mushroom got too big for its own good.
vi: nấm đó đã quá lớn cho tốt của riêng mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_MEDIUM
source: These used to grow in my bathroom.
vi: Những sử dụng để phát triển trong phòng tắm của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_SMALL
source: A magic mushroom?
vi: Một nấm ma thuật?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE
source: That's not a real carrot.
vi: Đó không phải là một củ cà rốt thật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE
source: Ew. Just ew.
vi: Ew. Chỉ cần ew.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE_SHELLPIECES
source: A puzzle with no solution.
vi: Một câu đố không có giải pháp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHAT
source: I hope it doesn't mess up my hair.
vi: Tôi hy vọng nó không mess lên tóc tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHOLE
source: A den of 'ew'.
vi: Một hang 'ew'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLESLIME
source: If it wasn't useful, I wouldn't touch it.
vi: Nếu không phải là hữu ích, tôi sẽ không chạm vào nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNURTLE
source: He's less gross, but still gross.
vi: Anh ấy ít gộp, nhưng vẫn gộp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_HIDER
source: Gah! More spiders!
vi: Gah! Nhiều nhện!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_SPITTER
source: I hate spiders!
vi: Tôi ghét nhện!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHOLE
source: It's encrusted with old webbing.
vi: Nó nạm vải cũ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE
source: Looks like a rock to me.
vi: Trông giống như một tảng đá với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_FULL
source: Looks like a rock to me.
vi: Trông giống như một tảng đá với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_LOW
source: Looks like a rock to me.
vi: Trông giống như một tảng đá với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_MED
source: Looks like a rock to me.
vi: Trông giống như một tảng đá với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL
source: Rocks, rocks, rocks, rocks...
vi: Đá, đá núi, đá núi, đá ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_FULL
source: Rocks, rocks, rocks, rocks...
vi: Đá, đá núi, đá núi, đá ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_LOW
source: Rocks, rocks, rocks, rocks...
vi: Đá, đá núi, đá núi, đá ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_MED
source: Rocks, rocks, rocks, rocks...
vi: Đá, đá núi, đá núi, đá ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CARPETFLOOR
source: It's surprisingly scratchy.
vi: Đó là đáng ngạc nhiên hỗn tạp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CHECKERFLOOR
source: These are pretty snazzy.
vi: Đây là khá hợp thời.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DIRT
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FOREST
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_GRASS
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MARSH
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROAD
source: Hastily cobbled stones.
vi: Hấp tấp rải sỏi đá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROCKY
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SAVANNA
source: A chunk of ground.
vi: Một miếng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_WOODFLOOR
source: These are floorboards.
vi: Đây là những sàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CAVE
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FUNGUS
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SINKHOLE
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_UNDERROCK
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MUD
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POWCAKE
source: I don't know if I'm hungry enough.
vi: Tôi không biết nếu tôi đủ đói.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I wonder if I could move that rock.
vi: Tôi tự hỏi nếu tôi có thể di chuyển tảng đá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I bet there's all sorts of things to discover down there.
vi: Tôi đặt cược có tất cả mọi thứ để khám phá ở dưới đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT
source: I've had enough discovery for now.
vi: Tôi đã có đủ phát cho bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLPHONOGRAPH
source: So that's where the music was coming from.
vi: Vì vậy, đó là nơi mà âm nhạc được phát ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGUARD
source: He doesn't look as friendly as the others.
vi: Ông không nhìn thân thiện như những người khác.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ABIGAIL
source: Awww, she has a cute little bow.
vi: Ơ, cô ấy có một chút nơ dễ thương.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADVENTURE_PORTAL
source: I'm not sure I want to fall for that a second time.
vi: Tôi không chắc là tôi muốn rơi cho rằng một lần thứ hai.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AMULET
source: I feel so safe when I'm wearing it.
vi: Tôi cảm thấy rất an toàn khi tôi mặc nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANIMAL_TRACK
source: Tracks left by food. I mean... an animal.
vi: Dấu vết để lại bởi thức ăn. Tôi có nghĩa là ... một con vật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORGRASS
source: I hope there are no bugs in this.
vi: Tôi hy vọng không có lỗi trong việc này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORMARBLE
source: This looks really heavy.
vi: Điều này có vẻ thực sự nặng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORWOOD
source: That is a perfectly reasonable piece of clothing.
vi: Đó là một mảnh hoàn toàn hợp lý của quần áo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SANITY
source: Wearing this makes me feel safe and insecure.
vi: Đeo này làm cho tôi cảm thấy an toàn và không an toàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.GENERIC
source: All that's left after fire has done its job.
vi: Tất cả những gì còn lại sau vụ hỏa hoạn đã làm công việc của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
vi: Các eyebone được tiêu thụ bởi các đám cháy khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
vi: Đây là một khi một số điều trước khi nó bị đốt cháy ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AXE
source: It's my trusty axe.
vi: Đó là cái rìu đáng tin cậy của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO
source: Awwww. So cute!
vi: Awwww. Thật dễ thương!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACKPACK
source: It's for me to put my stuff in.
vi: Nó cho tôi để đưa công cụ của tôi trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BANDAGE
source: Seems sterile enough.
vi: Có vẻ như đủ vô trùng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASALT
source: That's too strong to break through!
vi: Đó là quá mạnh mẽ để vượt qua!
