Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4.GENERIC
source: I think the hat collects energy from the air.
vi: Tôi nghĩ rằng những chiếc mũ thu thập năng lượng từ không khí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4.BURNT
source: It won't be collecting any energy now.
vi: Nó sẽ không được thu bất kỳ năng lượng hiện nay.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: How very pagan.
vi: Làm thế nào rất tà giáo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: It has been smote.
vi: Nó đã được đập.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_ICE.GENERIC
source: A small block of extremely dense ice.
vi: Một khối băng nhỏ cực kỳ dày đặc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_ICE.MELTED
source: It must have melted due to its small size.
vi: Nó phải đã tan chảy do kích thước nhỏ của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_ICE_MELTED
source: It must have melted due to its small size.
vi: Nó phải đã tan chảy do kích thước nhỏ của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICE
source: Solid state of water.
vi: Trạng thái rắn nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REFLECTIVEVEST
source: It'll keep me moderately cool.
vi: Nó sẽ giữ cho tôi khá mát mẻ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAWAIIANSHIRT
source: I prefer tweed.
vi: Tôi thích tweed.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT.GENERIC
source: Sleeping in there would give me a stiff neck.
vi: Ngủ trong đó sẽ cho tôi cứng cổ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT.BURNT
source: It wasn't doing me much good anyhow.
vi: Nó đã không làm cho tôi nhiều điều tốt dù sao đi nữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SIESTAHUT.GENERIC
source: I can barely sleep on a bed, nevermind the ground.
vi: Tôi chỉ có thể ngủ trên giường, Nevermind mặt đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SIESTAHUT.BURNT
source: It wasn't doing me much good anyhow.
vi: Nó đã không làm cho tôi nhiều điều tốt dù sao đi nữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRANSISTOR
source: This is quite advanced technology.
vi: Đây là công nghệ khá tiên tiến.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST.GENERIC
source: A storage chest.
vi: Một ngực lưu trữ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST.BURNT
source: It was once a storage chest.
vi: Nó đã từng là một ngực lưu trữ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TUMBLEWEED
source: A dried collection of plant matter.
vi: Một bộ sưu tập sấy khô các chất thực vật.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_UMBRELLA
source: A dainty parasol that will provide some moderate protection.
vi: Một chiếc dù xinh xắn mà sẽ cung cấp một số bảo vệ vừa phải.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UNIMPLEMENTED
source: It's under construction.
vi: Nó được xây dựng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY.GENERIC
source: I don't trust that wall.
vi: Tôi không tin tưởng bức tường đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY.BURNT
source: I was right not to trust it.
vi: Tôi đã đúng khi không tin tưởng nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD.GENERIC
source: That offers some protection.
vi: Mà cung cấp một số bảo vệ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD.BURNT
source: Fire was its weakness.
vi: Lửa là điểm yếu của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WARG
source: That Canis will never be domesticated.
vi: Canis Điều đó sẽ không bao giờ được thuần hóa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATERMELON_COOKED
source: Beautifully grilled.
vi: Đẹp nướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATERMELONHAT
source: That's certainly one thing you could do with a watermelon.
vi: Đó chắc chắn một điều bạn có thể làm với quả dưa hấu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER.GENERIC
source: Measure before you act.
vi: Đo trước khi hành động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER.BURNT
source: I can't read any measurements from that husk.
vi: Tôi không thể đọc được bất kỳ phép đo từ trấu đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN.GENERIC
source: A navigational aid.
vi: Máy trợ điều hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN.UNWRITTEN
source: A chance to give direction.
vi: Một để đem đến hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_POST.GENERIC
source: A navigational aid.
vi: Máy trợ điều hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: A chance to give direction.
vi: Một để đem đến hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_POST.BURNT
source: Not much of an aid now.
vi: Không nhiều của một viện trợ bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: A navigational aid.
vi: Máy trợ điều hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: A chance to give direction.
vi: Một để đem đến hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Not much of an aid now.
vi: Không nhiều của một viện trợ bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.FULLHONEY
source: I can harvest honey from it.
vi: Tôi có thể thu hoạch mật ong từ nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.NOHONEY
source: It's devoid of honey.
vi: Đó là không có mật ong.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.SOMEHONEY
source: It's not ready for harvesting.
vi: Đó là chưa sẵn sàng cho thu hoạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.BURNT
source: Poor bees!
vi: ong nghèo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGTREE
source: This tree is special.
vi: Cây này là đặc biệt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICESTAFF
source: Some kind of ice-throwing contraption.
vi: Một số loại contraption đá ném.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGRODSTART
source: This rod could be useful!
vi: thanh này có thể là hữu ích!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVASPIT.HOT
source: Its saliva is similar to molten lava.
vi: nước bọt của nó là tương tự như dung nham nóng chảy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVASPIT.COOL
source: It's cooled down, almost like basalt.
vi: Nó được làm mát xuống, gần như bazan.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE
source: I believe it is a larval dragonfly.
vi: Tôi tin rằng nó là một con chuồn chuồn ấu trùng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_PET.STARVING
source: This creature requires sustenance immediately!
vi: Sinh vật này đòi hỏi phải có sự nuôi dưỡng ngay lập tức!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_PET.HUNGRY
source: This creature is hungry.
vi: Sinh vật này là đói.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_PET.CONTENT
source: I have to admit it is rather appealing.
vi: Tôi phải thừa nhận nó là khá hấp dẫn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_PET.GENERIC
source: A healthy larval dragonfly.
vi: Một con chuồn chuồn ấu trùng khỏe mạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_EGG.GENERIC
source: A large macrolecithal egg.
vi: Một quả trứng macrolecithal lớn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: The temperature of this egg is below optimal.
vi: Nhiệt độ của trứng này là dưới tối ưu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: This egg is at a suitable temperature for hatching.
vi: trứng này là ở nhiệt độ thích hợp cho trứng nở.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LAVAE_TOOTH
source: An egg tooth used by a baby reptile to break out of its egg.
vi: Một chiếc răng trứng được sử dụng bởi một loài bò sát bé để thoát ra khỏi trứng của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.HUNGRY
source: He's getting hungry.
vi: Ông thấy đói.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.STARVING
source: He's looking a bit malnourished.
vi: Anh ta đang nhìn một chút suy dinh dưỡng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.DEAD
source: I do believe he has starved.
vi: Tôi tin rằng ông đã bị bỏ đói.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.SKELETON
source: I guess I could study the bones.
vi: Tôi đoán tôi có thể nghiên cứu các xương.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.SLEEPING
source: It's sleeping.
vi: Nó đang ngủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE_ACTIVE
source: Mandragora officinarum. But with a face.
vi: Mandragora officinarum. Nhưng với một khuôn mặt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE
source: Mandragora officinarum. Deceased.
vi: Mandragora officinarum. Người chết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE
source: Conifer seeds encased in a mature strobilus.
vi: hạt Conifer bọc trong một strobilus trưởng thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE_SAPLING
source: Conifer seeds approaching maturity.
vi: hạt Conifer tiếp cận trưởng thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPAT
source: Ovis chalybs, and a right mean looking one at that.
vi: Ovis chalybs, và quyền có nghĩa là tìm kiếm một ở đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STEELWOOL
source: It has a variety of household uses.
vi: Nó có một loạt các sử dụng trong gia đình.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTONE
source: That stone has regenerative powers.
vi: đá có quyền hạn tái sinh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PHLEGM
source: The congealed mucus retains it's sticky texture.
vi: Chất nhầy đông tụ giữ nó kết cấu dính.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's a shovel. Surely you've seen one before?
vi: Đó là một cái xẻng. Chắc chắn bạn đã thấy một trước?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BELL_BLUEPRINT
source: A detailed technical drawing.
vi: Một bản vẽ kỹ thuật chi tiết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE.GENERIC
source: It looks like a small animal's burrow.
vi: Nó trông giống như một con vật hang nhỏ của.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE.SPRING
source: I hope the small animal is still all right down there!
vi: Tôi hy vọng các động vật nhỏ vẫn là tất cả phải xuống đó!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON_PLAYER.MALE
source: %s's skeleton is an excellent example of what happens when you're not careful around %s.
vi: % S của bộ xương là một ví dụ tuyệt vời về những gì sẽ xảy ra khi bạn không cẩn thận xung quanh% s.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s's skeleton is an excellent example of what happens when you're not careful around %s.
vi: % S của bộ xương là một ví dụ tuyệt vời về những gì sẽ xảy ra khi bạn không cẩn thận xung quanh% s.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s's skeleton is an excellent example of what happens when you're not careful around %s.
vi: % S của bộ xương là một ví dụ tuyệt vời về những gì sẽ xảy ra khi bạn không cẩn thận xung quanh% s.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s's skeleton is an excellent example of what happens when you're not careful around %s.
vi: % S của bộ xương là một ví dụ tuyệt vời về những gì sẽ xảy ra khi bạn không cẩn thận xung quanh% s.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.WITHERED
source: Ardisia crenata don't do well in extreme heat.
vi: Ardisia crenata không làm tốt trong nhiệt độ cực đoan.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_GRASS
source: It requires soil to grow.
vi: Nó đòi hỏi đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_SAPLING
source: It requires soil to grow.
vi: Nó đòi hỏi đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BERRYBUSH
source: It requires soil to grow.
vi: Nó đòi hỏi đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_MARSH_BUSH
source: It requires soil to grow.
vi: Nó đòi hỏi đất để phát triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.WITHERED
source: The heat's gotten to it.
vi: Nhiệt ta nhận được nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.WITHERED
source: It can't survive in this hot climate.
vi: Nó không thể tồn tại trong khí hậu nóng này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.WITHERED
source: It couldn't survive the heat.
vi: Nó không thể tồn tại sự nhiệt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACORN
source: Deciduous seeds encased in a Pericarp.
vi: hạt rụng lá bọc trong một vỏ quả.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACORN_SAPLING
source: Deciduous seeds approaching maturity.
vi: hạt rụng lá gần trưởng thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.FROZEN
source: Its temperature is below freezing.
vi: nhiệt độ của nó là dưới mức đóng băng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.GENERIC
source: Its temperature is totally unremarkable.
vi: nhiệt độ của nó là hoàn toàn không đáng kể.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.WARM
source: It is retaining thermal energy. But only a bit.
vi: Nó được giữ lại năng lượng nhiệt. Nhưng chỉ một chút.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_13
source: What a positively, delightfully odd little lady.
vi: Thật là một cô gái bé nhỏ dương, kỳ thú vị lẻ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_SMOLDERING
source: Seems it's about to ignite from the heat.
vi: Có vẻ nó về để đốt cháy từ nhiệt.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.INVALID
source: This cannot be consumed.
vi: Điều này không thể tiêu diệt hết.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.YUCKY
source: Ingesting this would be ill advised.
vi: Ăn này sẽ được khuyên bệnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_COMPASS_OUT
source: My compass has become demagnetized.
vi: la bàn của tôi đã trở thành demagnetized.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: It's hairy like us but I don't think it likes shaving.
vi: Đó là lông giống chúng ta nhưng tôi không nghĩ rằng nó thích cạo râu.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.SHAVE.GENERIC
source: It's not shaving time!
vi: Nó không cạo râu thời gian!

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.SHAVE.NOBITS
source: Clean as a whistle.
vi: Sạch sẽ như một tiếng còi.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.STORE.GENERIC
source: All full!
vi: Tất cả đầy đủ!

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL.STORE.NOTALLOWED
source: That's breaking the rules.
vi: Đó là phạm luật.

# STRINGS.CHARACTERS.WEBBER.ACTIONFAIL_GENERIC
source: That's off-limits.
vi: Đó là ngoài giới hạn.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_ADVENTUREFAIL
source: Play time is over.
vi: thời gian chơi là hơn.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BEES
source: Flying ouchies!
vi: Bay ouchies!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BOOMERANG
source: It hurts us when we don't catch it.
vi: Nó đau khổ chúng ta khi chúng ta không nắm bắt nó.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CHARLIE
source: Is somebody there?!
vi: Là sao ai đó ?!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CHARLIE_ATTACK
source: Aah! Monsters in the dark!
vi: Aah! Quái vật trong bóng tối!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_COLD
source: Brrr... spider hair isn't very warm.
vi: Brrr ... tóc nhện không phải là rất ấm áp.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HOT
source: Hot as heck!
vi: Hot như quái!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CRAFTING_FAIL
source: We're missing something.
vi: Chúng tôi đang thiếu một cái gì đó.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DEERCLOPS
source: That sounded like a big meanie.
vi: Điều đó nghe có vẻ giống như một meanie lớn.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DUSK
source: Almost time for bed.
vi: Hầu hết thời gian cho giường.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_EAT.GENERIC
source: Yummy in our tummy!
vi: Yummy trong bụng của chúng tôi!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_EAT.PAINFUL
source: Our tummy hurts.
vi: bụng của chúng tôi đau.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_EAT.SPOILED
source: Past its date.
vi: Qua ngày của nó.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_EAT.STALE
source: Stale like mum's leftovers.
vi: Thiu như thức ăn thừa của mẹ.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_EAT.INVALID
source: We can't, we won't, we refuse to eat that.
vi: Chúng ta không thể, chúng tôi sẽ không, chúng ta từ chối để ăn mà.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_ENTER_DARK
source: We can't see! I want my nightlight.
vi: Chúng ta không thể nhìn thấy! Tôi muốn đèn ngủ của tôi.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_ENTER_LIGHT
source: Phew, light!
vi: Phew, ánh sáng!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_FREEDOM
source: We made it!
vi: Chúng tôi thực hiện nó!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HIGHRESEARCH
source: I'm learning so much!
vi: Tôi học hỏi được rất nhiều!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HOUNDS
source: Doggies are coming!
vi: Doggies đang đến!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HUNGRY
source: It's time for a snack!
vi: Đó là thời gian cho một bữa ăn nhẹ!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HUNT_BEAST_NEARBY
source: Fresh tracks!
vi: bài hát tươi!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HUNT_LOST_TRAIL
source: Animal went bye-bye.
vi: Animal đã đi bye-bye.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: It's too muddy to track.
vi: Nó quá lầy lội để theo dõi.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_INV_FULL
source: Our pockets are full!
vi: túi của chúng tôi có đầy đủ!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_KNOCKEDOUT
source: Ow, our head!
vi: Ow, người đứng đầu của chúng tôi!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_LOWRESEARCH
source: That might've taught a toddler something.
vi: Điều đó có thể đã dạy một cái gì đó mới biết đi.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_MOSQUITOS
source: Suck someone else's blood!
vi: Hút máu của người khác!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NODANGERSLEEP
source: Can't sleep with monsters nearby!
vi: Không thể ngủ với những con quái vật gần đó!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NODAYSLEEP
source: It's daytime, not bedtime.
vi: Đó là ban ngày, không đi ngủ.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NODAYSLEEP_CAVE
source: We're not ready for bed.
vi: Chúng tôi không chuẩn bị đi ngủ.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOHUNGERSLEEP
source: Our tummy is rumbling, we can't sleep.
vi: bụng của chúng tôi là ầm ầm, chúng tôi không thể ngủ.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOSLEEPONFIRE
source: Mum always said, 'Don't sleep in a burning building.'
vi: Mẹ luôn nói, 'Đừng ngủ trong một tòa nhà đang cháy. "

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NODANGERSIESTA
source: Can't nap with monsters nearby!
vi: Không thể ngủ trưa với con quái vật gần đó!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NONIGHTSIESTA
source: We can't take a nap, it's nighttime!
vi: Chúng tôi không thể chợp mắt một chút, đó là vào ban đêm!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NONIGHTSIESTA_CAVE
source: No naps 'til daybreak!
vi: Không ngủ 'til rạng đông!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NOHUNGERSIESTA
source: Won't be able to nap with a rumbling tummy.
vi: Sẽ không thể ngủ trưa với một chiếc bụng ầm ầm.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_NO_TRAP
source: Easy peasy.
vi: Dễ dàng peasy.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PECKED
source: Bad bird!
vi: Xấu chim!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_QUAKE
source: I don't think that was our tummy.
vi: Tôi không nghĩ đó là dạ dày của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_RESEARCH
source: It's almost like being back in school.
vi: Nó gần giống như đang được trở lại trường.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SHELTER
source: Protect us, tree!
vi: Bảo vệ chúng ta, cây!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_BURNT
source: Jeepers, that was hot!
vi: Jeepers, đó là nóng!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TORCH_OUT
source: Waah, our light went out!
vi: Waah, ánh sáng của chúng tôi đã đi ra ngoài!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_UNIMPLEMENTED
source: Gah! It needs more time.
vi: Gah! Nó cần nhiều thời gian hơn.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WORMHOLE
source: That was a scary hole!
vi: Đó là một lỗ đáng sợ!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_CANFIX
source: We can repair it.
vi: Tôi có thể sửa cái này.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_ACCOMPLISHMENT
source: We're so capable!
vi: Chúng tôi rất có khả năng!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_ACCOMPLISHMENT_DONE
source: We're a super hero!
vi: Chúng tôi là một siêu anh hùng!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Not good enough for you, plant?
vi: Không đủ tốt cho bạn, thực vật?

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOOL_SLIP
source: Come back, tool!
vi: Hãy trở về, công cụ!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: We're invincible!
vi: Chúng tôi đang bất khả chiến bại!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DAMP
source: Splishy splashy.
vi: loè loẹt Splishy.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WET
source: Unpleasantly moist.
vi: Khó chịu ẩm.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_WETTER
source: So wet!
vi: Vì vậy, ướt!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SOAKED
source: We're drenched!
vi: Chúng tôi đang ướt đẫm!

# STRINGS.CHARACTERS.WEBBER.BATTLECRY.GENERIC
source: En garde!
vi: En phong!

# STRINGS.CHARACTERS.WEBBER.BATTLECRY.PIG
source: We hate it! Horrible pig!
vi: Chúng tôi ghét nó! Horrible lợn!

# STRINGS.CHARACTERS.WEBBER.BATTLECRY.PREY
source: We will put you in our web!
vi: Chúng tôi sẽ đưa bạn vào web của chúng tôi!

# STRINGS.CHARACTERS.WEBBER.BATTLECRY.SPIDER
source: Hey, wanna play?
vi: Hey, muốn chơi?

# STRINGS.CHARACTERS.WEBBER.BATTLECRY.SPIDER_WARRIOR
source: Why can't we just get along?!
vi: Tại sao chúng ta không thể chỉ có được cùng ?!

# STRINGS.CHARACTERS.WEBBER.COMBAT_QUIT.GENERIC
source: Well, we would have won!
vi: Vâng, chúng tôi đã giành chiến thắng!

# STRINGS.CHARACTERS.WEBBER.COMBAT_QUIT.PIG
source: Another day, pig.
vi: Một ngày, lợn.

# STRINGS.CHARACTERS.WEBBER.COMBAT_QUIT.PREY
source: Speedy thing!
vi: điều Speedy!

# STRINGS.CHARACTERS.WEBBER.COMBAT_QUIT.SPIDER
source: It's better this way.
vi: Nó tốt hơn theo cách này.

# STRINGS.CHARACTERS.WEBBER.COMBAT_QUIT.SPIDER_WARRIOR
source: Simmer down, friend.
vi: Đun nhỏ lửa xuống, bạn bè.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOMMER
source: Nice eyes.
vi: Đôi mắt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOMMERFLOWER.GENERIC
source: It doesn't smell very nice.
vi: Nó không có mùi rất tốt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOMMERFLOWER.DEAD
source: I spoke too soon. It smells worse now.
vi: Tôi đã nói chuyện quá sớm. Nó có mùi tệ hơn bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOMMERWINGS
source: I wish I'd at least ended up with wings. Sigh.
vi: Tôi muốn ít nhất tôi muốn kết thúc với đôi cánh. Thở dài.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOMMERFUEL
source: Yucky muck!
vi: muck chút kinh ngạc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BELL
source: Exactly the right amount of bell.
vi: Chính xác số tiền phải của chuông.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STATUEGLOMMER.GENERIC
source: A statue of some weird bug.
vi: Một bức tượng của một số lỗi lạ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STATUEGLOMMER.EMPTY
source: Take that, rock bug!
vi: Đi mà, lỗi đá!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEBBERSKULL
source: How did this get here?
vi: Làm thế nào mà nó ở đây?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORMLIGHT
source: It's gushing with light.
vi: Nó phun với ánh sáng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORM.PLANT
source: What could possibly go wrong?
vi: Điều gì có thể đi sai?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORM.DIRT
source: Some dirt, big whoop.
vi: Một số chất bẩn, gà hớt lớn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORM.WORM
source: Creepy crawly!
vi: crawly đáng sợ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOLE.HELD
source: Hello little guy.
vi: Xin chào chàng trai nhỏ.
