Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WICKERBOTTOM.ATTACKER
source: That Wickerbottom looks shifty...
vi: Wickerbottom trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WICKERBOTTOM.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WICKERBOTTOM.REVIVER
source: Wickerbottom, friend of ghosts.
vi: Wickerbottom, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WICKERBOTTOM.GHOST
source: Wickerbottom could use a heart.
vi: Wickerbottom có ​​thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WES.GENERIC
source: It's Wes!
vi: Đó là Wes!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WES.ATTACKER
source: That Wes looks shifty...
vi: Đó Wes vẻ gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WES.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WES.REVIVER
source: Wes, friend of ghosts.
vi: Wes, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WES.GHOST
source: Wes could use a heart.
vi: Wes có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULTIPLAYER_PORTAL
source: It's rickety, but it appears to function. After a fashion...
vi: Đó là ọp ẹp, nhưng nó xuất hiện để hoạt động. Sau một thời trang ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNAGI
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: Which way am I facing?
vi: Cách mà tôi phải đối mặt?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE
source: Science makes it glow.
vi: Khoa học làm cho nó phát sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Science makes it glow.
vi: Khoa học làm cho nó phát sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Science makes it glow.
vi: Khoa học làm cho nó phát sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE.GENERIC
source: That's not a real carrot.
vi: Đó không phải là một củ cà rốt thật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE.BURNT
source: That's not a real roasted carrot.
vi: Đó không phải là một củ cà rốt rang thật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DECIDUOUS
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SANDY
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_BADLANDS
source: Yet another ground type.
vi: Tuy nhiên, một loại nền.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACONEGGS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEPACK
source: The fur keeps the temperature inside stable.
vi: Các lông giữ nhiệt độ bên trong ổn định.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.READY
source: It's full of honey.
vi: Nó đầy mật ong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.BURNT
source: How did it get burned?!!
vi: Làm thế nào nó được đốt cháy? !!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.WITHERED
source: Nothing will grow in this heat.
vi: Không gì có thể phát triển ở nhiệt độ này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIGFOOT
source: That is one biiig foot.
vi: Đó là một chân biiig.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.HUNGRY
source: He's looking a bit peckish.
vi: Anh ta đang nhìn một chút đói bụng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.STARVING
source: Did I forget to feed you?
vi: Tôi đã quên để nuôi bạn?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.DEAD
source: Maybe he's just resting?
vi: Có lẽ anh ấy đang nghỉ ngơi?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SKELETON
source: That bird is definitely deceased.
vi: Con chim đó chắc chắn đã qua đời.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT
source: It's scientific!
vi: Đó là khoa học!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BELL_BLUEPRINT
source: It's scientific!
vi: Đó là khoa học!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BONESHARD
source: Bits of bone.
vi: Các mảnh xương.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.EMBERS
source: I should put something on the fire before it goes out.
vi: Tôi nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.GENERIC
source: Sure beats darkness.
vi: Chắc chắn nhịp đập bóng tối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.HIGH
source: That fire is getting out of hand!
vi: ngọn lửa đó là nhận được ra khỏi bàn tay!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.LOW
source: The fire's getting a bit low.
vi: Ngọn lửa của nhận được một chút thấp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.NORMAL
source: Nice and comfy.
vi: Tốt đẹp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.OUT
source: Well, that's over.
vi: Vâng, đó là hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELON_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.BURNT
source: The pot got cooked.
vi: Các nồi đã nấu chín.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYEBRELLAHAT
source: It will watch over me.
vi: Nó sẽ trông chừng tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFLY
source: That's one fly dragon!
vi: Đó là một con ruồi rồng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORDRAGONFLY
source: Hot mail!
vi: email Hot!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGON_SCALES
source: They're still warm.
vi: Chúng vẫn còn ấm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYCHEST
source: Next best thing to a lockbox!
vi: Điều tốt nhất bên cạnh một hộp khóa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVASPIT.HOT
source: Hot spit!
vi: nhổ Hot!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVASPIT.COOL
source: I like to call it 'Basaliva'.
vi: Tôi thích gọi nó là 'Basaliva'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE
source: Too hot to handle.
vi: Quá nóng để xử lý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_PET.STARVING
source: Poor thing must be starving.
vi: Tội nghiệp phải chết đói.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_PET.HUNGRY
source: I hear a tiny stomach grumbling.
vi: Tôi nghe thấy một giận dạ dày nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_PET.CONTENT
source: It seems happy.
vi: Nó có vẻ hạnh phúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_PET.GENERIC
source: Aww. Who's a good monster?
vi: Aww. Ai là một con quái vật tốt?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_EGG.GENERIC
source: I can feel a faint warmth coming from inside.
vi: Tôi có thể cảm thấy một sự ấm áp mờ nhạt đến từ bên trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: I don't think that egg is warm enough.
vi: Tôi không nghĩ rằng trứng là đủ ấm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: I never thought I would see a happy egg.
vi: Tôi không bao giờ nghĩ rằng tôi sẽ thấy một quả trứng hạnh phúc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LAVAE_TOOTH
source: It's an egg tooth!
vi: Đó là một chiếc răng trứng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACORN
source: There's definitely something inside there.
vi: Có chắc chắn là một cái gì đó bên trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACORN_SAPLING
source: It'll be a tree soon!
vi: Nó sẽ là một cây sớm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACORN_COOKED
source: Roasted to perfection.
vi: Rang để hoàn thiện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRCHNUTDRAKE
source: A mad little nut.
vi: Một chút hạt điên.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.BURNT
source: I don't think anything will grow in a pile of ash.
vi: Tôi không nghĩ rằng bất cứ điều gì sẽ phát triển trong một đống tro.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.NORMAL
source: Nice and comfy.
vi: Tốt đẹp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.EMBERS
source: I should put something on the fire before it goes out.
vi: Tôi nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.GENERIC
source: Sure beats darkness.
vi: Chắc chắn nhịp đập bóng tối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.HIGH
source: Good thing it's contained!
vi: Điều tốt đó chứa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.LOW
source: The fire's getting a bit low.
vi: Ngọn lửa của nhận được một chút thấp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.NORMAL
source: Nice and comfy.
vi: Tốt đẹp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.OUT
source: At least I can start it up again.
vi: Ít nhất tôi có thể bắt đầu nó lên một lần nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.ON
source: Fling on!
vi: Fling trên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.OFF
source: All quiet on the flinging front.
vi: Tất cả im lặng trên mặt trận flinging.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGGLEBUNWICH
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FURTUFT
source: Black and white fur.
vi: Đen và trắng lông.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.WITHERED
source: It's not going to grow back while it's so hot.
vi: Nó sẽ không phát triển trở lại trong khi nó quá nóng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: It was cut down in the prime of its life.
vi: Nó đã được cắt giảm trong chính cuộc sống của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.FROZEN
source: It's colder than ice.
vi: Nó lạnh hơn băng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: That's a cold stone.
vi: Đó là một viên đá lạnh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.GENERIC
source: I could manipulate its temperature.
vi: Tôi có thể thao tác nhiệt độ của nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.WARM
source: It's quite warm and cuddly... for a rock!
vi: Nó khá ấm áp và trìu mến ... cho một tảng đá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.GENERIC
source: It says 'You are here'.
vi: Nó nói: "Bạn đang ở đây '.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.UNWRITTEN
source: The sign is currently blank.
vi: Các dấu hiện trống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.BURNT
source: "Don't play with matches."
vi: "Đừng chơi với các trận đấu. "

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.GENERIC
source: It says 'Thataway'.
vi: Nó nói 'Thataway'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: The sign is currently blank.
vi: Các dấu hiện trống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.BURNT
source: "Don't play with matches."
vi: "Đừng chơi với các trận đấu. "

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: It says 'Thataway'.
vi: Nó nói 'Thataway'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: The sign is currently blank.
vi: Các dấu hiện trống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: "Don't play with matches."
vi: "Đừng chơi với các trận đấu. "

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEHAT
source: Stay cool, boy.
vi: Mát mẻ, cậu bé.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JAMMYPRESERVES
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KABOBS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_ACTIVE
source: Stop following me!
vi: Dừng theo tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_PLANTED
source: I've heard strange things about those plants.
vi: Tôi đã nghe những điều kỳ lạ về những cây trồng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE
source: A mandrake root has strange powers.
vi: Một gốc cây độc có quyền kỳ lạ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.BURNING
source: That's burning fast!
vi: Đó là cháy nhanh chóng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BURNT_MARSH_BUSH
source: It's all burnt up.
vi: Đó là tất cả bị cháy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATBALLS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Meat takes even longer to dry in rain.
vi: Thịt mất thậm chí lâu hơn để khô trong mưa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.BURNT
source: The rack got dried.
vi: Các rack bị khô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD.GENERIC
source: The stinkiest thing I'll smell all day.
vi: Điều stinkiest tôi sẽ ngửi thấy cả ngày.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD.BURNT
source: Burnt merm flesh somehow smells even worse.
vi: Burnt thịt merm bằng cách nào đó có mùi thậm chí tồi tệ hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE.GENERIC
source: Who would live here?
vi: Ai sẽ sống ở đây?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE.BURNT
source: Nothing to live in, now.
vi: Không có gì để sống, bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWERSALAD
source: A bowl of foliage.
vi: Một bát của tán lá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICECREAM
source: I scream for ice cream!
vi: Tôi hét lên cho kem!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELONICLE
source: Cryogenic watermlon.
vi: watermlon đông lạnh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAILMIX
source: A healthy, natural snack.
vi: Một khỏe mạnh, ăn nhẹ tự nhiên.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOTCHILI
source: Five alarm!
vi: Năm báo động!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUACAMOLE
source: Avogadro's favorite dish.
vi: món ăn ưa thích của Avogadro.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOOSE
source: I don't exactly know what that thing is.
vi: Tôi không biết chính xác điều gì đó là.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOOSEEGG
source: Its contents are like excited electrons trying to escape.
vi: Nội dung của nó cũng giống như các electron kích thích cố gắng trốn thoát.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSSLING
source: Aaah! You are definitely not an electron!
vi: Aaah! Bạn có chắc chắn không phải là một điện tử!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERFAN
source: Down to bring my temperature down.
vi: Down để làm hạ nhiệt độ của tôi xuống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PHLEGM
source: It's thick and pliable. And salty.
vi: Nó là dày và mềm dẻo. Và mặn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD.GENERIC
source: Looks like an offering to the beast.
vi: Hình như một của lễ cho con thú.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD.BURNT
source: Crispy.
vi: Giòn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.BURNT
source: Not so fancy now, pig!
vi: Không phải như vậy ưa thích bây giờ, con lợn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE
source: I can hear a tiny tree inside it, trying to get out.
vi: Tôi có thể nghe thấy một cây nhỏ bên trong nó, cố gắng để có được ra ngoài.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE_SAPLING
source: It'll be a tree soon!
vi: Nó sẽ là một cây sớm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.WITHERED
source: The heat killed it.
vi: Nhiệt giết chết nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FERTILIZER
source: That is definitely a bucket full of poop.
vi: Đó chắc chắn là một xô đầy poop.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE.GENERIC
source: That must lead to the Kingdom of the Bunnymen.
vi: Đó phải dẫn đến Vương quốc Bunnymen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE.SPRING
source: The Kingdom of the Bunnymen is closed for the season.
vi: Vương quốc của Bunnymen bị đóng cửa trong mùa giải.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER.GENERIC
source: It measures cloudiness.
vi: Nó đo vẩn đục.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINHAT
source: It'll mess up my hair, but I'll stay nice and dry.
vi: Nó sẽ mess lên mái tóc của tôi, nhưng tôi sẽ ở lại tốt và khô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB.GENERIC
source: It breaks down objects into their scientific components.
vi: Nó phá vỡ xuống các đối tượng vào các thành phần khoa học của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB.BURNT
source: It won't be doing much science now.
vi: Nó sẽ không thể làm nhiều khoa học hiện nay.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2.GENERIC
source: It's even more science-y than the last one!
vi: Nó thậm chí còn nhiều hơn khoa học-y so với lần trước!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2.BURNT
source: The extra science didn't keep it alive.
vi: Các khoa học thêm không giữ cho nó sống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3.GENERIC
source: What have I created?
vi: Tôi đã tạo ra những gì?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3.BURNT
source: Whatever it was, it's burnt now.
vi: nó là bất cứ điều gì, nó đốt cháy bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4.GENERIC
source: Who would name something that?
vi: Ai sẽ đặt tên gì đó?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4.BURNT
source: Fire doesn't really solve naming issues...
vi: Lửa không thực sự giải quyết vấn đề đặt tên ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: What a handsome devil!
vi: Thật là một con quỷ đẹp trai!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTONE
source: Such a touching stone.
vi: Như một hòn đá chạm vào.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.GENERIC
source: Does that mean winter is gone?
vi: Điều đó có nghĩa là mùa đông đã biến mất?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_ICE.GENERIC
source: A very isolated glacier.
vi: Một sông băng rất cô lập.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_ICE.MELTED
source: Nothing useful until it freezes again.
vi: Không có gì hữu ích cho đến khi nó bị đóng băng một lần nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_ICE_MELTED
source: Nothing useful until it freezes again.
vi: Không có gì hữu ích cho đến khi nó bị đóng băng một lần nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICE
source: Ice to meet you.
vi: Ice được gặp các bạn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.BURNING
source: That's burning fast!
vi: Đó là cháy nhanh chóng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPAT
source: What a crusty looking animal.
vi: Thật là một con vật nhìn cộc cằn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STEELWOOL
source: Scratchy metal fibers.
vi: sợi kim loại hỗn tạp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUFFEDEGGPLANT
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TAFFY
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT.GENERIC
source: I get crazy when I don't sleep.
vi: Tôi nhận được điên khi tôi không ngủ được.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT.BURNT
source: Nothing left to sleep in.
vi: Không còn gì để ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SIESTAHUT.GENERIC
source: A nice place for an afternoon rest out of the heat.
vi: Một nơi tốt đẹp cho một phần còn lại buổi chiều ra khỏi sức nóng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SIESTAHUT.BURNT
source: It won't provide much shade now.
vi: Nó sẽ không cung cấp nhiều bóng râm bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRANSISTOR
source: It's whirring with electricity.
vi: Nó lăng xăng với điện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST.GENERIC
source: It's my tickle trunk!
vi: Đó là thân cây cù của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST.BURNT
source: That trunk was truncated.
vi: thân cây đã được cắt ngắn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_13
source: It must be some kind of religious artifact.
vi: Nó phải là một số loại vật tôn giáo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TUMBLEWEED
source: Who knows what that tumbleweed has picked up.
vi: Ai biết được những gì tumbleweed đã chọn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_UMBRELLA
source: This will keep my hair moderately dry, at least.
vi: Điều này sẽ giữ cho mái tóc của tôi vừa phải khô, ít nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY.GENERIC
source: Hmmmm. I guess that'll have to do.
vi: Hmmmm. Tôi đoán rằng sẽ phải làm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY.BURNT
source: That won't do at all.
vi: Điều đó sẽ không làm gì cả.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD.GENERIC
source: Pointy!
vi: Nhọn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD.BURNT
source: Burnt!
vi: Cháy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_MOONROCK
source: Spacey and smooth!
vi: Spacey và mịn màng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_MOONROCK_ITEM
source: Very light but surprisingly tough.
vi: Rất nhẹ nhưng đáng ngạc nhiên khó khăn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REVIVER
source: The beating of this hideous heart will bring a ghost back to life!
vi: Các đập của trái tim xấu xí này sẽ mang lại một con ma sống lại!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON_PLAYER.MALE
source: %s must've died preforming an important experiment with %s.
vi: % S chắc hẳn đã chết tạo hình trước một thí nghiệm quan trọng với% s.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s must've died preforming an important experiment with %s.
vi: % S chắc hẳn đã chết tạo hình trước một thí nghiệm quan trọng với% s.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s must've died preforming an important experiment with %s.
vi: % S chắc hẳn đã chết tạo hình trước một thí nghiệm quan trọng với% s.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s must've died preforming an important experiment with %s.
vi: % S chắc hẳn đã chết tạo hình trước một thí nghiệm quan trọng với% s.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HUMANMEAT
source: Flesh is flesh. Where do I draw the line?
vi: Thịt là thịt. Nơi nào tôi rút ra những dòng?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HUMANMEAT_COOKED
source: Cooked nice and pink, but still morally gray.
vi: Nấu đẹp và màu hồng, nhưng vẫn về mặt đạo đức xám.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HUMANMEAT_DRIED
source: Letting it dry makes it not come from a human, right?
vi: Để cho nó khô làm cho nó không đến từ một con người, phải không?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOONROCKNUGGET
source: That rock came from the moon.
vi: rock đến từ mặt trăng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_SMOLDERING
source: That thing is about to catch fire.
vi: điều đó là về để bắt lửa.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.INVALID
source: I won't let that anywhere near my mouth.
vi: Tôi sẽ không để điều đó bất cứ nơi nào gần miệng tôi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.YUCKY
source: I won't let that anywhere near my mouth.
vi: Tôi sẽ không để điều đó bất cứ nơi nào gần miệng tôi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Can't follow it in these conditions!
vi: Không thể làm theo nó trong những điều kiện!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_COMPASS_OUT
source: The compass has fallen to pieces.
vi: La bàn đã giảm xuống miếng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It perked up just a tiny bit.
vi: Nó vểnh lên một chút xíu.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Can't touch this!
vi: không thể chạm này!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTSTICK
source: Good morning.
vi: Chào buổi sáng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE.GENERIC
source: Oh, isn't that clever.
vi: Oh, mà không phải là thông minh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE.BURNT
source: Cleverness killed the carrot.
vi: Minh giết cà rốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FURTUFT
source: Not enough for a rug.
vi: Không đủ cho một tấm thảm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIGFOOT
source: Now that is surely fuel for nightmares.
vi: Bây giờ chắc chắn là nhiên liệu cho những cơn ác mộng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BONESHARD
source: Grind them bones.
vi: Grind họ xương.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.EMBERS
source: I'm going to lose it.
vi: Tôi sẽ mất nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.GENERIC
source: How comforting.
vi: Làm thế nào an ủi.
