Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT_DRIED
source: My teeth are getting too old for this.
vi: Răng tôi đang nhận được quá già cho việc này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPEAR
source: It's a spear. Yup.
vi: Đó là một ngọn giáo. Yup.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.GENERIC
source: It's mostly digestive system.
vi: Đó chủ yếu là hệ thống tiêu hóa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.SLEEPING
source: Shhhh! It will wake up hungry.
vi: Suỵt! Nó sẽ thức dậy đói.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERDEN
source: They grow big here.
vi: Chúng phát triển lớn ở đây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERGLAND
source: Distasteful.
vi: Khó chịu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHAT
source: Spiders have such malleable wills.
vi: Nhện có ý chí rèn như vậy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERQUEEN
source: Maybe I'll just get out of her way.
vi: Có lẽ tôi sẽ chỉ nhận được ra khỏi con đường của mình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It's a specialized form.
vi: Đó là một hình thức chuyên ngành.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake that one.
vi: Tôi không muốn đánh thức một.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPOILED_FOOD
source: That used to be food until I wasted it.
vi: Đó từng là thức ăn cho đến khi tôi lãng phí nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEHARP
source: Not my best work.
vi: Không làm việc tốt nhất của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEMAXWELL
source: Now that's a fine statue.
vi: Bây giờ đó là một bức tượng tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STINGER
source: It's dripping with venom.
vi: Nó nhỏ giọt với nọc độc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWHAT
source: A hat fit for a peasant.
vi: Một chiếc mũ phù hợp cho một nông dân.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STUFFEDEGGPLANT
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKBOAT
source: That's not how you use a boat!
vi: Đó không phải là cách bạn sử dụng một chiếc thuyền!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SWEATERVEST
source: It's no three-piece, but it's dapper enough.
vi: Đó là không có ba mảnh, nhưng nó đủ đoan trang.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TAFFY
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRD
source: These were a failed experiment.
vi: Đây là một thí nghiệm thất bại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG
source: Tallbirds are territorial because of these things.
vi: Tallbirds là lãnh thổ vì những điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like broken dreams.
vi: Nó có vị như những giấc mơ bị phá vỡ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: It's getting tepid.
vi: Nó nhận được ấm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: We've got a live one here.
vi: Chúng tôi đã có một sống ở đây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hot enough for ya?
vi: đủ cho ya nóng?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: It's going to be a while.
vi: Nó sẽ là một thời gian.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any moment now...
vi: Bất kỳ thời điểm bây giờ ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.GENERIC
source: Well. That's tempting.
vi: Tốt. Đó là hấp dẫn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.PICKED
source: It's made of dirty beefalo hair.
vi: Nó được làm bằng tóc beefalo bẩn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.GENERIC
source: It's less cute now that it's grown up.
vi: Nó ít dễ thương bây giờ mà nó lớn lên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.HUNGRY
source: They sure do eat a lot.
vi: Họ bảo làm ăn rất nhiều.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.STARVING
source: A hungry beast is a dangerous beast.
vi: Một con thú đói là một con thú nguy hiểm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: It's alive!
vi: Nó còn sống!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: My beautiful machine is in pieces!
vi: máy xinh đẹp của tôi là trong miếng!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Now to turn it on.
vi: Bây giờ để bật nó lên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It is still incomplete.
vi: Nó vẫn còn chưa đầy đủ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BOX
source: This is a box full of sadness and woe.
vi: Đây là một hộp đầy nỗi buồn và nỗi buồn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_CRANK
source: This is used to agitate the humours.
vi: Điều này được sử dụng để khuấy động humours.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_POTATO
source: The gears in here are so small they turn the fabric of reality.
vi: Các bánh răng ở đây rất nhỏ, họ biến vải của thực tại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_RING
source: This is the quantum field guard band.
vi: Đây là băng bảo vệ trường lượng tử.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELESTAFF
source: Power can do amazing things when it's funneled through the right channels.
vi: Điện có thể làm những điều tuyệt vời khi nó đổ qua các kênh phải.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT
source: That's a bit rustic for my taste.
vi: Đó là một chút mộc mạc cho hương vị của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE
source: I'm glad the rest of it is still down there.
vi: Tôi rất vui vì phần còn lại của nó vẫn là xuống đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPIKE
source: Ugh. This is so revolting.
vi: Ugh. Điều này là rất ghê tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPOTS
source: This is how they reproduce.
vi: Đây là cách họ tái sản xuất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR
source: How deep does this go?
vi: Làm thế nào sâu không này đi đâu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_GARDEN
source: This one is odd.
vi: Đây là một số lẻ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies?
vi: Đứa trẻ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOPHAT
source: Some fine haberdashery.
vi: Một số đồ trang trí vặt tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TORCH
source: It keeps Charlie at bay.
vi: Nó giữ Charlie tại vịnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP
source: Only the dumbest animals will fall for this.
vi: Chỉ có những con vật ngốc nhất sẽ rơi cho việc này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH
source: This one packs a whallop.
vi: Điều này gói một whallop.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'm sure I had my reasons when I placed this.
vi: Tôi chắc rằng tôi có lý do của tôi khi tôi đặt này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST
source: A place to store loot.
vi: Nơi lưu trữ loot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm. Looks suspicious.
vi: Hmmm. Có vẻ đáng ngờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREECLUMP
source: I can't get through there.
vi: Tôi không thể có được thông qua đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_1
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_10
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_11
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_12
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_2
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_3
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_4
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_5
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_6
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_7
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_8
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_9
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_SUMMER
source: It's more of a fall vest.
vi: Đó là nhiều hơn một chiếc áo khoác mùa thu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_WINTER
source: It's so hard to look fashionable in the winter.
vi: Thật là khó để trông thời trang trong mùa đông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_COOKED
source: At least the mucus burned off.
vi: Ít nhất là chất nhầy bị đốt bỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_SUMMER
source: Full of summer mucus.
vi: Đầy đủ các chất nhầy mùa hè.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_WINTER
source: The trunk thickens in the winter to hold more mucus.
vi: Những thân cây dày vào mùa đông để giữ nhiều chất nhờn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CARPETFLOOR
source: That's a quality, high-pile carpet sample!
vi: Đó là một chất lượng,-lông cao mẫu thảm!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CHECKERFLOOR
source: That's my natural habitat.
vi: Đó là môi trường sống tự nhiên của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FOREST
source: Smells like mud.
vi: Mùi bùn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_GRASS
source: Scratchy.
vi: Hỗn tạp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MARSH
source: It's dripping all over.
vi: Nó chảy qua tất cả.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROAD
source: At least this one is useful.
vi: Ít nhất một điều này là hữu ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROCKY
source: Kinda rough.
vi: Kinda thô.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SAVANNA
source: Dirty.
vi: Dơ bẩn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_WOODFLOOR
source: I prefer hardwoods.
vi: Tôi thích gỗ cứng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURKEYDINNER
source: How festive.
vi: Làm thế nào lễ hội.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TWIGS
source: Common, but useful.
vi: Phổ biến, nhưng hữu ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UMBRELLA
source: It's crooked!
vi: Nó quanh co!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAFFLES
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY
source: It's a tinderbox.
vi: Đó là một mồi lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY_ITEM
source: Pocket-sized wall pieces. Yup.
vi: mảnh tường bỏ túi. Yup.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE
source: This will keep the riff-raff out.
vi: Điều này sẽ giữ cho người đê tiện ra.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE_ITEM
source: Pocket-sized wall pieces. Yup.
vi: mảnh tường bỏ túi. Yup.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD
source: Moderately tough, but flammable.
vi: Vừa phải khó khăn, nhưng dễ cháy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD_ITEM
source: Pocket-sized wall pieces. Yup.
vi: mảnh tường bỏ túi. Yup.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS
source: An ancient wall.
vi: Một bức tường cổ xưa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS_ITEM
source: Pocket-sized wall pieces. Yup.
vi: mảnh tường bỏ túi. Yup.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS
source: Don't you recognise me?
vi: Anh không nhận ra tôi?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.EMPTY
source: I best not linger when winter comes.
vi: Tôi tốt nhất không nán lại khi mùa đông đến.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.GENERIC
source: The Walrusser can't be far.
vi: Các Walrusser không thể xa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_TUSK
source: I'll put this to better use.
vi: Tôi sẽ đặt này để sử dụng tốt hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WASPHIVE
source: That looks dangerous.
vi: Điều đó có vẻ nguy hiểm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WETGOOP
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTERHAT
source: How disappointingly rustic.
vi: Làm thế nào chán thật mộc mạc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER
source: Not the most useful invention, is it?
vi: Không những phát minh hữu ích nhất, là nó?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.GENERIC
source: It's worse knowing what the other part looks like.
vi: Nó còn tồi tệ biết những gì các phần khác như thế nào.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.OPEN
source: I can assure you that it smells worse than it looks.
vi: Tôi có thể đảm bảo với bạn rằng nó có mùi tồi tệ hơn bạn tưởng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE_LIMITED
source: It looks ill.
vi: Có vẻ ốm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Even THEY couldn't build something so devious.
vi: Ngay cả HỌ không thể xây dựng một cái gì đó rất quanh co.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGTREE
source: What's his problem?
vi: vấn đề của mình là gì?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICESTAFF
source: It feels like my heart.
vi: Nó cảm thấy như trái tim của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_GENERIC
source: You tell me.
vi: Bạn cho tôi biết.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_TOODARK
source: I can't see in the dark!
vi: Tôi không thể nhìn thấy trong bóng tối!

# STRINGS.CHARACTERS.WAXWELL.EAT_FOOD.TALLBIRDEGG_CRACKED
source: That tastes about as good as you'd expect.
vi: Mà thị hiếu về tốt như bạn mong muốn.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd like that.
vi: Tôi không nghĩ rằng cô ấy muốn mà.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.GENERIC
source: You can't shave what's not hair.
vi: Bạn không thể cạo những gì không tóc.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.NOBITS
source: It's already shorn, eh?
vi: Nó đã được cạo, eh?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.GENERIC
source: It's already packed tighter than a Toronto streetcar.
vi: Nó đã được đóng gói chặt chẽ hơn so với một xe điện Toronto.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTALLOWED
source: That's not allowed, eh?
vi: Đó là không được phép, eh?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL_GENERIC
source: Sorry, I can't do that.
vi: Xin lỗi, tôi không thể làm điều đó.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ADVENTUREFAIL
source: Oh well. I gave it a good try.
vi: Oh tốt. Tôi đưa cho nó một thử tốt.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BEES
source: Bees! Bees!
vi: Ong! Ong!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOOMERANG
source: Sorry! Clumsy me!
vi: Lấy làm tiếc! Vụng về tôi!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE
source: Who's there, eh?
vi: Ai đó, eh?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE_ATTACK
source: Yeouch! That was rough!
vi: Yeouch! Đó là thô!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_COLD
source: It's cold out here!
vi: Nó lạnh ra ở đây!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CRAFTING_FAIL
source: I can't do that right now.
vi: Tôi không thể làm điều đó ngay bây giờ.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEERCLOPS
source: What was that?
vi: Đó là gì?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DUSK
source: It's almost my bedtime.
vi: Nó gần giờ đi ngủ của tôi.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.GENERIC
source: Tasty!
vi: Ngon!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.PAINFUL
source: That was past the expiry date.
vi: Đó là quá khứ ngày hết hạn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.SPOILED
source: That was a wee bit manky.
vi: Đó là một chút manky wee.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.STALE
source: I got to that one just in time.
vi: Tôi đã đến đó một chỉ trong thời gian.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_DARK
source: Who turned out the lights?
vi: Ai tắt đèn?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_FREEDOM
source: I got out!
vi: Tôi đã nhận ra!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HOUNDS
source: There's something out there.
vi: Có một cái gì đó ra khỏi đó.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNGRY
source: I'm getting peckish.
vi: Tôi nhận thấy đói bụng.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_BEAST_NEARBY
source: The beastie is nearby.
vi: Các beastie gần đó.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL
source: The beastie got away.
vi: Các beastie đã đi.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_INV_FULL
source: I can't carry any more kit.
vi: Tôi không thể mang theo bất kỳ bộ hơn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_KNOCKEDOUT
source: Ow. What was that?
vi: Ow. Đó là gì?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSLEEP
source: It's too scary out to sleep.
vi: Đó là quá đáng sợ ra ngủ.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP
source: Only a hoser sleeps during the day.
vi: Chỉ có một hoser ngủ vào ban ngày.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSLEEP
source: My belly is too empty to fall asleep.
vi: Bụng tôi quá trống rỗng để rơi vào giấc ngủ.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NO_TRAP
source: Close one!
vi: Đóng một!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PECKED
source: Sorry! I'll try harder!
vi: Lấy làm tiếc! Tôi sẽ cố gắng hơn nữa!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_QUAKE
source: The ground is heaving!
vi: Mặt đất đang phập phồng!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TORCH_OUT
source: My light ran out!
vi: ánh sáng của tôi chạy ra!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TRAP_WENT_OFF
source: Oops!
vi: Rất tiếc!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WORMHOLE
source: It was gross in there!
vi: Đó là gộp trong đó!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CANFIX
source: I think I can fix this!
vi: Tôi có thể sửa cái này

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT
source: Lucy is going to be so proud of me!
vi: Lucy là sẽ rất tự hào về tôi!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That's a wrap, eh!
vi: Đó là một bọc, eh!

# STRINGS.CHARACTERS.WOODIE.BATTLECRY.GENERIC
source: Get over here, eh!
vi: Nhận qua đây, eh!

# STRINGS.CHARACTERS.WOODIE.COMBAT_QUIT.GENERIC
source: I think that's enough.
vi: Tôi nghĩ rằng đó là đủ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT
source: This thing will be useful.
vi: Điều này sẽ hữu ích.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This'n an impostor!
vi: Tôi biết một nhà máy khi tôi nhìn thấy một. This'n một kẻ mạo danh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.DIRT
source: Be wary the moving ground.
vi: Hãy cảnh giác với mặt đất đang chuyển động.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL
source: This should cook up nicely.
vi: Điều này nên nấu lên độc đáo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL_COOKED
source: This cooked up nicely.
vi: Đây nấu chín lên độc đáo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNAGI
source: It'll fill ya up.
vi: Nó sẽ điền ya lên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET
source: That'll drive the hosers off.
vi: Điều đó sẽ lái hosers tắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET_ITEM
source: This needs to be installed properly.
vi: Điều này cần phải được cài đặt đúng cách.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURHORN
source: That's a nice horn, eh.
vi: Đó là một cái sừng đẹp, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURCHEST
source: That's a nice chest with horns, eh.
vi: Đó là một ngực đẹp có sừng, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE_PIECES
source: It's not wood but it'll do.
vi: Đó không phải là gỗ nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND_ALGAE
source: Doesn't look edible.
vi: Không giống ăn được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENSTAFF
source: This'll help me dismantle stuff!
vi: Điều này sẽ giúp tôi tháo dỡ công cụ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POTTEDFERN
source: It shows my love of plant life.
vi: Nó cho thấy tình yêu của tôi về cuộc sống thực vật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE
source: It's the wood of the caves!
vi: Đó là gỗ của các hang động!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORRUINS
source: That'll stop the hurt.
vi: Điều đó sẽ ngăn chặn sự tổn thương.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_BAT
source: Metal on a stick.
vi: Kim loại trên một cây gậy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINSHAT
source: It's no toque, but it'll do.
vi: Nó không có toque, nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I think it's off.
vi: Tôi nghĩ đó là tắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: This thing just turned on!
vi: điều này chỉ bật!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's vibrating!
vi: Nó rung!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's going crazy!
vi: Nó sẽ điên!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's settling down.
vi: Nó giải quyết xuống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's nearly still.
vi: Nó gần như vẫn còn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I think it's off.
vi: Tôi nghĩ đó là tắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP_NIGHTMARE
source: I can see the internal workings!
vi: Tôi có thể thấy các hoạt động nội bộ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK_NIGHTMARE
source: The gears are spilling out.
vi: Các bánh răng đang đổ ra.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT_NIGHTMARE
source: Doesn't look to be in the best of shape.
vi: Không nhìn được rõ nhất về hình dạng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAUR
source: Another poor soul with a curse.
vi: Một tâm hồn nghèo với một lời nguyền.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_DROPPER
source: They're smart to live away from the corruption.
vi: Họ thông minh để sống xa tham nhũng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARELIGHT
source: They should have used wood.
vi: Họ cần phải có gỗ đã qua sử dụng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RELIC
source: Piece of furniture.
vi: Mảnh đồ nội thất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_RUBBLE
source: All busted up.
vi: Tất cả vỡ lên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's... it's beautiful.
vi: Nó ... nó đẹp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENGEM
source: How flashy.
vi: Làm thế nào hào nhoáng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGESTAFF
source: This will help me get around quickly.
vi: Điều này sẽ giúp tôi có được xung quanh một cách nhanh chóng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWAMULET
source: I could cut wood at night with this.
vi: Tôi có thể cắt gỗ vào ban đêm với điều này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENAMULET
source: I've always been better at cuttin' anyways.
vi: Tôi đã luôn luôn là tốt hơn ở Cuttin 'anyways.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER
source: I think it's living hair.
vi: Tôi nghĩ rằng đó là tóc sống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER_PELT
source: Looks like a dead beaver.
vi: Trông giống như một hải ly đã chết.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSLURPER
source: It tickles, I think it's still alive.
vi: Nó cù, tôi nghĩ rằng nó vẫn còn sống.
