Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT
source: It's a small, raw piece of meat.
vi: Đó là một mảnh nhỏ, thô thịt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDSMALLMEAT
source: It is slightly more appetizing when cooked.
vi: Nó là hơi ngon miệng hơn khi nấu chín.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT
source: I don't think it's safe to eat this.
vi: Tôi không nghĩ rằng nó an toàn để ăn này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERLASAGNA
source: Lasagna or no, I don't think it's safe to eat this.
vi: Lasagna hoặc không có, tôi không nghĩ rằng nó an toàn để ăn này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMEAT
source: It is slightly more appetizing when cooked.
vi: Nó là hơi ngon miệng hơn khi nấu chín.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATBALLS
source: A pile of processed meat. Who knows what went into this.
vi: Một đống thịt chế biến. Ai biết được những gì đã đi vào điều này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UMBRELLA
source: A simple apparatus for keeping dry.
vi: Một bộ máy đơn giản để giữ cho khô.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PERD
source: Nasty Meleagris, stay away from my berries!
vi: Nasty meleagris, tránh xa các loại quả mọng của tôi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURKEYDINNER
source: What a nice roast.
vi: Thật là một mái nướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMONSTERMEAT
source: It's still a little bit poisonous.
vi: Nó vẫn là một chút độc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELL
source: What a rude gentleman.
vi: Thật là một thô lỗ quý ông.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT
source: Sleeping in there would give me a stiff neck.
vi: Ngủ trong đó sẽ cho tôi cứng cổ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE
source: A horror waiting in the mud.
vi: Một kinh dị chờ đợi trong bùn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPIKE
source: Never grab the pointy end.
vi: Không bao giờ lấy cuối nhọn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPOTS
source: Hmmm, reproductive organs.
vi: Hmmm, cơ quan sinh sản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR
source: There's more of it below than above!
vi: Có nhiều hơn của nó dưới đây hơn ở trên!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR_ARM
source: A tiny horror waiting in the mud.
vi: Một kinh dị nhỏ chờ đợi trong bùn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_GARDEN
source: I wonder how they breed?
vi: Tôi tự hỏi làm thế nào họ giống?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.GENERIC
source: It looks almost like a Bos Taurus.
vi: Nó trông gần giống như một Bos Taurus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.FOLLOWER
source: It appears to be following me.
vi: Nó xuất hiện để được đi theo tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.NAKED
source: It looks cold.
vi: Có vẻ lạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BABYBEEFALO
source: Look at his widdle face! (ahem!)
vi: Nhìn vào khuôn mặt widdle của mình! (E hèm!)

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.PICKED
source: Mandragora officinarum. But with a face.
vi: Mandragora officinarum. Nhưng với một khuôn mặt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.DEAD
source: Mandragora officinarum. Deceased.
vi: Mandragora officinarum. Người chết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMANDRAKE
source: Mandragora officinarum, cooked in the name of discovery.
vi: Mandragora officinarum, nấu chín trong tên của khám phá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKESOUP
source: Mandragora officinarum, prepared as a soup in the name of discovery.
vi: Mandragora officinarum, chuẩn bị như một món súp trong tên của khám phá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS
source: It's a mythological holiday monster.
vi: Đó là một kỳ nghỉ quái vật thần thoại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS_SACK
source: It seems bigger inside than out.
vi: Có vẻ như lớn hơn bên trong hơn là ra ngoài.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.GENERIC
source: Conifer seeds encased in a mature strobilus.
vi: hạt Conifer bọc trong một strobilus trưởng thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.PLANTED
source: A young Conifer.
vi: Một Conifer trẻ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORWOOD
source: Crude plate mail cobbled together from log sections.
vi: Thô email tấm gom góp từ phần đăng nhập.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_SANITY
source: Protective shroud which transfers attacks to another dimension.
vi: liệm bảo vệ mà truyền các cuộc tấn công vào một không gian khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.GENERIC
source: Some non-aqueous residue remaining after the fire.
vi: Một số trường không chứa nước cặn còn lại sau vụ cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone seems to have been burned entirely.
vi: Các eyebone dường như đã bị đốt cháy hoàn toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_THINGIE
source: This used to be something, now it's just a pile of ash.
vi: Đây từng là một cái gì đó, bây giờ nó chỉ là một đống tro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPEAR
source: Ancient weapons technology.
vi: công nghệ vũ khí cổ đại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWHAT
source: This will offer some protection from the sun.
vi: Điều này sẽ cung cấp một số bảo vệ từ mặt trời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STUFFEDEGGPLANT
source: I've cooked this auburgine and packed it with other comestibles.
vi: Tôi đã nấu chín auburgine này và đóng gói nó với comestibles khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOHAT
source: This hat is hideous.
vi: mũ này là ghê gớm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOPHAT
source: How bourgeois.
vi: Làm thế nào tư sản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWERHAT
source: How celebratory.
vi: Làm thế nào ăn mừng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSHHAT
source: Camouflage
vi: ngụy trang

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROPE
source: A short length of strong hemp rope.
vi: Một chiều dài ngắn của sợi dây gai dầu mạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOG
source: An axial section of tree trunk.
vi: Một phần trục của thân cây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGLOG
source: This log is special.
vi: log này là đặc biệt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOCKEDWES
source: Poor sod is being held here by those statues.
vi: cỏ nghèo đang được tổ chức ở đây bởi những bức tượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TWIGS
source: Some small twigs.
vi: Một số cành cây nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT
source: Daucus carota. Edible, and delicious.
vi: Daucus carota. Ăn được và ngon.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_COOKED
source: Daucus carota, roasted to perfection.
vi: Daucus carota, rang để hoàn thiện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_PLANTED
source: Daucus carota is a root vegetable.
vi: Daucus carota là một loại rau củ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES
source: Some Ardisia crenata berries, I think.
vi: Một số loại quả mọng crenata Ardisia, tôi nghĩ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES_COOKED
source: Roasted Ardisia crenata, just in case.
vi: Rang Ardisia crenata, chỉ trong trường hợp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTSTONE
source: Some smoothed rock slabs.
vi: Một số phiến đá nhẵn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS
source: A handful of unidentifiable seeds.
vi: Một số ít các hạt không xác định được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS_COOKED
source: A toasted embryonic plant treat!
vi: Một nhà máy phôi nướng điều trị!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SILK
source: Protein fibre extruded from an arachnid.
vi: sợi Protein đẩy từ một loài nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERGLAND
source: This gland secretes a mildly toxic venom.
vi: tuyến này tiết ra một chất độc độc tính nhẹ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOARDS
source: Roughly hewn wood boards.
vi: Khoảng đẽo bảng gỗ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BONESTEW
source: Not quite how mum used to make, but it smells great!
vi: Không hoàn toàn như thế nào mẹ sử dụng để thực hiện, nhưng nó có mùi tuyệt vời!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLTHRONE
source: What an intimidating chair.
vi: Thật là một chiếc ghế đáng sợ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
vi: Bây giờ tôi chỉ cần một phím.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLIGHT
source: How magical!
vi: Thật là thần diệu!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEM_PUPPET
source: Poor girl.
vi: Cô gái đáng thương.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MALE_PUPPET
source: Poor boy.
vi: Cậu bé tội nghiệp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBOT_PUPPET
source: Poor thing.
vi: Tội nghiệp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NITRE
source: Also known as saltpeter.
vi: Còn được gọi là Nitrat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUNPOWDER
source: Knowledge is power!
vi: Kiên thưc la sưc mạnh!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG
source: It is unfertilized.
vi: Đó là chưa được thụ tinh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG_COOKED
source: If only I had some toast.
vi: Nếu tôi có một số bánh mì nướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROTTENEGG
source: How unappetizing.
vi: Làm thế nào không ngon miệng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMBAT
source: I'm not sure this was the most efficient use of resources.
vi: Tôi không chắc chắn này là việc sử dụng hiệu quả nhất các nguồn lực.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH
source: It's covered with a thin film of canine digestive fluid.
vi: Nó được bao phủ bởi một lớp màng mỏng chất lỏng tiêu hóa của loài chó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH_MAXWELL
source: A crude attempt at tricking me.
vi: Một nỗ lực thô tại lừa tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.GENERIC
source: It's some kind of Lagomorph. With horns.
vi: Đó là một số loại bộ thỏ. Với sừng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.HELD
source: It is a cute widdle horned Lagomorph.
vi: Nó là một widdle dễ thương sừng bộ thỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.GENERIC
source: A capped lava pit.
vi: Một dung nham hố mũ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.OUT
source: The lava remains underneath!
vi: Dung nham vẫn bên dưới!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling
vi: Dung nham được làm mát

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.NORMAL
source: Lava's hot.
vi: Lava của nóng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK
source: A large sedimentary rock.
vi: Một đá trầm tích lớn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGKING
source: He appears to be the leader of the village.
vi: Ông dường như là thủ lĩnh của làng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER
source: Measure before you act.
vi: Đo trước khi hành động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER
source: Measure before you act.
vi: Đo trước khi hành động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RATATOUILLE
source: Nicoise, so nutritious!
vi: Nicoise, vì vậy bổ dưỡng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE
source: How very pagan.
vi: Làm thế nào rất tà giáo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTONE
source: There is something unnatural about that stone.
vi: Có gì đó không tự nhiên về đá đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.GENERIC
source: Cardinalis! Beautiful plumage.
vi: Cardinalis! Đẹp bộ lông.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.HELD
source: He will be my friend.
vi: Anh ta sẽ là bạn của tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.GENERIC
source: A winter coat for the Cardinalis? How peculiar!
vi: Một chiếc áo khoác mùa đông cho các cardinalis? Làm thế nào đặc biệt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.HELD
source: It's so delicate.
vi: Nó rất tinh tế.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AXE
source: A dual inclined plane attached to a lever.
vi: Một mặt phẳng nghiêng kép gắn liền với một đòn bẩy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMMER
source: A worker's tool.
vi: công cụ của một công nhân.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PICKAXE
source: A specialized axe for chipping away at rocks.
vi: Một chiếc rìu chuyên cho chạp đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEWING_KIT
source: A simple implement for domestic tasks
vi: Một đơn giản thực hiện các nhiệm vụ trong nước

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's shovel. Surely you've seen one before?
vi: Đó là cái xẻng. Chắc chắn bạn đã thấy một trước?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PITCHFORK
source: It's design is effective at loosening earth.
vi: Đó là thiết kế có hiệu quả trong việc nới lỏng trái đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKS
source: A handful of assorted rocks.
vi: Một số ít các loại đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESTAFF
source: Some kind of fire-throwing contraption.
vi: Một số loại contraption lửa ném.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH
source: Some kind of whitefish, I believe.
vi: Một số loại cá thịt trắng, tôi tin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHINGROD
source: I've read all about fishing, this should be a snap.
vi: Tôi đã đọc tất cả về đánh cá, điều này sẽ là một snap.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHSTICKS
source: Give me some tartar sauce and I'm in heaven.
vi: Hãy cho tôi một số nước sốt tartar và tôi ở trên trời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHTACOS
source: Oh, I do like a spot of spice on my fish.
vi: Ồ, tôi làm như một điểm chấm gia vị vào cá của tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_COOKED
source: Beautifully grilled.
vi: Đẹp nướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLINT
source: A hard nodule of quartz.
vi: Một nốt cứng của thạch anh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AMULET
source: A relic from another time.
vi: Một di tích từ thời điểm khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAZOR
source: A personal hygiene implement.
vi: Một vệ sinh cá nhân thực hiện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE
source: Punica granatum. Watery, sweet and a bit sour.
vi: Punica granatum. Chảy nước, ngọt và một chút chua.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_COOKED
source: Punica granatum is so nice when it's warmed up.
vi: Punica granatum vậy là tốt đẹp khi nó ấm lên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_SEEDS
source: Seeds of Punica granatum, separated from their arils.
vi: Hạt giống Punica granatum, tách ra từ arils của họ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND
source: A small, but deep freshwater pond.
vi: Một ao nước ngọt nhỏ, nhưng sâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF
source: I... don't even know.
vi: Tôi ... thậm chí không biết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF_SPARSE
source: I... don't even know.
vi: Tôi ... thậm chí không biết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERQUEEN
source: That must be the center of the hive-mind.
vi: Đó phải là trung tâm của hive-tâm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGYBACK
source: A face only necessity could love.
vi: Một khuôn mặt chỉ vì nhu cầu có thể yêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_FIRE
source: Improvised inflammatory device.
vi: Improvised thiết bị viêm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_SLEEP
source: Improvised tranquilizer device.
vi: Improvised thiết bị an thần.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_PIPE
source: Improvised missile device.
vi: thiết bị tên lửa tự chế.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHAT
source: With this I should be able to exert psionic control over the spiders.
vi: Với điều này tôi sẽ có thể kiểm soát gây psionic qua các con nhện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFHAT
source: Only the most insulating part was used.
vi: Chỉ có phần cách điện hầu hết được sử dụng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WETGOOP
source: Oh no. No, no, no. This won't do at all.
vi: Ồ không. Không không không. Điều này sẽ không làm gì cả.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTERHAT
source: I knit it myself.
vi: Tôi đan nó bản thân mình.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMAREFUEL
source: Ectoplasmic residue.
vi: dư lượng Ectoplasmic.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTLIGHT
source: Curiously luminescent.
vi: phát quang một cách tò mò.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTSWORD
source: Transdimensional weaponry.
vi: vũ khí Transdimensional.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD
source: It's a head on a stick.
vi: Đó là một đầu vào một cây gậy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD
source: I'm uncertain whether it is rotting or fermenting.
vi: Tôi không chắc chắn cho dù đó là mục nát hoặc lên men.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORMARBLE
source: An interesting choice of materials.
vi: Một sự lựa chọn thú vị của vật liệu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORGRASS
source: Surprisingly effective with enough layers.
vi: Đáng ngạc nhiên là hiệu quả với đủ các lớp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEPRINT
source: A detailed technical drawing.
vi: Một bản vẽ kỹ thuật chi tiết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLHEAD
source: I wish he wouldn't do that.
vi: Tôi mong muốn anh ta sẽ không làm điều đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUSHAT
source: Should auld acquaintance be forgot?
vi: Auld người quen nên quên?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS
source: Odobenus rosmarus; Gaelic variety.
vi: Odobenus rosmarus; nhiều Gaelic.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some kind of temporary habitation.
vi: Một số loại của nơi cư trú tạm thời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.EMPTY
source: It has been deserted for now.
vi: Nó đã bị bỏ hoang cho bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LITTLE_WALRUS
source: The juvenile is not as aggressive.
vi: Các thanh thiếu niên không phải là hung hăng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_TUSK
source: This would be useful for scrimshaw.
vi: Điều này sẽ hữu ích cho những vật nhỏ bằng vỏ ốc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.GENERIC
source: The pig creatures have such prosaic taste in architecture.
vi: Các sinh vật lợn có hương vị tầm thường như vậy trong kiến ​​trúc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.FULL
source: I wonder what they do in there.
vi: Tôi tự hỏi họ làm gì trong đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: That was quite rude.
vi: Đó là khá thô lỗ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERDEN
source: Fascinating. These spiders have a communal hive.
vi: Hấp dẫn. Những con nhện có một hive xã.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE
source: It looks like a small animal's burrow.
vi: Nó trông giống như một con vật hang nhỏ của.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.GENERIC
source: They disperse when I approach.
vi: Họ giải tán khi tôi tiếp cận.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.HELD
source: Their bioluminescent properties might prove useful.
vi: tính chất phát quang của họ có thể hữu ích.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN
source: Zea mays, a great staple food.
vi: Zea mays, một lương thực lớn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_COOKED
source: Popped corn!
vi: ngô Popped!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_SEEDS
source: These maize seeds will grow in many climates.
vi: Những hạt giống ngô sẽ tăng trưởng ở nhiều vùng khí hậu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.HELD
source: He's mine now.
vi: Anh là của tôi bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GHOST
source: It must be fake. I don't believe it.
vi: Nó phải là giả. Tôi không tin điều đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTGRASS
source: Some grass cuttings.
vi: Một số cắt cỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTREEDS
source: Some rush cuttings.
vi: Một số cắt cao điểm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEROGIES
source: A wonderfully bland dumpling.
vi: Một bánh bao tuyệt vời nhạt nhẽo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS
source: I've made some potpourri.
vi: Tôi đã thực hiện một số nồi lẩu thập cẩm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS_EVIL
source: Interesting, these petals seem to have a mind of their own.
vi: Thú vị, những cánh hoa dường như có một tâm trí riêng của họ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER
source: It's a wildflower. I'm unfamiliar with the species.
vi: Đó là một hoa dại. Tôi không quen với các loài.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_EVIL
source: It's not often one sees a flower with such a powerful aura.
vi: Nó không phải thường xuyên, người ta thấy một bông hoa với một hào quang mạnh mẽ như vậy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENAXE
source: The most malleable of metals, but let's see how this chops.
vi: Các dẻo nhất của kim loại, nhưng chúng ta hãy xem cách này sườn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPICKAXE
source: The most malleable of metals, but let's see how this mines.
vi: Các dẻo nhất của kim loại, nhưng chúng ta hãy xem cách này mỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPITCHFORK
source: The most malleable of metals, but let's see how this tills.
vi: Các dẻo nhất của kim loại, nhưng chúng ta hãy xem cách này tills.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENSHOVEL
source: The most malleable of metals, but let's see how this digs.
vi: Các dẻo nhất của kim loại, nhưng chúng ta hãy xem cách này đào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDNUGGET
source: A small lump of gold. Atomic number 79.
vi: Một khối u nhỏ bằng vàng. Số nguyên tử 79.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB
source: It's a research station. I can learn new things with it.
vi: Đó là một trạm nghiên cứu. Tôi có thể học hỏi những điều mới mẻ với nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2
source: It's a research station. I can learn new things with it.
vi: Đó là một trạm nghiên cứu. Tôi có thể học hỏi những điều mới mẻ với nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3
source: Perhaps I have gone too far.
vi: Có lẽ tôi đã đi quá xa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POOP
source: A quantity of animal feces. How fragrant.
vi: Một số lượng phân động vật. Làm thế nào có mùi thơm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKINCOOKIE
source: Pumpkin biscuits, goody!
vi: bánh bí ngô, kẹo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_COOKED
source: Cooked Cucurbita pepo. Gooey and delicious.
vi: Nấu Cucurbita pepo. Dính và ngon.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_LANTERN
source: Carving the Cucurbita pepo is such a nice pastime.
vi: Khắc Cucurbita pepo là một trò tiêu khiển tốt đẹp như vậy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TORCH
source: An improvised handheld light.
vi: Một ánh sáng cầm tay tự chế.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP
source: A simple stick-and-basket trap.
vi: Một đơn giản bẫy thanh-và-giỏ.
