Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARDHAIR
source: I made them with my face.
vi: Tôi đã thực hiện chúng với khuôn mặt của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_STRAW
source: It smells like wet.
vi: Nó có mùi giống như ướt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.GENERIC
source: To bee or not to bee.
vi: Để ong hay không để ong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.HELD
source: Careful!
vi: Cẩn thận!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.FULLHONEY
source: It's full of honey.
vi: Nó đầy mật ong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.GENERIC
source: Bees!
vi: Ong!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.NOHONEY
source: It's empty.
vi: Nó trống rỗng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit.
vi: Tôi nên chờ một chút.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.FOLLOWER
source: He's coming along peacefully.
vi: Anh ấy đến cùng một cách hòa bình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.GENERIC
source: It's a beefalo!
vi: Đó là một beefalo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.NAKED
source: Aww, he's so sad.
vi: Aww, cậu ấy rất buồn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.SLEEPING
source: These guys are really heavy sleepers.
vi: Những anh chàng này thường thường thực sự nặng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOHAT
source: What a nice hat.
vi: Gì một tốt đẹp mũ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOWOOL
source: It smells like beefalo tears.
vi: Nó có mùi giống như nước mắt beefalo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHAT
source: This should keep me protected.
vi: Điều này sẽ giữ cho tôi được bảo vệ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHIVE
source: It's buzzing with activity.
vi: Nó ù với hoạt động.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE
source: It buzzes when I shake it.
vi: Nó xôn xao khi tôi lắc nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
vi: Đóng chai muỗi cơn thịnh nộ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES
source: Red berries taste the best.
vi: quả mọng đỏ hương vị tốt nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES_COOKED
source: I don't think heat improved them.
vi: Tôi không nghĩ rằng nhiệt độ được cải thiện chúng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BARREN
source: I think it needs to be fertilized.
vi: Tôi nghĩ rằng nó cần phải được thụ tinh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.GENERIC
source: Red berries taste the best.
vi: quả mọng đỏ hương vị tốt nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.PICKED
source: Maybe they'll grow back?
vi: Có lẽ họ sẽ phát triển trở lại?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.GENERIC
source: I should put a bird in it.
vi: Tôi nên đặt một con chim ở trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.OCCUPIED
source: That's my bird!
vi: Đó là con chim của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SLEEPING
source: Awwww, he's asleep.
vi: Awwww, ông đang ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDTRAP
source: Gives me a net advantage!
vi: Mang lại cho tôi một lợi thế ròng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG
source: A small, normal egg.
vi: Một nhỏ, trứng bình thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side yum!
vi: Nắng bên yum!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP
source: Back off, preacherman!
vi: Trở lại tắt, preacherman!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FIRE
source: This seems fundamentally unsafe.
vi: Điều này dường như căn bản không an toàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_SLEEP
source: Just don't breathe in.
vi: Chỉ cần không hít vào.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_PIPE
source: Good practice for my birthday cake!
vi: Thói quen tốt cho bánh sinh nhật của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEAMULET
source: Cool as ice!
vi: Mát mẻ như băng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEGEM
source: It sparkles with cold energy.
vi: Nó lấp lánh với năng lượng lạnh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP
source: It's weird and gooey.
vi: Đó là kỳ lạ và dính.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP_COOKED
source: It's different now...
vi: Đó là khác nhau bây giờ ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's a mushroom.
vi: Đó là một cây nấm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's sleeping.
vi: Nó đang ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I wonder if it will come back?
vi: Tôi tự hỏi nếu nó sẽ quay trở lại?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOARDS
source: Boards.
vi: Ban.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT
source: Is that how I got here?
vi: Là làm thế nào tôi có ở đây?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BONESTEW
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUGNET
source: For catching bugs.
vi: Đối với đánh bắt lỗi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSHHAT
source: It's kind of scratchy.
vi: Đó là loại hỗn tạp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTER
source: I can't believe it's butter!
vi: Tôi không thể tin rằng đó là bơ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.GENERIC
source: Butterfly, flutter by.
vi: Bướm, rung bằng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.HELD
source: Now I have you!
vi: Bây giờ tôi có bạn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYMUFFIN
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYWINGS
source: Without these, it's just a butter.
vi: Nếu không có những, nó chỉ là một bơ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.EMBERS
source: I should put something on the fire before it goes out.
vi: Tôi nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats darkness.
vi: Chắc chắn nhịp đập bóng tối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.HIGH
source: That fire is getting out of hand!
vi: ngọn lửa đó là nhận được ra khỏi bàn tay!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a bit low.
vi: Ngọn lửa của nhận được một chút thấp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and comfy.
vi: Tốt đẹp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.OUT
source: Well, that's over.
vi: Vâng, đó là hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CANE
source: It makes walking seem much easier!
vi: Nó làm cho đi bộ dường như dễ dàng hơn nhiều!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
vi: Kinh quá. Đó là tất cả vegetabley.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_COOKED
source: Mushy.
vi: Ủy mị.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_PLANTED
source: The earth is making plantbabies.
vi: Trái đất đang làm plantbabies.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_FERN
source: It's a fern.
vi: Đó là một cây dương xỉ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHARCOAL
source: It's small, dark and smells like burnt wood.
vi: Nó nhỏ, tối và mùi gỗ cháy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK1
source: A pile of broken chess pieces.
vi: Một đống quân cờ bị hỏng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK2
source: Another pile of broken chess pieces.
vi: Một đống quân cờ bị hỏng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK3
source: Even more broken chess pieces.
vi: Thậm chí nhiều hơn chia miếng đánh cờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking at me.
vi: Nó đang nhìn tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It went to sleep.
vi: Nó đã đi vào giấc ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMANDRAKE
source: Poor little guy.
vi: Người nghèo ít chàng trai.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMEAT
source: Char broiled to perfection.
vi: Char nướng để hoàn thiện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMONSTERMEAT
source: That's only somewhat more appetizing than when it was raw.
vi: Đó là chỉ thêm một chút cảm giác ngon miệng hơn khi nó là thô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDSMALLMEAT
source: Now I don't have to worry about getting worms!
vi: Bây giờ tôi không phải lo lắng về việc nhận sâu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_LONG
source: This is going to take a while.
vi: Điều này sẽ mất một thời gian.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_SHORT
source: It's almost done!
vi: Nó gần như đã hoàn tất!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.DONE
source: Mmmmm! It's ready to eat!
vi: Mmmmm! Nó đã sẵn sàng để ăn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.EMPTY
source: It makes me hungry just to look at it.
vi: Nó làm cho tôi đói chỉ để nhìn vào nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN
source: High in fructose!
vi: Cao fructose!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_COOKED
source: High in fructose!
vi: Cao fructose!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.GENERIC
source: Creepy!
vi: Rùng mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.HELD
source: He's not very happy in there.
vi: Anh ấy không phải là rất hạnh phúc trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTGRASS
source: Cut grass, ready for arts and crafts.
vi: Cắt cỏ, sẵn sàng cho nghệ thuật và hàng thủ công.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTREEDS
source: Cut reeds, ready for crafting and hobbying.
vi: lau sậy cắt, sẵn sàng cho việc tạo và hobbying.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTSTONE
source: I've made them seductively smooth.
vi: Tôi đã làm cho họ quyến rũ mịn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEADLYFEAST
source: A most potent dish.
vi: Một món ăn mạnh nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS
source: It's enormous!!
vi: Đó là rất lớn !!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS_EYEBALL
source: This is really gross.
vi: Đây thực sự là gộp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
vi: Đây có thể là một chùm cỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL
source: It smells of bacon!
vi: Nó có mùi thịt xông khói!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
vi: Tôi không đủ mạnh để sử dụng nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIRTPILE
source: It's a pile of dirt... or IS it?
vi: Đó là một đống bụi bẩn ... hoặc IS nó?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
vi: Các tín hiệu là rất mờ nhạt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
vi: Đó là một số loại thiết bị dẫn đường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
vi: điều này sẽ điên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
vi: Tôi đang đứng đầu đúng hướng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARMER
source: I must be getting pretty close.
vi: Tôi phải nhận được khá gần.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
vi: Tôi tự hỏi những gì nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
vi: Có vẻ như nó cần một chìa khóa lớn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now my machine can work!
vi: Bây giờ máy tính của tôi có thể làm việc!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
vi: thanh trông rất hữu ích!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT
source: What a weird fruit.
vi: Thật là một kỳ lạ trái cây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_COOKED
source: Still weird.
vi: Vẫn còn lạ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONPIE
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK
source: I should gobble it.
vi: Tôi nên nuốt sống nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK_COOKED
source: Now it's even tastier.
vi: Bây giờ nó còn ngon hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH
source: I should plant this.
vi: Tôi nên trồng này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_GRASS
source: I should plant this.
vi: Tôi nên trồng này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
vi: Tôi nên trồng này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_SAPLING
source: I should plant this.
vi: Tôi nên trồng này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN
source: Oh it smells!
vi: Oh nó có mùi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_COOKED
source: Now it smells even worse!
vi: Bây giờ nó có mùi thậm chí tồi tệ hơn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARMUFFSHAT
source: At least my ears won't get cold...
vi: Ít nhất là đôi tai của tôi sẽ không bị cảm lạnh ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT
source: It doesn't look like an egg.
vi: Nó không giống như một quả trứng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_COOKED
source: It's even less eggy.
vi: Nó thậm chí còn ít hơn eggy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNING
source: What a waste of wood.
vi: Thật là một sự lãng phí gỗ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNT
source: I feel like I could have prevented that.
vi: Tôi cảm thấy như tôi đã có thể ngăn chặn điều đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.CHOPPED
source: Take that, nature!
vi: Đi mà, thiên nhiên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.GENERIC
source: It's all Piney.
vi: Đó là tất cả Piney.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a waste of wood.
vi: Thật là một sự lãng phí gỗ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel like I could have prevented that.
vi: Tôi cảm thấy như tôi đã có thể ngăn chặn điều đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Take that, nature!
vi: Đi mà, thiên nhiên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This sad tree has no cones.
vi: cây buồn này không có tế bào hình nón.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYEPLANT
source: I think I'm being watched.
vi: Tôi nghĩ rằng tôi đang bị theo dõi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GENERIC
source: I should try planting some crops.
vi: Tôi nên thử trồng một số loại cây trồng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GROWING
source: Go plants go!
vi: Tới nhà máy đi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs to be fertilized.
vi: Tôi nghĩ rằng nó cần phải được thụ tinh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERHAT
source: I AM A BIRD!
vi: TÔI BIRD!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_CROW
source: A crow feather.
vi: Một con quạ lông.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN
source: A redbird feather.
vi: Một RedBird lông.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather.
vi: Một chiếc lông Snowbird.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEM_PUPPET
source: She's trapped!
vi: Cô ấy bị mắc kẹt!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.GENERIC
source: If only I could catch them!
vi: Nếu tôi chỉ có thể bắt được chúng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.HELD
source: They make my pocket glow!
vi: Họ làm cho túi của tôi sáng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREHOUND
source: That one is glowy.
vi: một trong đó là ấm áp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.EMBERS
source: I should put something on the fire before it goes out.
vi: Tôi nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.GENERIC
source: Sure beats darkness.
vi: Chắc chắn nhịp đập bóng tối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.HIGH
source: Good thing it's contained!
vi: Điều tốt đó chứa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.LOW
source: The fire's getting a bit low.
vi: Ngọn lửa của nhận được một chút thấp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.OUT
source: At least I can start it up again.
vi: Ít nhất tôi có thể bắt đầu nó lên một lần nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESTAFF
source: I don't want to set the world on fire.
vi: Tôi không muốn thiết lập trên thế giới vào lửa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH
source: Now I shall eat for a day.
vi: Bây giờ tôi sẽ ăn trong một ngày.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINGROD
source: Hook, line and stick!
vi: Hook, line và thanh!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHSTICKS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHTACOS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
vi: Nướng để hoàn thiện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLINT
source: It's a very sharp rock.
vi: Đó là một tảng đá rất sắc nét.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER
source: It's pretty but it smells like a common labourer.
vi: Đó là đẹp, nhưng nó có mùi giống như một người lao động thông thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWERHAT
source: It smells like prettiness.
vi: Nó có mùi giống như sắc đẹp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_EVIL
source: Augh! It's so evil!
vi: Augh! Thật là ác!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOLIAGE
source: Some leafy greens.
vi: Một số loại rau lá xanh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOOTBALLHAT
source: I don't like sports.
vi: Tôi không thích thể thao.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.DEAD
source: He's croaked it.
vi: Ông cất giọng khàn khàn nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.GENERIC
source: He's so cute!
vi: Anh ta thật đáng yêu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.SLEEPING
source: Aww, look at him sleep!
vi: Aww, nhìn anh ngủ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS
source: I've heard it's a delicacy.
vi: Tôi đã nghe nói đó là một món ăn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS_COOKED
source: Tastes like chicken.
vi: Mùi vị như thịt gà.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITMEDLEY
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEARS
source: A pile of mechanical parts.
vi: Một đống của các bộ phận cơ khí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GHOST
source: That offends me as a Scientist.
vi: Đó là xúc phạm tôi như một nhà khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENAXE
source: That's one fancy axe.
vi: Đó là một cái rìu ưa thích.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPICKAXE
source: Hey, isn't gold really soft?
vi: Này, không phải là vàng thực sự mềm mại?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
vi: Tại sao tôi thậm chí làm một cái chĩa ưa thích này?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENSHOVEL
source: I can't wait to dig holes.
vi: Tôi không thể chờ đợi để đào hố.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDNUGGET
source: I can't eat it, but it sure is shiny.
vi: Tôi không thể ăn nó, nhưng nó chắc chắn là sáng bóng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BARREN
source: It needs poop.
vi: Nó cần poop.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BURNING
source: That's burning fast!
vi: Đó là cháy nhanh chóng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.GENERIC
source: It's a tuft of grass.
vi: Đó là một chùm cỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: I cut it down in the prime of its life.
vi: Tôi cắt nó xuống trong chính cuộc sống của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP
source: It seems pretty normal.
vi: Nó có vẻ khá bình thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP_COOKED
source: It's different now...
vi: Đó là khác nhau bây giờ ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a mushroom.
vi: Đó là một cây nấm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's sleeping.
vi: Nó đang ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I wonder if it will come back?
vi: Tôi tự hỏi nếu nó sẽ quay trở lại?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUNPOWDER
source: It looks like pepper.
vi: Nó trông giống như hạt tiêu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMBAT
source: This seems unsanitary.
vi: Điều này có vẻ không hợp vệ sinh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMMER
source: Stop! It's time! To hammer things!
vi: Dừng lại! Đó là thời gian! Để búa thứ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEALINGSALVE
source: The stinging means that it's working.
vi: Các chua cay có nghĩa là nó làm việc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
vi: Đó là đá lạnh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.HOT
source: Nice and toasty hot!
vi: Nice và toasty nóng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOME
source: Someone must live here.
vi: Có người phải sống ở đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN
source: It says 'You are here'.
vi: Nó nói: "Bạn đang ở đây '.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEY
source: Looks delicious!
vi: Nhìn ngon!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYCOMB
source: Bees used to live in this.
vi: Ong đã từng sống ở đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYHAM
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYNUGGETS
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HORN
source: It sounds like a beefalo field in there.
vi: Nghe có vẻ giống như một lĩnh vực beefalo trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUND
source: You ain't nothing, hound dog!
vi: Bạn không phải là không có gì, con chó săn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDBONE
source: Creepy.
vi: Rùng mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDMOUND
source: I wouldn't want to pick a bone with the owner.
vi: Tôi sẽ không muốn chọn một xương với các chủ sở hữu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEBOX
source: I have harnessed the power of cold!
vi: Tôi đã khai thác sức mạnh của cảm lạnh!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEHOUND
source: Are there hounds for every season?
vi: Có những con chó săn cho mỗi mùa?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.ACTIVE
source: TAKE THAT, SANE SELF!
vi: NHẬN RẰNG, TỰ SANE!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.INACTIVE
source: It's more of a pyramid than an obelisk.
vi: Đó là chi tiết của một kim tự tháp hơn một đài tưởng niệm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.GENERIC
source: Oh no! It's a killer bee!
vi: Ồ không! Đó là một con ong sát thủ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.HELD
source: This seems dangerous.
vi: Điều này có vẻ nguy hiểm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT
source: Check it out!
vi: Kiểm tra nó ra!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_SUMMER
source: Adorably delicious.
vi: Đáng yêu ngon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_WINTER
source: It looks warm and full of meat.
vi: Có vẻ ấm áp và đầy thịt.
