Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_12
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_2
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_3
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_4
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_5
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_6
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_7
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_8
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_9
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_SUMMER
source: Is warm fuzzy nose.
vi: Là ấm mũi mờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_WINTER
source: I'm real cozy in this nose!
vi: Tôi thực sự ấm cúng trong mũi này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_COOKED
source: Is cooked nose.
vi: Được nấu chín mũi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_SUMMER
source: Is floppy nose.
vi: Là mũi mềm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_WINTER
source: Is floppy hairy nose.
vi: Là đĩa mềm mũi lông.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURKEYDINNER
source: Is good feast of bird meat.
vi: Là lễ tốt của thịt chim.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TWIGS
source: Puny twigs! I can break them!
vi: cành nhỏ bé! Tôi có thể phá vỡ chúng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UMBRELLA
source: The rain hurts my mighty skin.
vi: Mưa đau da hùng mạnh của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WAFFLES
source: Why does bread have holes?
vi: Tại sao bánh có lỗ?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY
source: Wall is made of grass!
vi: Bức tường được làm bằng cỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY_ITEM
source: Scratchy straws!
vi: ống hút lạo xạo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE
source: Wall is strong like me!
vi: Wall là mạnh mẽ như tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE_ITEM
source: Piles of rocks!
vi: Đống đá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS
source: Old Wall is strong!
vi: Cũ Wall là mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS_ITEM
source: Stack of old rocks!
vi: Stack của đá cũ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD
source: Hello, pointy sticks!
vi: Xin chào, gậy nhọn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD_ITEM
source: Pokey sticks!
vi: Pokey gậy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS
source: Sea cow man!
vi: Biển bò người đàn ông!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUSHAT
source: I have sea cow man's hat!
vi: Tôi có mũ biển bò của con người!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.EMPTY
source: Is locked.
vi: Bị khóa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.GENERIC
source: How do they all fit?
vi: Làm thế nào để tất cả đều phù hợp?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_TUSK
source: Sea cow man tooth!
vi: Biển bò người đàn ông răng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WASPHIVE
source: Mind says no. Muscles say yes!
vi: Tâm nói không. Cơ bắp nói có!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WETGOOP
source: Wolfgang ruin food!
vi: Wolfgang thực phẩm hủy hoại!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTERHAT
source: It make ears happy in cold!
vi: Nó làm cho vui tai trong lạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER
source: Cold go up! Red go down!
vi: Lạnh đi lên! Red đi xuống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.GENERIC
source: Like soft pillow, growing on ground.
vi: Giống như chiếc gối mềm, phát triển trên mặt đất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.OPEN
source: It can not harm this man!
vi: Nó không thể làm hại người đàn ông này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORRUINS
source: Protect me? I don't need it!
vi: Bảo vệ tôi? Tôi không cần nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP_NIGHTMARE
source: Is angry man. Should relax.
vi: Là người đàn ông giận dữ. Nên thư giãn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENAMULET
source: What is this thing?
vi: Thứ này là cái gì?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENGEM
source: Is pretty and not be crushed. Like me!
vi: Là khá và không bị nghiền nát. Giống như tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT_NIGHTMARE
source: Funny metal man.
vi: Hài hước kim loại người đàn ông.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAUR
source: Strong! Like me! I like him!
vi: Mạnh! Giống như tôi! Tôi thích anh ấy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Chop and dig! I can do that all day.
vi: Chop và đào! Tôi có thể làm điều đó cả ngày.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARELIGHT
source: Is light, but not good light.
vi: Là ánh sáng, nhưng ánh sáng không tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: The bad light comes soon.
vi: Ánh sáng xấu đến sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The bad light is here and getting stronger.
vi: Ánh sáng xấu là ở đây và nhận được mạnh mẽ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: I think bad light not get stronger.
vi: Tôi nghĩ rằng ánh sáng xấu không được mạnh mẽ hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Bad light time is ending.
vi: thời gian ánh sáng xấu là kết thúc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Good time is soon.
vi: thời gian tốt là sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: No bad light.
vi: Không có ánh sáng xấu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Is safe from bad light.
vi: Là an toàn từ ánh sáng xấu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGESTAFF
source: Better to walk I think.
vi: Tốt hơn để đi bộ tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK_NIGHTMARE
source: Is no match for my mighty chest!
vi: Là không phù hợp cho ngực hùng mạnh của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RELIC
source: Is junk?
vi: Là rác?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_RUBBLE
source: I will make better with crushing.
vi: Tôi sẽ làm tốt hơn với nghiền.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_BAT
source: Is creepy.
vi: Là đáng sợ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINSHAT
source: Is hat for king.
vi: Là chiếc mũ cho vua.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_DROPPER
source: Scary spider from above.
vi: nhện đáng sợ từ trên cao.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE
source: Is pretty rock.
vi: Là đá đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWAMULET
source: Is glowing yellow.
vi: Được phát sáng màu vàng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I will defeat you, tiny arrow!
vi: Tôi sẽ đánh bại bạn, mũi tên nhỏ bé!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGTREE
source: Tree is spooky!
vi: Cây là ma quái!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICESTAFF
source: Is my cold stick!
vi: Là thanh lạnh của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_GENERIC
source: What is this thing?
vi: Thứ này là cái gì?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_TOODARK
source: Help me! It is dark!
vi: Giúp tôi! Trời tối!

# STRINGS.CHARACTERS.WOLFGANG.EAT_FOOD.TALLBIRDEGG_CRACKED
source: This egg too crunchy.
vi: trứng này quá giòn.

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: DANGER! TARGET IS AWAKE
vi: NGUY HIỂM! MỤC TIÊU LÀ Awake

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.GENERIC
source: THAT IS NOT A VALID SHAVE TARGET
vi: ĐÓ LÀ KHÔNG cạo MỤC TIÊU HỢP LỆ

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.NOBITS
source: THERE IS NO STUBBLE TO SHAVE
vi: KHÔNG CÓ râu để cạo râu

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.GENERIC
source: IT IS AT CAPACITY
vi: CNTT LÀ SỰ LỰC

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.NOTALLOWED
source: THAT INPUT IS NOT ALLOWED
vi: ĐÓ VÀO KHÔNG ĐƯỢC

# STRINGS.CHARACTERS.WX78.ACTIONFAIL_GENERIC
source: ACTION NOT AVAILABLE IN CURRENT CONTEXT
vi: HÀNH ĐỘNG KHÔNG SẴN TRONG BỐI CẢNH HIỆN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARGE
source: **SYSTEM OVERLOAD**
vi: ** HỆ THỐNG quá tải **

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DISCHARGE
source: SYSTEMS NOMINAL
vi: HỆ THỐNG DANH NGHĨA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BEES
source: BEES!
vi: Ong!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE
source: THREAT DETECTED
vi: ĐE DỌA PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR: UNKNOWN ATTACKER
vi: ERROR: UNKNOWN kẻ tấn công

# STRINGS.CHARACTERS.WX78.ANNOUNCE_COLD
source: MECHANISMS ARE FREEZING
vi: CƠ CHẾ ĐƯỢC đóng băng

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CRAFTING_FAIL
source: INSUFFICIENT RESOURCES
vi: TÀI đủ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING: LARGE ATTACKER INCOMING
vi: CẢNH BÁO: LARGE kẻ tấn công ĐE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING: NIGHT APPROACHING
vi: CẢNH BÁO: ĐÊM TIẾP CẬN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.GENERIC
source: DELICIOUS
vi: THƠM NGON

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.PAINFUL
source: THAT WAS NOT FOOD
vi: MÀ KHÔNG PHẢI THỰC PHẨM

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.SPOILED
source: SPOILED FOOD IS STILL FOOD
vi: Thực phẩm hư hỏng VẪN CÒN THỰC PHẨM

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.STALE
source: STALE FOOD IS JUST AS GOOD
vi: THỰC PHẨM CŨ LÀ JUST AS TỐT

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_DARK
source: OPTICAL SENSORS DEACTIVATED
vi: CẢM BIẾN QUANG ngừng hoạt động

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_LIGHT
source: OPTICAL SENSORS ACTIVE
vi: CẢM BIẾN QUANG ACTIVE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_FREEDOM
source: ENGAGE FREEDOM PROTOCOL
vi: Tham gia TỰ DO PROTOCOL

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HIGHRESEARCH
source: INFORMATION OVERLOAD
vi: THÔNG TIN quá tải

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNGRY
source: FUEL RESERVES LOW
vi: DỰ TRỮ NHIÊN LIỆU LOW

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM: MINIMAL
vi: XA ĐẾN Lifeform: MINIMAL

# STRINGS.CHARACTERS.WX78.ANNOUNCE_INV_FULL
source: ITEM EXCEEDS CARRYING CAPACITY
vi: ITEM VƯỢT việc mang NĂNG LỰC

# STRINGS.CHARACTERS.WX78.ANNOUNCE_KNOCKEDOUT
source: CPU REBOOTED
vi: CPU khởi động lại

# STRINGS.CHARACTERS.WX78.ANNOUNCE_LOWRESEARCH
source: MATERIAL HAS LOW INFORMATIONAL CONTENT
vi: LIỆU CÓ NỘI DUNG CUNG CẤP THÔNG TIN LOW

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MOSQUITOS
source: MOSQUITOS!
vi: Muỗi!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED.
vi: CẢNH BÁO: ĐE DỌA PHÁT HIỆN. SLEEP THỨC ngừng hoạt động.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP
source: SLEEP MODE UNAVAILABLE DURING DAY
vi: SLEEP THỨC UNAVAILABLE TRONG NGÀY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP_CAVE
source: SLEEP MODE UNAVAILABLE DURING DAY
vi: SLEEP THỨC UNAVAILABLE TRONG NGÀY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOHUNGERSLEEP
source: CAN NOT SLEEP ON AN EMPTY NUTRIENT PROCESSOR.
vi: KHÔNG THỂ NGỦ VỀ AN PROCESSOR DINH DƯỠNG EMPTY.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NO_TRAP
source: ANALYSIS COMPLETE. SITUATION STABLE.
vi: PHÂN TÍCH COMPLETE. TRẠNG ỔN ĐỊNH.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_QUAKE
source: SHAKING EARTH DETECTED
vi: Lắc EARTH PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_RESEARCH
source: INFORMATION ADDED
vi: THÔNG TIN GIA TĂNG

# STRINGS.CHARACTERS.WX78.ANNOUNCE_THORNS
source: DAMAGE DETECTED
vi: THIỆT HẠI PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TORCH_OUT
source: TORCH EXHAUSTED
vi: TORCH kiệt sức

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TRAP_WENT_OFF
source: IT'S A TRAP
vi: NÓ LÀ MỘT CÁI BẪY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT: OBJECT NOT FUNCTIONING TO SPECIFICATION.
vi: CẢNH BÁO: đối tượng không có chức năng Thông số kỹ thuật.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WORMHOLE
source: MY INPUTS ARE FULL OF SLIME
vi: ĐẦU VÀO CỦA TÔI LÀ ĐẦY ĐỦ CÁC SLIME

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CANFIX
source: I CAN FIX THIS.
vi: TÔI CÓ THỂ SỬA CÁI NÀY.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT
source: WHY AM I DOING THIS?
vi: TẠI SAO TÔI LÀM NÀY?

# STRINGS.CHARACTERS.WX78.BATTLECRY.GENERIC
source: I WILL DESTROY YOU
vi: Tôi SẼ BỎ BẠN

# STRINGS.CHARACTERS.WX78.BATTLECRY.PREY
source: EXTERMINATE
vi: tàn sát

# STRINGS.CHARACTERS.WX78.COMBAT_QUIT.GENERIC
source: COMBAT ROUTINE FAILED
vi: CHỐNG THƯỜNG FAILED

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMLIGHT
source: MAGIC LIGHT BERRY.
vi: MAGIC ĐÈN BERRY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.PLANT
source: THAT PLANT SEEMS SUSPICIOUS.
vi: MÀ CÂY vẻ nghi ngờ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.DIRT
source: WARNING. LIFE DETECTED.
vi: CẢNH BÁO. CUỘC SỐNG PHÁT HIỆN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.WORM
source: THREAT IMMINENT.
vi: Đe dọa đối.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL
source: I TOOK IT FROM IT'S HOME. THIS IS FUNNY TO ME!
vi: Tôi lấy nó từ IT'S HOME. NÀY LÀ FUNNY TO ME!

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL_COOKED
source: THE FLAMES HELP CONDENSE THE ENERGY.
vi: THE FLAMES GIÚP cô đọng ENERGY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNAGI
source: A FANCIER FUEL PACK.
vi: Một NHIÊN LIỆU PACK Fancier.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET
source: I HAVE TAMED MIGHTY BEASTS TO FIGHT FOR ME.
vi: TÔI ĐÃ thuần hóa con thú MIGHTY CHỐNG CHO ME.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET_ITEM
source: I NEED TO SET THIS UP PROPERLY.
vi: Tôi CẦN SET NÀY UP ĐÚNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURHORN
source: I HAVE TAKEN A TROPHY TO PROVE MY MIGHT.
vi: TÔI ĐÃ UỐNG Một TROPHY ĐỂ CHỨNG MINH MIGHT MY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURCHEST
source: CHEST HAS POINTY EARS.
vi: CHEST HAS tai nhọn.

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE_PIECES
source: WITH THIS I CAN CREATE MORE THULECITE.
vi: VỚI NÀY TÔI CÓ THỂ TẠO THÊM THULECITE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND_ALGAE
source: LOOK AT IT STRUGGLE TO LIVE.
vi: XEM nó đấu tranh để sống.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENSTAFF
source: HAHAHA! SUCH A POWERFUL TOOL.
vi: HAHAHA! ĐÓ CÔNG CỤ MẠNH MẼ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POTTEDFERN
source: MAYBE THIS WILL HELP LURE VICTIMS TO MY BASE.
vi: MAYBE NÀY SẼ GIÚP NẠN NHÂN LURE VỚI CƠ SỞ CỦA TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER
source: IT VIOLATED MY SMELLING MODULE.
vi: Nó vi phạm MY mùi MODULE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER_PELT
source: A MEATSACK
vi: Một MEATSACK

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSLURPER
source: FURRY INSULATION FOR MY WIRES.
vi: CÁCH lông CHO DÂY CỦA TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEAMULET
source: A WIRELESS ARM MODULE.
vi: Một ARM MODULE WIRELESS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWSTAFF
source: THESE GEMS WORK WELL WITH STICKS.
vi: NHỮNG GEMS LÀM VIỆC TỐT VỚI sticks.

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWGEM
source: IT IS RATHER HEAVY.
vi: IT IS RATHER nặng.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEGEM
source: IT SHIMMERS IN MY HANDS.
vi: CNTT shimmers TRÊN TAY TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.VALID
source: IT IS READY FOR USE.
vi: IT IS READY SỬ DỤNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.GEMS
source: I MUST PROVIDE POWER TO MY CREATION.
vi: Tôi PHẢI CUNG CẤP ĐIỆN ĐỂ TẠO CỦA TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER == ON
vi: ĐIỆN == ON

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.GEMS
source: IT REQUIRES A BATTERY.
vi: CNTT YÊU CẦU Một PIN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.STAFFLIGHT
source: SUCH POWER!!
vi: ĐIỆN ĐÓ !!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
vi: VỚI EXTRA POWER NÀY TÔI CÓ ... ĐIỆN MORE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.WORKING
source: ERROR: CAUSALITY COMPROMISED
vi: ERROR: quan hệ nhân quả thỏa hiệp

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
vi: ERROR: PSUDOSCIENCE không khả thi

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
vi: ERROR: PSUDOSCIENCE không khả thi

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_STATUE
source: A NIGHTMARE INDICATOR
vi: Một CHỈ NIGHTMARE

# STRINGS.CHARACTERS.WX78.DESCRIBE.LICHEN
source: A SLOW GROWING SYMBIOTE
vi: Một SYMBIOTE TRỒNG SLOW

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLICHEN
source: THIS WILL CRUMBLE AWAY SOON.
vi: NÀY SẼ vụn AWAY SOON.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA
source: MORE CARBON
vi: CACBON THÊM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIUOUS
vi: NHỮNG ĐIỀU THỰC PHẨM LÀ SO TEDIUOUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_TREE
source: LIFE FINDS A WAY, UNFORTUNATELY
vi: CUỘC SỐNG FINDS Một WAY, RẤT TIẾC

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKY
source: MY SHELL IS NICER
vi: SHELL MY là đẹp

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSNURTLESHELL
source: HOUSING MODULE
vi: PHẦN NHÀ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATBAT
source: AHHAHA! FREE POWER!
vi: AHHAHA! ĐIỆN miễn phí!

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING
source: FLYING MECHANISM
vi: FLYING CƠ CHẾ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING_COOKED
source: BROKEN FLYING MECHANISM
vi: CƠ CHẾ FLYING BROKEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_FURRY
source: COMFORT IS AN ILLUSION
vi: COMFORT LÀ ILLUSION

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUNNYMAN
source: ITS METABOLISM OFFENDS ME
vi: Chuyển hóa xúc phạm tôi

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE: UNKNOWN
vi: NGUỒN: UNKNOWN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_DOUBLE
source: POWER SOURCE: UNKNOWN
vi: NGUỒN: UNKNOWN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_TRIPLE
source: POWER SOURCE: UNKNOWN
vi: NGUỒN: UNKNOWN

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUANO
source: MORE POOP. SIGH.
vi: Poop THÊM. THỞ DÀI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LANTERN
source: LIGHT THE WAY, FRIEND
vi: ĐÈN ĐƯỜNG, BẠN BÈ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTBULB
source: BIOLUMINESCENCE IS GROSS
vi: Phát quang sinh học LÀ TỔNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANRABBIT_TAIL
source: FUZZY BUNNY NUMBER ONE
vi: MỜ SỐ BUNNY ONE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL
source: IT IS USEFULLY BRIGHT
vi: IT IS hữu ích BRIGHT

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL
source: SHINY GREEN
vi: XANH SHINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE
source: THAT IS ONE LARGE CARROT
vi: ĐÓ LÀ MỘT cà rốt LỚN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE_SHELLPIECES
source: THEY DON'T FIT BACK TOGETHER
vi: HỌ KHÔNG FIT LẠI CÙNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHAT
source: THIS MAKES ME HAPPY
vi: NÀY LÀM ME HAPPY

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHOLE
source: THEY DON'T WEAR THEIR SHELLS IN THERE
vi: HỌ KHÔNG MANG vỏ TRÊN CÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLESLIME
source: NOT LOGICAL.
vi: KHÔNG LOGIC.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNURTLE
source: DIFFERENT SHELL, SAME SLUG
vi: KHÁC SHELL, sên CÙNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMOURED SPIDER
vi: AN SPIDER bọc thép

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_SPITTER
source: A PROJECTILE SPIDER
vi: Một SPIDER Projectile

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHOLE
source: SPIDERS DETECTED
vi: nhện PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE
source: ROCKS CONTAINING ROCKS
vi: ROCKS chứa ROCKS

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_FULL
source: ROCKS CONTAINING ROCKS
vi: ROCKS chứa ROCKS

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_LOW
source: ROCKS CONTAINING ROCKS
vi: ROCKS chứa ROCKS

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_MED
source: ROCKS CONTAINING ROCKS
vi: ROCKS chứa ROCKS

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CARPETFLOOR
source: CARPET GROUND
vi: THẢM GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_DIRT
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FOREST
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_GRASS
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MARSH
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROCKY
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SAVANNA
source: THE GROUND
vi: MẶT ĐẤT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_WOODFLOOR
source: WOOD GROUND
vi: GỖ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CAVE
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SINKHOLE
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_UNDERROCK
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MUD
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.POWCAKE
source: IT NEVER GOES BAD
vi: CNTT KHÔNG BAO GIỜ GOES BAD

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: DESCENT BLOCKED. HOW TO PROCEED?
vi: HUYẾT BLOCKED. LÀM THẾ NÀO ĐỂ TIẾN HÀNH?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.OPEN
source: DESCEND?
vi: Xuống?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_EXIT
source: SOLAR ARRAY NEED REFUELING.
vi: SOLAR ARRAY CẦN tiếp nhiên liệu.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOOMERANG
source: REUSABLE PROJECTILE.
vi: Projectile SÀI LẠI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLPHONOGRAPH
source: IT IS A MUSICAL SLAVE.
vi: ĐÓ LÀ MỘT SLAVE MUSICAL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGUARD
source: HOSTILE DETECTED.
vi: Thù địch PHÁT HIỆN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADVENTURE_PORTAL
source: HE IS NOT MUCH OF A CONVERSATIONALIST
vi: HE KHÔNG NHIỀU HÀNH người nói chuyện

# STRINGS.CHARACTERS.WX78.DESCRIBE.AMULET
source: ANOMALY DETECTED
vi: bất thường PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANIMAL_TRACK
source: LIFEFORM DETECTED
vi: lifeform PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORGRASS
source: THIS WILL ADD EXTRA PROTECTION TO MY METAL CASING.
vi: NÀY SẼ THÊM BẢO VỆ EXTRA ĐẾN METAL vỏ MY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORMARBLE
source: EXTRA HEAVY DUTY CASING.
vi: EXTRA HEAVY DUTY vỏ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOUR
vi: ARMOUR NÂNG CẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SANITY
source: I WILL PROTECT MYSELF WITH NOTHINGNESS
vi: Tôi SẼ BẢO VỆ TỰ VỚI hư vô

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.GENERIC
source: OUTPUT OF FIRE PROGRAM.
vi: LƯỢNG CHƯƠNG TRÌNH CHÁY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_EYE_BONE
source: OUTPUT OF EYEBONE TELEPORTATION PROGRAM.
vi: LƯỢNG CHƯƠNG TRÌNH EYEBONE teleportation.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_THINGIE
source: OUTPUT OF FIRE PROGRAM. INPUT UNDETERMINED.
vi: LƯỢNG CHƯƠNG TRÌNH CHÁY. Input chưa xác định.

# STRINGS.CHARACTERS.WX78.DESCRIBE.AXE
source: A TOOL FOR CHOPPING DOWN LIVING MATTER
vi: CÔNG CỤ CHO chặt phá SỐNG VẤN ĐỀ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.GENERIC
source: IT IS STILL INITIALIZING
vi: IT IS STILL KHỞI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.SLEEPING
source: REST FUNCTION ACTIVATED
vi: REST của CHỨC NĂNG HOẠT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACKPACK
source: UPGRADED STORAGE MODULE
vi: NÂNG CẤP PHẦN BẢO QUẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACONEGGS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BANDAGE
source: TEMPORARY MAINTENANCE DEVICE.
vi: TẠM BẢO TRÌ THIẾT BỊ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASALT
source: INSUFFICIENT DESTRUCTIVE ABILITIES
vi: KHẢ NĂNG PHÁ HỦY đủ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARDHAIR
source: DISGUSTING
vi: kinh tởm
