Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PITCHFORK
source: This really isn't my style.
vi: Điều này thực sự không phải là phong cách của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT
source: That's gross!
vi: Kinh quá!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking didn't help much
vi: Nấu ăn không giúp đỡ nhiều

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GENERIC
source: I wonder what it will be.
vi: Tôi tự hỏi những gì nó sẽ được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GROWING
source: A watched plant never grows.
vi: Một nhà máy xem không bao giờ phát triển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.READY
source: Time for grub.
vi: Thời gian cho grub.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE
source: That's too fancy for me.
vi: Đó là quá lạ mắt cho tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_COOKED
source: This would go good on flapjacks.
vi: Điều này sẽ đi tốt trên flapjacks.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND
source: I can't swim!
vi: Tôi không biết bơi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POOP
source: Don't poop in camp!
vi: Đừng ị trong trại!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN
source: I don't like to eat things that grow on the ground.
vi: Tôi không thích ăn những thứ mọc trên mặt đất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKINCOOKIE
source: This will keep me chopping.
vi: Điều này sẽ giữ cho tôi chặt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_COOKED
source: Pies are good.
vi: Pies là tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_LANTERN
source: It better not tip over.
vi: Nó tốt hơn không tip hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEGEM
source: It's nothing a good chopping wouldn't fix.
vi: Nó không có gì một thớt tốt sẽ không sửa chữa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.GENERIC
source: Dang ground squirrels...
vi: Đặng sóc đất ...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.HELD
source: I'd feel bad eating him.
vi: Tôi cảm thấy xấu ăn anh ta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE
source: I doubt there are trees down there.
vi: Tôi nghi ngờ có những cây xuống đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER
source: Rain makes the trees grow.
vi: Mưa làm cho cây phát triển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RATATOUILLE
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAZOR
source: A true lumberjack never shaves.
vi: Một thợ rừng thật sự không bao giờ cạo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REDGEM
source: I see within it the fiery death of a thousand trees.
vi: Tôi thấy bên trong nó cái chết đầy lửa của một ngàn cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP
source: I don't know...
vi: Tôi không biết...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP_COOKED
source: Only if I get really hungry.
vi: Chỉ khi tôi nhận được thực sự đói.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
vi: Đó là một cây nấm màu đỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.INGROUND
source: They have their own schedule.
vi: Họ có kế hoạch riêng của họ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.PICKED
source: I think I broke it.
vi: Tôi nghĩ rằng tôi đã phá vỡ nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.BURNING
source: Fire makes me nervous.
vi: Lửa làm tôi lo lắng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.GENERIC
source: Reeds.
vi: Tháp Mười.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.PICKED
source: They'll be back.
vi: Họ sẽ quay lại.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUBBLE
source: Broken furniture.
vi: đồ nội thất bị hỏng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB
source: I don't trust all this science stuff.
vi: Tôi không tin tưởng tất cả những thứ khoa học này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2
source: This is getting strange.
vi: Đây là nhận lạ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3
source: OK, I kind of get it now.
vi: OK, tôi vẫn nhận được nó bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE
source: I look good in wood.
vi: Tôi nhìn tốt trong gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTONE
source: I don't know if I should touch it.
vi: Tôi không biết liệu tôi có nên chạm vào nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.GENERIC
source: What a snotty little jerk.
vi: Thật là một chút gắt gỏng giật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.HELD
source: Don't get comfortable, birdie.
vi: Không được thoải mái, birdie.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.GENERIC
source: Go fly south or something!
vi: Đi bay về phía nam hoặc một cái gì đó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.HELD
source: It's stealing my warmth.
vi: Nó ăn cắp sự ấm áp của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
vi: Nó bị mắc kẹt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.GENERIC
source: A fire that needs no wood? Un-natural!.
vi: Một ngọn lửa mà không cần gỗ? Un-tự nhiên !.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.OUT
source: This looks like that will break.
vi: Điều này có vẻ như đó sẽ phá vỡ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.LOW
source: Needs more... wood?
vi: Cần thêm ... gỗ?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.NORMAL
source: A fire that needs no wood? Un-natural!.
vi: Một ngọn lửa mà không cần gỗ? Un-tự nhiên !.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK
source: I could break it down if I tried hard enough.
vi: Tôi có thể phá vỡ nó xuống, nếu tôi cố gắng đủ cứng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKS
source: For the times when wood won't work.
vi: Đối với những lần khi gỗ sẽ không làm việc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm.. does the rook move in a straight line? I forget.
vi: Hmm .. không di chuyển rook trong một đường thẳng? Tôi quên mất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROPE
source: Good for holding stuff to other stuff.
vi: Tốt để giữ công cụ để các công cụ khác.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROTTENEGG
source: One less bird. Good.
vi: Một ít chim. Tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off about that rock, eh?
vi: Một cái gì đó là ra về rock, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.INACTIVE
source: That makes sense.
vi: Điều đó có ý nghĩa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.BURNING
source: Aw! He barely had a chance!
vi: Aw! Ông hầu như không có một cơ hội!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.GENERIC
source: I want to see it grow so that I can chop it down.
vi: Tôi muốn nhìn thấy nó phát triển vì vậy mà tôi có thể chặt nó xuống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.PICKED
source: Picking isn't as fun as chopping.
vi: Đón không phải là niềm vui như thớt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS
source: Not trees.
vi: Không cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS_COOKED
source: We call this 'lumberjack surprise'.
vi: Chúng tôi gọi đây là 'bất ngờ thợ rừng'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEWING_KIT
source: I'm pretty good at sewing.
vi: Tôi khá giỏi trong khâu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHOVEL
source: Dig a hole. Plant a tree!
vi: Đào một cái lỗ. Trồng một cây!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SILK
source: Spiders give me the willies.
vi: Spiders cho tôi Willies.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKELETON
source: Sorry, friend.
vi: Xin lỗi bạn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKULLCHEST
source: That's scary!
vi: Đó là đáng sợ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.GENERIC
source: What do you want?
vi: Bạn muốn gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.HUNGRY
source: It wants something.
vi: Nó muốn một cái gì đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.STARVING
source: I think it's starving.
vi: Tôi nghĩ rằng nó đói.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT
source: I wish this were bigger.
vi: Tôi muốn này là lớn hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT_DRIED
source: Just a bite.
vi: Chỉ cần một vết cắn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR
source: It lacks the heft of a good solid axe.
vi: Nó thiếu sức nặng của một chiếc rìu rắn tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.GENERIC
source: That's the biggest spider I've ever seen!
vi: Đó là con nhện lớn nhất mà tôi từng thấy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.SLEEPING
source: Careful, now, eh?
vi: Cẩn thận, bây giờ, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN
source: Holy Mackinaw! Look at that thing!
vi: Mackinaw Thánh! Nhìn vào điều đó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDEREGGSACK
source: Why would I want to carry that around?
vi: Tại sao tôi muốn thực hiện xung quanh đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERGLAND
source: I think it's poison.
vi: Tôi nghĩ rằng đó là thuốc độc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHAT
source: She's a real beaut, ain't she?
vi: Cô ấy là một beaut thực, phải không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERQUEEN
source: You're not my queen!
vi: Bạn không phải là nữ hoàng của tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: They come in yellow now, eh?
vi: Họ đi vào vàng bây giờ, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake it.
vi: Tôi không muốn đánh thức nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_FOOD
source: Aw, it's Diefenbakered.
vi: Aw, nó Diefenbakered.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEHARP
source: You lost your head, eh?
vi: Bạn mất tự chủ, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEMAXWELL
source: He's kind of a jerk, eh?
vi: Anh ấy là loại một jerk, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STINGER
source: Ouch! It's pointy.
vi: Ouch! Nó nhọn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWHAT
source: It will keep the sun off my head.
vi: Nó sẽ giữ cho mặt trời ra khỏi đầu của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STUFFEDEGGPLANT
source: I'm getting better at cooking.
vi: Tôi nhận được tốt hơn nấu ăn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKBOAT
source: That wood has seen better days.
vi: gỗ đã được thấy ngày tốt hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid but it'll do.
vi: Nó không phải kẻ sọc nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary good.
vi: Có đường tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRD
source: I don't trust birds that can't fly, either.
vi: Tôi không tin tưởng rằng loài chim không thể bay, hoặc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG
source: What's in here?
vi: Có gì trong đây?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like justice.
vi: Nó có vị như công lý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Too cold for you?
vi: Quá lạnh cho bạn?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It's hatching.
vi: Nó nở.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is it crying?
vi: Trời đang khóc?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Birds are never prompt.
vi: Chim không bao giờ nhắc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any time now.
vi: Bất cứ lúc nào bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.GENERIC
source: I should steal its egg to teach it a lesson.
vi: Tôi nên ăn cắp trứng của mình để dạy cho nó một bài học.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.PICKED
source: Nothing there.
vi: Không co gi ở đo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.GENERIC
source: It's growing up to be a jerk, just like its parents.
vi: Nó lớn lên trở thành một gã ngốc, giống như cha mẹ của nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.HUNGRY
source: Are you ALWAYS hungry?
vi: Bạn luôn luôn có đói không?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It getting wild with hunger.
vi: Nó nhận được hoang dã với đói.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Ready to go, eh?
vi: Bạn đã sẵn sàng để đi, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It's a... magic thing, I think.
vi: Đó là một ... điều kỳ diệu, tôi nghĩ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There are bits missing, eh?
vi: Có bit mất tích, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It's almost ready, eh?
vi: Nó gần như đã sẵn sàng, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_CRANK
source: Cranky, eh?
vi: Cáu kỉnh, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_POTATO
source: Potato-y, eh?
vi: Khoai tây y, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT
source: I'm used to sleeping in worse.
vi: Tôi đang sử dụng để ngủ trong tồi tệ hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE
source: Are there squid down there?
vi: Có mực xuống đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPIKE
source: It wobbles when you wave it.
vi: Nó lắc lư khi bạn vẫy nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPOTS
source: I'm blushing!
vi: Tôi đang đỏ mặt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR
source: It's so big!
vi: Đó là quá lớn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_ARM
source: Are those squid babies?
vi: Là những con mực?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_GARDEN
source: I'm tired of these squids!
vi: Tôi mệt mỏi của những mực!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOPHAT
source: It's too fancy.
vi: Đó là quá lạ mắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TORCH
source: Trees by torchlight.
vi: Cây bằng đuốc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP
source: Work smarter, eh?
vi: Làm việc thông minh hơn, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH
source: This seems a bit rough.
vi: Điều này có vẻ hơi thô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH_MAXWELL
source: He's not playing fair, eh?
vi: Anh ấy không chơi công bằng, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST
source: Wood is so handy! Look at all the things you can make!
vi: Gỗ là rất tiện dụng! Nhìn vào tất cả những điều bạn có thể làm!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right about that chest.
vi: Một cái gì đó không phải là hoàn toàn đúng về ngực.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_1
source: I used to play that game.
vi: Tôi sử dụng để chơi trò chơi đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_10
source: Choppers for old folks.
vi: Choppers cho người già.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_11
source: Quiet, you!
vi: Yên tĩnh, bạn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_12
source: It's all withered.
vi: Đó là tất cả héo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_2
source: Not the real thing, eh?
vi: Không thật, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_3
source: Reminds me of a story I heard once.
vi: Nhắc tôi về một câu chuyện tôi nghe một lần.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_4
source: Don't ask me.
vi: Đừng hỏi tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_5
source: It needs a robot arm, eh?
vi: Nó cần một cánh tay robot, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_6
source: They're not good any more, eh?
vi: Họ không tốt nữa, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_7
source: I could play this for hours!
vi: Tôi có thể chơi hàng giờ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_8
source: If I find a tub, I'm all set.
vi: Nếu tôi tìm thấy một bồn tắm, tôi là tất cả các thiết lập.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_9
source: I just sew my clothing shut around me when I put it on.
vi: Tôi chỉ may quần áo của tôi đóng xung quanh tôi khi tôi đặt nó trên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy
vi: Đẹp và mát mẻ

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_WINTER
source: This could stand up to the winters back home, eh?
vi: Điều này có thể đứng lên để mùa đông trở về nhà, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_COOKED
source: I think it boiled off all of the nose cheese.
vi: Tôi nghĩ rằng nó luộc tắt tất cả các pho mát mũi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_SUMMER
source: It's pretty thin.
vi: Nó khá mỏng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_WINTER
source: It's thick and hairy.
vi: Nó dày và rậm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURKEYDINNER
source: Turkey day is here again!
vi: Thổ Nhĩ Kỳ ngày là ở đây một lần nữa!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWIGS
source: I should build a tiny axe to chop these.
vi: Tôi nên xây dựng một cái rìu nhỏ để cắt này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UMBRELLA
source: This will keep my beard dry, eh?
vi: Điều này sẽ giữ cho bộ râu của tôi khô, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNIMPLEMENTED
source: It doesn't look safe.
vi: Nó không giống an toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WAFFLES
source: I prefer flapjacks.
vi: Tôi thích flapjacks.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY
source: I could sneeze it over.
vi: Tôi có thể hắt hơi nó qua.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY_ITEM
source: I could sneeze it over.
vi: Tôi có thể hắt hơi nó qua.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE
source: Safe and secure, eh?
vi: An toàn và an toàn, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_ITEM
source: Safe and secure, eh?
vi: An toàn và an toàn, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS
source: Crumbling but still secure, eh?
vi: Đổ nát nhưng vẫn đảm bảo, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_ITEM
source: Heh, stoned again eh?
vi: Heh, ném đá nữa hả?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD
source: I like the look of that!
vi: Tôi thích nhìn về điều đó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD_ITEM
source: I like the look of that!
vi: Tôi thích nhìn về điều đó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS
source: Oh no. Walruses again!
vi: Ồ không. Hải mã một lần nữa!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My grandad wore a hat like this.
vi: grandad tôi mặc một chiếc mũ như thế này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.EMPTY
source: This won't be safe come winter.
vi: Điều này sẽ không được an toàn khi mùa đông đến.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.GENERIC
source: Walruses are nearby, eh?
vi: Hải mã đang ở gần đó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_TUSK
source: He had a cavity, eh?
vi: Ông đã có một khoang, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WASPHIVE
source: Why are those bees so angry?
vi: Tại sao những con ong giận dữ?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WETGOOP
source: Better than some things I've eaten!
vi: Tốt hơn so với một số những điều tôi đã ăn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTERHAT
source: It's a nice toque, eh?
vi: Đó là một toque đẹp, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER
source: We can build these half as tall back home.
vi: Chúng tôi có thể xây dựng các nửa như nhà lại cao.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.GENERIC
source: That looks like a bum!
vi: Trông giống như một tên ăn mày!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.OPEN
source: I'm not sure I want to look at that, eh?
vi: Tôi không chắc là tôi muốn nhìn vào đó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE_LIMITED
source: It smells a bit off, eh?
vi: Nó có mùi một chút đi, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It seems a bit show-offy to me.
vi: Có vẻ như một chút show-offy với tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE
source: I feel conflicted, eh?
vi: Tôi cảm thấy mâu thuẫn, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICESTAFF
source: It reminds me of home.
vi: Nó nhắc tôi về nhà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_GENERIC
source: What's that, eh?
vi: đó là những gì, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_TOODARK
source: It's dark, eh!
vi: Nhưng tối quá, eh!

# STRINGS.CHARACTERS.WOODIE.EAT_FOOD.TALLBIRDEGG_CRACKED
source: You can taste the beak, eh?
vi: Bạn có thể nếm mỏ, eh?

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL_GENERIC
source: I can't do anything right.
vi: Tôi không thể làm bất cứ điều gì phải.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ADVENTUREFAIL
source: Not all deaths are alike.
vi: Không phải tất cả người chết đều giống nhau.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BOOMERANG
source: Ow! That was karma.
vi: Ow! Đó là nghiệp chướng.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE
source: Demon! Show yourself!
vi: Demon! Thể hiện bản thân bạn!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE_ATTACK
source: I am attacked!
vi: Tôi đang bị tấn công!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_COLD
source: I am chilled to the bone.
vi: Tôi lạnh đến tận xương.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CRAFTING_FAIL
source: I lack the necessary materials.
vi: Tôi thiếu các vật liệu cần thiết.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DUSK
source: The darkness will be here soon. I must prepare.
vi: Bóng tối sẽ ở đây sớm. Tôi phải chuẩn bị.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.PAINFUL
source: That was not edible.
vi: Đó không phải là ăn được.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.SPOILED
source: That food was nearing the end of its lifetime.
vi: thức ăn đã gần kết thúc cuộc đời của mình.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.STALE
source: Was that stale?
vi: Đã cũ kỹ không?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_DARK
source: The darkness has swallowed me.
vi: Bóng tối đã nuốt tôi.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_LIGHT
source: And there was light!
vi: Và có ánh sáng!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HOUNDS
source: The hounds are baying.
vi: Những con chó săn được baying.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNGRY
source: I am full of emptiness.
vi: Tôi đầy sự trống rỗng.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_BEAST_NEARBY
source: I sense the beast's presence nearby.
vi: Tôi cảm nhận được sự hiện diện của con thú gần đó.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_LOST_TRAIL
source: This trail leads nowhere.
vi: Con đường này đi đến đâu.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_INV_FULL
source: I can carry no more.
vi: Tôi có thể thực hiện không nhiều.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_KNOCKEDOUT
source: Oh my, that hurt! Yet, again I wake to life.
vi: Ôi trời, mà làm tổn thương! Tuy nhiên, một lần nữa tôi thức vào cuộc sống.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOHUNGERSLEEP
source: My stomach is as empty as my heart, I can't sleep now.
vi: dạ dày của tôi là trống rỗng như trái tim của tôi, tôi không thể ngủ bây giờ.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PECKED
source: You try my patience.
vi: Bạn cố gắng kiên nhẫn của tôi.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_QUAKE
source: The ground shakes. Will it swallow me whole?
vi: Mặt đất rung chuyển. nó sẽ nuốt chửng tôi cả?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_THORNS
source: Ow! Prickly, like me.
vi: Ow! Gai, như tôi.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TORCH_OUT
source: Darkness has returned!
vi: Darkness đã trở lại!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TRAP_WENT_OFF
source: Oh, goodness.
vi: Oh, tốt lành.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WORMHOLE
source: I emerge into this world once more.
vi: Tôi xuất hiện vào thế giới này một lần nữa.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CANFIX
source: I think I can fix this!
vi: Tôi có thể sửa nó!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT
source: All of this is transient.
vi: Tất cả điều này là thoáng qua.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: This will be forgotten too, some day.
vi: Điều này sẽ được lãng quên quá, một số ngày.

# STRINGS.CHARACTERS.WENDY.BATTLECRY.GENERIC
source: Death will find you!
vi: Cái chết sẽ tìm thấy bạn!
