Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.NAMES.SUMMERBANDANA
source: Summer Bandana
vi: Khăn quấn mùa hè

# STRINGS.NAMES.BARONSUIT
source: Baron's Suit
vi: Áo khoác quý tộc

# STRINGS.NAMES.GROWTHSTAFF
source: Growth Staff
vi: Trượng thực vật

# STRINGS.NAMES.DARK_AXE
source: Dark Axe
vi: Rìu đen

# STRINGS.NAMES.DARK_PICKAXE
source: Dark Pickaxe
vi: Cuốc đen

# STRINGS.NAMES.BIRCHNUTHAT
source: Spiky Helm
vi: Mũ giáp gai

# STRINGS.NAMES.CACTUSMACE
source: Cactus Bat
vi: Chày gai

# STRINGS.NAMES.ARMORMOSQUITO
source: Mosquito Suit
vi: Áo hồi máu

# STRINGS.NAMES.LIGHTNECKLACE
source: Bright Necklace
vi: Vòng tỏa sáng

# STRINGS.NAMES.HEALTHPOT
source: Health potion
vi: Bình hồi máu

# STRINGS.NAMES.HUNGERPOT
source: Hunger potion
vi: Bình chống đói

# STRINGS.NAMES.SANITYPOT
source: Sanity potion
vi: Bình tỉnh táo

# STRINGS.NAMES.CELLAR
source: Storm Cellar
vi: Hầm chứa đồ

# STRINGS.NAMES.BINDINGRING
source: Binding Ring
vi: Nhẫn gắn kết

# STRINGS.NAMES.DUG_BERRYBUSH_JUICY
source: Juicy Berry Bush
vi: Bụi quả ngọt

# STRINGS.NAMES.LAVAE
source: Lavae
vi: Ấu trùng

# STRINGS.NAMES.LAVAE_PET
source: Extra-Adorable Lavae
vi: Ấu trùng đặc biệt dễ thương

# STRINGS.NAMES.LAVAE_EGG
source: Lavae Egg
vi: Trứng ấu trùng

# STRINGS.NAMES.LAVAE_EGG_CRACKED
source: Lavae Egg
vi: Trứng ấu trùng

# STRINGS.NAMES.LAVAE_TOOTH
source: Lavae Tooth
vi: Răng ấu trùng

# STRINGS.NAMES.LAVA_POND
source: Magma
vi: Nham thạch

# STRINGS.NAMES.LAVA_POND_ROCK
source: Rock
vi: Đá tảng

# STRINGS.NAMES.BERNIE_INACTIVE
source: Bernie
vi: Gấu bông Bernie

# STRINGS.NAMES.BERNIE_ACTIVE
source: Bernie
vi: Gấu bông Bernie

# STRINGS.RECIPE_DESC.LIGHTER
source: Burns through the night and in the rain.
vi: Cháy xuyên màn đêm và mưa giông.

# STRINGS.RECIPE_DESC.ARROWSIGN_POST
source: Point fingers at the world. Or signs.
vi: Chỉ tay vào thế giới. Hoặc biển báo.

# STRINGS.RECIPE_DESC.WALL_MOONROCK_ITEM
source: Walls for the lunar looney.
vi: Tường cho lũ hâm dở

# STRINGS.RECIPE_DESC.TURF_DRAGONFLY
source: Quell the spread of fire.
vi: Cạn cơn lây lan của lửa

# STRINGS.RECIPE_DESC.WATERBALLOON
source: Spheroid Fire Suppression.
vi: Vật chống lửa dạng cầu.

# STRINGS.RECIPE_DESC.LIFEINJECTOR
source: Boosts your declining max health.
vi: Tăng cường sức khỏe suy giảm

# STRINGS.RECIPE_DESC.SPIDEREGGSACK
source: Get a little help from your friends.
vi: Một chút giúp đỡ từ các người bạn.

# STRINGS.RECIPE_DESC.REVIVER
source: Ghastly revival of a ghostly friend.
vi: Hồi sinh vong hồn 1 người bạn.

# STRINGS.RECIPE_DESC.ABIGAIL_FLOWER
source: A magical keepsake.
vi: Vật kỷ niệm ma thuật

# STRINGS.RECIPE_DESC.BERNIE_INACTIVE
source: A familiar face in this mad world.
vi: Một khuôn mặt quen thuộc trong thế giới điên cuồng này

# STRINGS.PIG_TALK_PANICHAUNT.1
source: SPOOKY!
vi: ĐÁNG SỢ!

# STRINGS.PIG_TALK_PANICHAUNT.3
source: A GHOST! A GHOST!
vi: MA! MA!

# STRINGS.PIG_TALK_RESCUE.1
source: I HELP YOU!
vi: TÔI GIÚP BẠN!

# STRINGS.PIG_TALK_RESCUE.3
source: ME HELP!
vi: TÔI GIÚP!

# STRINGS.UI.HELP.SCROLLBACK
source: Scroll Up
vi: Kéo lên

# STRINGS.UI.HELP.SCROLLFWD
source: Scroll Down
vi: Kéo xuống

# STRINGS.UI.HELP.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.HELP.CONFIGURE
source: Configure
vi: Điều chỉnh

# STRINGS.UI.HELP.SCROLL_UP
source: Scroll Up
vi: Kéo lên

# STRINGS.UI.HELP.SCROLL_DOWN
source: Scroll Down
vi: Kéo xuống

# STRINGS.UI.HELP.CHANGE_TEXT
source: Change Text
vi: Đổi chữ

# STRINGS.UI.CHARACTERSELECT.DISCONNECT
source: Disconnect
vi: Ngắt kết nối

# STRINGS.UI.CONSOLESCREEN.REMOTEEXECUTE
source: Remote:
vi: Từ xa:

# STRINGS.UI.MAINSCREEN.BUYDONTSTARVEMAIN
source: Buy Don't Starve
vi: Mua Don't Starve

# STRINGS.UI.MAINSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.MAINSCREEN.PLAYMP
source: Play Online!
vi: Chơi trực tuyến!

# STRINGS.UI.MAINSCREEN.MULTIPLAYER
source: Multiplayer
vi: Chơi nhiều người

# STRINGS.UI.MAINSCREEN.HOST
source: Host Game
vi: Tạo game

# STRINGS.UI.MAINSCREEN.HOSTCHAR
source: Host (CharSelect)
vi: Tạo game (Chọn nhân vật)

# STRINGS.UI.MAINSCREEN.JOIN
source: Join IP
vi: Tham gia theo IP

# STRINGS.UI.MAINSCREEN.JOINCHAR
source: Join (CharSelect)
vi: Tham gia (Chọn nhân vật)

# STRINGS.UI.MAINSCREEN.BROWSE
source: Browse Games
vi: Tìm kiếm Game

# STRINGS.UI.MAINSCREEN.CREATE
source: Host Game
vi: Tạo Game

# STRINGS.UI.MAINSCREEN.TOOLTIP_BROWSE
source: Browse the list of servers
vi: Xem danh sách máy chủ.

# STRINGS.UI.MAINSCREEN.TOOLTIP_SKINS
source: View and manage your items.
vi: Xem và sắp xếp đồ đạc.

# STRINGS.UI.MAINSCREEN.TOOLTIP_HOST
source: Start your own server
vi: Khởi động server riêng.

# STRINGS.UI.MAINSCREEN.TOOLTIP_OPTIONS
source: Change your settings and controls
vi: Thay đổi cài đặt và điều khiển.

# STRINGS.UI.MAINSCREEN.TOOLTIP_HISTORY
source: Revisit past lives and missed connections
vi: Xem lại tiền kiếp và các mối cơ duyên bỏ lỡ.

# STRINGS.UI.MAINSCREEN.TOOLTIP_MODS
source: Customize your game
vi: Điều chỉnh game của bạn.

# STRINGS.UI.MAINSCREEN.TOOLTIP_QUIT
source: Scram!
vi: Giời ạ!

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: Your friends will miss you!
vi: Bạn của bạn sẽ nhớ lắm đấy!

# STRINGS.UI.MAINSCREEN.DST_UPDATENAME
source: Early Access
vi: Truy cập sớm

# STRINGS.UI.MAINSCREEN.STEAM_ONLINE
source: Online
vi: Trực tuyến

# STRINGS.UI.MAINSCREEN.STEAM_OFFLINE
source: Offline
vi: Ngoại tuyến

# STRINGS.UI.MAINSCREEN.OFFLINEMODE
source: Connection to Klei Failed
vi: Kết nối tới Klei thất bại

# STRINGS.UI.MAINSCREEN.OFFLINEMODEDESC
source: Could not connect to Klei's servers. Characters and worlds from online games will be unavailable. Continue and play offline?
vi: Kết nối tới server của Klei thất bại. Nhân vật và thế giới từ game trực tuyến sẽ không vào được. Tiếp tục chơi chứ?

# STRINGS.UI.MAINSCREEN.STEAMOFFLINEMODE
source: Connection to Steam Failed
vi: Kết nối tới Steam thất bại

# STRINGS.UI.MAINSCREEN.STEAMOFFLINEMODEDESC
source: Couldn't connect to Steam (scheduled maintenance or connectivity issues). Characters and worlds from online games will be unavailable. Play offline?
vi: Không kết nối được tới Steam (bảo trì hoặc vấn đề mạng). Nhân vật và thế giới từ game trực tuyến sẽ không vào được. Tiếp tục chơi chứ?

# STRINGS.UI.MAINSCREEN.PLAYOFFLINE
source: Play Offline
vi: Chơi Offline

# STRINGS.UI.MAINSCREEN.CANCELOFFLINE
source: Cancel
vi: Hủy

# STRINGS.UI.MAINSCREEN.CONTROLLER_DETECTED_HEADER
source: Controller Detected
vi: Phát hiện tay cầm

# STRINGS.UI.MAINSCREEN.CONTROLLER_DETECTED_BODY
source: Do you want to use the controller to play Don't Starve? You won't be asked again but you can change this setting in the controls screen if you change your mind. NOTE: Controller support is under active development. Some functionality will be missing.
vi: Bạn muốn dùng tay cầm để chơi Don't Starve không? Bạn sẽ không bị hỏi lại nhưng bạn có thể đổi cài đặt trong mục nút điều khiển nếu bạn đổi ý. CHÚ Ý: Hỗ trợ tay cầm vẫn đang trong giai đoạn phát triển. Một số chức năng có thể bị mất.

# STRINGS.UI.MAINSCREEN.ENABLECONTROLLER
source: Enable Controller
vi: Tay cầm đã bật

# STRINGS.UI.MAINSCREEN.DISABLECONTROLLER
source: Disable Controller
vi: Tay cầm đã tắt

# STRINGS.UI.MAINSCREEN.VERSION_YOURS
source: Your Version: %s
vi: Phiên bản của bạn: %s

# STRINGS.UI.MAINSCREEN.VERSION_LATEST
source: Latest Version: %s
vi: Bản mới nhất: %s

# STRINGS.UI.MAINSCREEN.VERSION_CHECKING
source: Checking for update
vi: Kiểm tra cập nhật

# STRINGS.UI.MAINSCREEN.VERSION_UPTODATE
source: Up to date!
vi: Tất cả đều mới nhất!

# STRINGS.UI.MAINSCREEN.VERSION_NOTUPTODATE
source: Update required!
vi: Yêu cầu cập nhật!

# STRINGS.UI.MAINSCREEN.VERSION_MOREINFO
source: Instructions
vi: Hướng dẫn

# STRINGS.UI.MAINSCREEN.VERSION_ERROR
source: Problem checking for latest version.
vi: Có vấn đề trong quá trình kiểm tra phiên bản

# STRINGS.UI.HUD.MAP
source: Show Map
vi: Hiện bản đồ

# STRINGS.UI.HUD.WORLD_CLOCKDAY
source: World Day
vi: Ngày của thế giới

# STRINGS.UI.HUD.ROTLEFT
source: Rotate Left
vi: Xoay trái

# STRINGS.UI.HUD.ROTRIGHT
source: Rotate Right
vi: Xoay phải

# STRINGS.UI.HUD.PAUSE
source: Pause
vi: Dừng

# STRINGS.UI.HUD.DEATH_ANNOUNCEMENT_1
source: was killed by
vi: bị giết bởi :

# STRINGS.UI.HUD.DEATH_ANNOUNCEMENT_2_MALE
source: . He became a spooky ghost!
vi: . Hắn đã trở thành 1 con ma ghê rợn!

# STRINGS.UI.HUD.DEATH_ANNOUNCEMENT_2_FEMALE
source: . She became a spooky ghost!
vi: . Ả đã trở thành 1 con ma ghê rợn!

# STRINGS.UI.HUD.DEATH_ANNOUNCEMENT_2_ROBOT
source: . It became a spooky ghost!
vi: . Nó đã trở thành 1 con ma ghê rợn!

# STRINGS.UI.HUD.DEATH_ANNOUNCEMENT_2_DEFAULT
source: . They became a spooky ghost!
vi: . Họ đã trở thành 1 con ma ghê rợn!!

# STRINGS.UI.HUD.GHOST_DEATH_ANNOUNCEMENT_MALE
source: lost all of his humanity and is gone forever.
vi: đã mất tất cả nhân tính và ra đi vĩnh viễn.

# STRINGS.UI.HUD.GHOST_DEATH_ANNOUNCEMENT_FEMALE
source: lost all of her humanity and is gone forever.
vi: đã mất tất cả nhân tính và ra đi vĩnh viễn

# STRINGS.UI.HUD.GHOST_DEATH_ANNOUNCEMENT_ROBOT
source: lost all of its approximation of humanity and is gone forever.
vi: ã mất tất cả nhân tính và ra đi vĩnh viễn

# STRINGS.UI.HUD.GHOST_DEATH_ANNOUNCEMENT_DEFAULT
source: lost all of their humanity and is gone forever.
vi: ã mất tất cả nhân tính và ra đi vĩnh viễn

# STRINGS.UI.HUD.REZ_ANNOUNCEMENT
source: was resurrected by
vi: đã được hồi sinh bởi

# STRINGS.UI.HUD.START_AFK
source: went away for a bit.
vi: đã afk 1 lúc.

# STRINGS.UI.HUD.STOP_AFK
source: has returned from their relaxing time away.
vi: đã trở về sau khi afk.

# STRINGS.UI.HUD.AFK_TITLE
source: Taking A Breather
vi: AFK

# STRINGS.UI.HUD.AFK_BODY
source: I get it. It's tough out there. Really. It is. You definitely shouldn't be embarrassed about this. You baby. Whenever you're ready to get back to actually playing the darn game, click below.
vi: Tôi hiểu. Thế giới ngoài kia rất khó khăn. Thực sự đấy. Bạn không nên cảm thấy xấu hổ vì điều đó. Khi nào sẵn sàng thực sự trở lại thì bấm vào nút bên dưới đây

# STRINGS.UI.HUD.AFK_OK
source: Return
vi: Trở lại

# STRINGS.UI.ACCOUNT.LOGIN
source: Login
vi: Đăng nhập

# STRINGS.UI.ACCOUNT.CREATE
source: Create
vi: Tạo

# STRINGS.UI.ACCOUNT.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.ACCOUNT.REGISTER
source: Register
vi: Đăng ký

# STRINGS.UI.ACCOUNT.CDKEY
source: Don't Starve CD-Key
vi: Mã key Don't Starve

# STRINGS.UI.ACCOUNT.USERNAME
source: User Name
vi: Tên tài khoản

# STRINGS.UI.ACCOUNT.PASSWORD
source: Password
vi: Mật khẩu

# STRINGS.UI.ACCOUNT.LINKSTEAMACCOUNT
source: Link Steam Account
vi: Liên kết tài khoản Steam

# STRINGS.UI.ACCOUNT.LOGINWITHSTEAM
source: Login With Steam
vi: Đăng nhập cùng Steam

# STRINGS.UI.BROADCASTING.BACKTITLE
source: Lose Changes?
vi: Hủy thay đổi?

# STRINGS.UI.OPTIONS.OPTIONS
source: Options
vi: Thiết lập

# STRINGS.UI.OPTIONS.BACK
source: Back
vi: Trở lại

# STRINGS.UI.OPTIONS.BACKTITLE
source: Lose Changes?
vi: Hủy thay đổi?

# STRINGS.UI.OPTIONS.AUTOMODS
source: Auto-Subscribe Mods
vi: Tự động đăng ký mod

# STRINGS.UI.OPTIONS.SHOWPASSWORD
source: Show Passwords
vi: Hiện mật khẩu

# STRINGS.UI.OPTIONS.SNAPSHOTS
source: Server Snapshots
vi: Bản lưu server

# STRINGS.UI.NOTIFICATION.CONNECTING
source: Connecting
vi: Kết nối

# STRINGS.UI.NOTIFICATION.NEW_SKIN_ANNOUNCEMENT
source: %s got a new skin:
vi: %s đã nhận được trang phục mới:

# STRINGS.UI.NOTIFICATION.LAUNCHING_SERVER
source: Launching Server
vi: Khởi động server

# STRINGS.UI.NOTIFICATION.SERVER_WORLDGEN
source: Server is Generating World
vi: Server đang khởi tạo thế giới

# STRINGS.UI.NOTIFICATION.INITIALIZING_SERVER
source: Initializing Server
vi: Khởi tạo server

# STRINGS.UI.NOTIFICATION.WORLDGENERATING_SERVER
source: Generating World
vi: Sản sinh thế giới

# STRINGS.UI.NOTIFICATION.LOADING
source: Loading
vi: Đang tải...

# STRINGS.UI.NOTIFICATION.LOGIN
source: Logging in
vi: Đang đăng nhập

# STRINGS.UI.NOTIFICATION.JOINEDGAME
source: has joined the game.
vi: đã tham gia trò chơi.

# STRINGS.UI.NOTIFICATION.LEFTGAME
source: has left the game.
vi: đã rời trò chơi.

# STRINGS.UI.NOTIFICATION.PRESS_KB
source: Press (
vi: Bấm (

# STRINGS.UI.NOTIFICATION.DISCONNECT_KB
source: ) to Disconnect
vi: ) để ngừng kết nối

# STRINGS.UI.NOTIFICATION.PRESS_CONTROLLER
source: Press
vi: Bấm

# STRINGS.UI.NOTIFICATION.DISCONNECT_CONTROLLER
source: to Disconnect
vi: để ngừng kết nối

# STRINGS.UI.POPUPDIALOG.TITLE.DEFAULT
source: Alert!
vi: Cảnh báo!

# STRINGS.UI.POPUPDIALOG.TITLE.SERVER_ERROR_BANNED_GAME
source: Terms of Service Violation
vi: Vi phạm điều khoản dịch vụ

# STRINGS.UI.POPUPDIALOG.TITLE.SERVER_ERROR_BANNED_GAME_NAME
source: Terms of Service Violation - Name
vi: Vi phạm điều khoản dịch vụ - Tên

# STRINGS.UI.POPUPDIALOG.TITLE.SERVER_ERROR_BANNED_GAME_DESC
source: Terms of Service Violation - Description
vi: Vi phạm điều khoản dịch vụ - Chú giải

# STRINGS.UI.POPUPDIALOG.TITLE.DIRECT_JOIN_FAILED
source: Failed to Direct Join Game
vi: Kết nối game trực tiếp thất bại

# STRINGS.UI.POPUPDIALOG.BODY.DEFAULT
source: You have received an alert. Don't let this happen again.
vi: Bạn đã nhận cảnh báo. Đừng để xảy ra lần thứ 2.

# STRINGS.UI.POPUPDIALOG.BODY.SERVER_ERROR_BANNED_GAME
source: Your server will not be joinable until the name or description has been changed. Repeated violations will result in a permanent ban.
vi: Server của bạn sẽ không vào được đến khi tên hoặc chú thích đã được thay đổi. Vi phạm liên tiếp sẽ dẫn tới cấm vĩnh viễn

# STRINGS.UI.POPUPDIALOG.BODY.SERVER_ERROR_BANNED_GAME_NAME
source: Your server will not be joinable until the name has been changed. Repeated violations will result in a permanent ban.
vi: Server của bạn sẽ không vào được đến khi tên đã được thay đổi. Vi phạm liên tiếp sẽ dẫn tới cấm vĩnh viễn

# STRINGS.UI.POPUPDIALOG.BODY.SERVER_ERROR_BANNED_GAME_DESC
source: Your server will not be joinable until the description has been changed. Repeated violations will result in a permanent ban.
vi: Server của bạn sẽ không vào được đến khi tchú thích đã được thay đổi. Vi phạm liên tiếp sẽ dẫn tới cấm vĩnh viễn

# STRINGS.UI.POPUPDIALOG.BODY.DIRECT_JOIN_FAILED
source: Something went wrong while trying to direct join a server.
vi: Có lỗi gì đó xảy ra khi cố kết nối trực tiếp server

# STRINGS.UI.NETWORKDISCONNECT.TITLE.DEFAULT
source: Disconnected
vi: Đã ngắt kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_NO_FREE_INCOMING_CONNECTIONS
source: Server Full
vi: Server đầy

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_NO_FREE_PLAYER_SLOTS
source: Server Full
vi: Server đầy

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_CONNECTION_ATTEMPT_FAILED
source: Server Not Responding
vi: Server không phản hồi

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_INVALID_PASSWORD
source: Bad Password
vi: Mật khẩu lỗi

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_CONNECTION_LOST
source: Disconnected
vi: Đã ngắt kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DISCONNECTION_NOTIFICATION
source: Disconnected
vi: Đã ngắt kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_ALREADY_CONNECTED
source: Duplicate Connection
vi: Kết nối trùng lặp

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_LOGGED_IN_SOMEWHERE_ELSE
source: Duplicate Login
vi: Đăng nhập trùng lặp

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_CONNECTION_BANNED
source: Banned
vi: Bị cấm

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_USER_BANNED
source: Banned
vi: Bị cấm

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_USER_KICKED
source: Kicked
vi: Bị đuổi

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_INCOMING_CONNECTIONS_DISABLED
source: Failed To Connect
vi: Kết nối thât bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.FAILED_TO_AUTOJOIN_LAN
source: LAN Join Failed
vi: Kết nối LAN thất bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_INITIALIZATION_FAILED
source: Networking Failed To Start
vi: Kết nối mạng khởi động thất bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_NAT_PUNCHTHROUGH_FAILED
source: Could Not Connect
vi: Không thể kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_NAT_TARGET_NOT_CONNECTED
source: Could Not Connect
vi: Không thể kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_NAT_TARGET_UNRESPONSIVE
source: Could Not Connect
vi: Không thể kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_NAT_CONNECTION_TO_TARGET_LOST
source: Could Not Connect
vi: Không thể kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.VERSION_MISMATCH_OLD_SERVER
source: Version Mismatch
vi: Chênh lệch phiên bản

# STRINGS.UI.NETWORKDISCONNECT.TITLE.VERSION_MISMATCH_OLD_CLIENT
source: Version Mismatch
vi: Chênh lệch phiên bản

# STRINGS.UI.NETWORKDISCONNECT.TITLE.VERSION_HANDSHAKE_FAILED
source: Version Mismatch
vi: Version incompatible

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_INCOMPATIBLE_PROTOCOL_VERSION
source: Version Mismatch
vi: Chênh lệch phiên bản

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_INCOMPATIBLE_PROTOCOL_VERSION
source: Version Mismatch
vi: Chênh lệch phiên bản

# STRINGS.UI.NETWORKDISCONNECT.TITLE.FORCE_DISCONNECTION
source: Force Disconnection
vi: Bắt buộc dừng kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.INVALID_GAME_SESSION_TOKEN
source: Could Not Connect
vi: Không thể kết nối

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_GAME_SESSION_AUTH_FAILED
source: Authentication Failed
vi: Xác thực thất bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.E_BANNED
source: Account Banned
vi: Tài khoản bị cấm

# STRINGS.UI.NETWORKDISCONNECT.TITLE.E_UPGRADE
source: Version Out of Date
vi: Phiên bản lỗi thời

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_USER_CONNECTION_FAILED
source: Connection Failed
vi: Kết nối thất bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_FRIENDS_ONLY_SERVER
source: Friends Only
vi: Chỉ bạn bè

# STRINGS.UI.NETWORKDISCONNECT.TITLE.APP_OWNERSHIP_CHECK_FAILED
source: Steam Ownership Check Failed
vi: Kiểm tra sở hữu Steam thất bại

# STRINGS.UI.NETWORKDISCONNECT.TITLE.SERVER_MODS_NOT_ON_WORKSHOP
source: Disconnected Due To Missing Mods
vi: Dừng kết nối do thiếu mod

# STRINGS.UI.NETWORKDISCONNECT.TITLE.SERVER_MODS_WORKSHOP_VERSION_MISMATCH
source: Disconnected Due To Missing Mods
vi: Dừng kết nối do thiếu mod

# STRINGS.UI.NETWORKDISCONNECT.TITLE.SERVER_MODS_WORKSHOP_FAILURE
source: Disconnected Due To Missing Mods
vi: Dừng kết nối do thiếu mod

# STRINGS.UI.NETWORKDISCONNECT.TITLE.SERVER_MODS_WORKSHOP_ACCESS_DENIED
source: Disconnected Due To Missing Mods
vi: Dừng kết nối do thiếu mod

# STRINGS.UI.NETWORKDISCONNECT.TITLE.ID_DST_SLOT_RESERVATION
source: Slot Reserved
vi: Chỗ đã được đặt trước

# STRINGS.UI.NETWORKDISCONNECT.BODY.DEFAULT
source: You have been disconnected. We're not sure exactly why... Oh well!
vi: Bạn đã đứt kết nối! Chúng tôi cũng không chắc là sao nữa

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_NO_FREE_INCOMING_CONNECTIONS
source: The server is full. Try again later once one of these miscreants has been consumed by the gaping maw that is this game.
vi: Server đã đầy. Thử lại sau khi một trong những tên kia đã bị tiêu hóa bởi cái miệng mở toang là game này

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_NO_FREE_PLAYER_SLOTS
source: The server is full. Try again later once one of these miscreants has been consumed by the gaping maw that is this game.
vi: Server đã đầy. Thử lại sau khi một trong những tên kia đã bị tiêu hóa bởi cái miệng mở toang là game này

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_CONNECTION_ATTEMPT_FAILED
source: The server is not responding. Try yelling louder?
vi: Server không phản hồi. Thử hét to hơn?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_INVALID_PASSWORD
source: The password you entered was incorrect. Are you sure you're welcome in there?
vi: Bạn nhập sai mật khẩu. Có chắc là bạn được chào đón không thế?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_CONNECTION_LOST
source: You have lost connection to the server. Maybe it's for the best, you know? Then again, I'm just a dialog box--who am I to say?
vi: Bạn đã mất kết nối tới server. Có lẽ đó là điều tốt nhất cho bạn? Dù sao thì tôi cũng chỉ là cái cửa sổ thông báo thì nói được ai chứ?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DISCONNECTION_NOTIFICATION
source: You have been disconnected from the server. Bye bye!
vi: Bạn đã mất kết nối tới server. Bye bye!

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_ALREADY_CONNECTED
source: You are already connected to the server. Maybe share some of that cloning science with the lab, OK?
vi: Bạn đã kết nối tới server rồi. Có thể chia sẻ vài điều về bộ môn khoa học phân thân được không?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_LOGGED_IN_SOMEWHERE_ELSE
source: Someone has just logged into this server using your account. We can't have clones running around--you'll have to go.
vi: Ai đó vừa vào server bằng tài khoản của bạn. Chúng tôi không thể để bản sao loanh quanh được cho nên bạn phải đi đi

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_CONNECTION_BANNED
source: You have been banned from this server. B-A-N-N-E-D. I'm not sure how much clearer I can be...
vi: Bạn đã bị cấm khỏi server này. C-Ấ-M. Tôi không chắc là có thể rõ ràng hơn nữa được không ..

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_USER_BANNED
source: You have been banned from this server. B-A-N-N-E-D. I'm not sure how much clearer I can be...
vi: Bạn đã bị cấm khỏi server này. C-Ấ-M. Tôi không chắc là có thể rõ ràng hơn nữa được không ..

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_USER_KICKED
source: You have been kicked from this server. Are you miffed? Yes, you're likely miffed.
vi: Bạn bị đuổi khỏi server này. Bạn có khó chịu không? Tất nhiên, bạn khá khó chịu

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_INCOMING_CONNECTIONS_DISABLED
source: The server is temporarily not accepting new connections. Please wait a moment before trying again.
vi: Server tạm thời không nhân thêm kết nối mới. Xin vui lòng đợi giây lát trước khi thử lại

# STRINGS.UI.NETWORKDISCONNECT.BODY.FAILED_TO_AUTOJOIN_LAN
source: Unable to join a LAN server. Are you sure it exists?
vi: Không tham gia được LAN server. Bạn có chắc là nó tồn tại không?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_INITIALIZATION_FAILED
source: Networking did not initialize properly. Don't get discouraged! Give it another whirl, yeah?
vi: Kết nối mạng không khởi tạo bình thường. Đừng nản chí. Thử lại phát nữa nhé?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_NAT_PUNCHTHROUGH_FAILED
source: Unable to connect to the server. Look, I'll be honest. I'm pretty sure our programmers are actual wizards. I just write these things.
vi: Không kết nối được tới server. Tôi nói thật chứ lập trình viên của chúng tôi là phù thủy thật đấy. Tôi chỉ mới viết mấy dòng này thôi

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_NAT_TARGET_NOT_CONNECTED
source: Unable to connect to the server. Look, I'll be honest. I'm pretty sure our programmers are actual wizards. I just write these things.
vi: Không kết nối được tới server. Tôi nói thật chứ lập trình viên của chúng tôi là phù thủy thật đấy. Tôi chỉ mới viết mấy dòng này thôi

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_NAT_TARGET_UNRESPONSIVE
source: Unable to connect to the server. Look, I'll be honest. I'm pretty sure our programmers are actual wizards. I just write these things.
vi: Server dùng phiên bản cũ hơn. Kiên nhẫn chút và mong rằng nó sẽ cập nhật sớm thôi.

# STRINGS.UI.NETWORKDISCONNECT.BODY.VERSION_MISMATCH_OLD_CLIENT
source: The server is on a newer version than you. Well, what are you doing just sitting there? Go and get the new version!
vi: Server dùng phiên bản mới hơn. Bạn còn ngồi đó làm gì nữa? Đi cập nhật lên bản mới đi!

# STRINGS.UI.NETWORKDISCONNECT.BODY.VERSION_HANDSHAKE_FAILED
source: The server is on a different version than you. Why can't we all just get along?
vi: Server dùng phiên bản khác bạn. Sau mà mọi người không thể chơi cùng nhau hết được chứ?
