Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP_NIGHTMARE
source: THERE SEEMS TO BE A BUG IN ITS BELIEF CIRCUITS
vi: Dường như có một BUG TRÊN MẠCH NIỀM TIN CỦA NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENGEM
source: PRESSURE AND IMPURITIES HAVE PRODUCED PLEASING PERFECTION
vi: ÁP LỰC và các tạp chất ĐÃ SẢN XUẤT PERFECTION làm hài lòng

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT_NIGHTMARE
source: REPROGRAMMING REQUIRED
vi: tái lập trình REQUIRED

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAUR
source: THIS MEAT HAS A POINTY END
vi: THỊT NÀY CÓ END nhọn

# STRINGS.CHARACTERS.WX78.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A PRACTICAL TOOL
vi: CÔNG CỤ THỰC TIỄN

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARELIGHT
source: AN ANCIENT OPTICAL WAVELENGTH EMITTER
vi: AN CỔ Emitter bước sóng quang

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: CYCLE MINIMUM HAS PASSED
vi: CHU TRÌNH TỐI THIỂU ĐÃ QUA

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: INCREMENTAL INCREASE DETECTED
vi: TĂNG gia tăng PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: LEVELS ARE HIGH AND MONOTONIC
vi: MỨC LÀ CAO và đơn điệu

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: THE CYCLE IS SUBSIDING
vi: VÒNG IS lún

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: LEVELS ARE LOW AND DIMINISHING
vi: MỨC LÀ THẤP và làm giảm

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: AT CYCLE MINIMUM
vi: AT CHU TRÌNH TỐI THIỂU

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTIBLE LEVELS
vi: Biến động AT MỨC UNDETECTIBLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGESTAFF
source: TEMPORAL DISPLACEMENT TECHNOLOGY
vi: CÔNG NGHỆ Displacement Temporal

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK_NIGHTMARE
source: LOOSE WIRING DETECTED
vi: ĐẤU NỐI LOOSE PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RELIC
source: I HAVE NO NEED OF THIS.
vi: Tôi KHÔNG CÓ NHU CẦU NÀY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_RUBBLE
source: REQUIRES RECONDITIONING
vi: YÊU CẦU cải tạo

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_BAT
source: A HIGH VELOCITY MASS INFLUENCE DEVICE
vi: CAO vận tốc MASS ẢNH HƯỞNG THIẾT BỊ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINSHAT
source: A HEAD-MOUNTED DYNAMIC DAMAGE MITIGATION DEVICE
vi: Một TRỤ TREO NĂNG ĐỘNG THIỆT HẠI GIẢM NHẸ THIẾT BỊ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_DROPPER
source: VERTICAL SPIDER SOURCE DETECTED
vi: ĐỨNG SPIDER NGUỒN PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE
source: A MOST AESTHETICALLY PLEASING MINERAL
vi: Một MOST thẩm mỹ KHOÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I AM GOOD AT REPEATING TASKS
vi: TÔI TỐT AT nhiệm vụ lặp đi lặp lại

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGTREE
source: NATURE NEVER CEASES TO ANNOY ME
vi: BẢN CHẤT không ngừng làm phiền tôi

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICESTAFF
source: ITS MOLECULES ARE BARELY MOVING
vi: Phân tử của nó hầu như không ĐƯỢC CHUYỂN

# STRINGS.CHARACTERS.WX78.DESCRIBE_TOODARK
source: INSUFFICIENT ILLUMINATION
vi: RỌI đủ

# STRINGS.CHARACTERS.WX78.EAT_FOOD.TALLBIRDEGG_CRACKED
source: TRACES OF BEAK DETECTED
vi: Dấu vết của Beak PHÁT HIỆN

# STRINGS.SELECT
source: Select
vi: Chọn

# STRINGS.DROPALL
source: Drop All
vi: Bỏ tất

# STRINGS.INSPECTMOD
source: Inspect
vi: Kiểm tra

# STRINGS.STACKMOD
source: Stack
vi: Thành đống

# STRINGS.TRADEMOD
source: Move
vi: Di chuyển

# STRINGS.SWAP
source: Swap
vi: Đổi

# STRINGS.WITHEREDITEM
source: Withered
vi: (Héo-)

# STRINGS.SMOLDERINGITEM
source: Smoldering
vi: (Đang cháy-)

# STRINGS.WET_PREFIX.GENERIC
source: Wet
vi: (Ướt-)

# STRINGS.WET_PREFIX.RABBITHOLE
source: Collapsed
vi: (Sập-)

# STRINGS.WET_PREFIX.CLOTHING
source: Soaked
vi: (Ướt sũng-)

# STRINGS.WET_PREFIX.FUEL
source: Water-Logged
vi: (Ngấm nước-)

# STRINGS.WET_PREFIX.TOOL
source: Slippery
vi: (Trơn-)

# STRINGS.WET_PREFIX.FOOD
source: Soggy
vi: (Ẩm-)

# STRINGS.WET_PREFIX.WETGOOP
source: Very
vi: Rất

# STRINGS.DIRECTIONS.N
source: North
vi: Bắc

# STRINGS.DIRECTIONS.S
source: South
vi: NAME

# STRINGS.DIRECTIONS.E
source: East
vi: Đông

# STRINGS.DIRECTIONS.W
source: West
vi: Tây

# STRINGS.DIRECTIONS.NE
source: Northeast
vi: Đông Bắc

# STRINGS.DIRECTIONS.SE
source: Southeast
vi: Đông Nam

# STRINGS.DIRECTIONS.NW
source: Northwest
vi: Tây Bắc

# STRINGS.DIRECTIONS.SW
source: Southwest
vi: Đông Nam

# STRINGS.DESCRIBE_NULL
source: MISSING DESCRIPTION STRING
vi: KHÔNG CÓ DIỄN TẢ

# STRINGS.EPITAPHS.1
source: Here lies some guy. Blah blah blah.
vi: Ở đây là 1 thằng. Bla bla bla

# STRINGS.EPITAPHS.2
source: This headstone is blank
vi: Bia mộ này trông trơn

# STRINGS.EPITAPHS.3
source: It says: 'Milk. Eggs. Bacon.'
vi: Nó ghi: Sữa, Trứng, Ba chỉ lợn.

# STRINGS.EPITAPHS.4
source: Hey that's my name!
vi: Tên mình kìa!

# STRINGS.TABS.TOOLS
source: Tools
vi: Công Cụ

# STRINGS.TABS.LIGHT
source: Light
vi: Ánh Sáng

# STRINGS.TABS.FARM
source: Food
vi: Thức Ăn

# STRINGS.TABS.SURVIVAL
source: Survival
vi: Sinh Tồn

# STRINGS.TABS.SCIENCE
source: Science
vi: Khoa Học

# STRINGS.TABS.WAR
source: Fight
vi: Chiến Đấu

# STRINGS.TABS.TOWN
source: Structures
vi: Công Trình

# STRINGS.TABS.REFINE
source: Refine
vi: Tinh Chế

# STRINGS.TABS.DRESS
source: Dress
vi: Quần Áo

# STRINGS.TABS.MAGIC
source: Magic
vi: Phép Thuật

# STRINGS.TABS.BOOKS
source: Books
vi: Sách

# STRINGS.TABS.GEMOLOGY
source: Gemology
vi: Ngọc Học

# STRINGS.TABS.ANCIENT
source: Ancient
vi: Cổ Thuật

# STRINGS.GREENAMULET_TOOLTIP
source: Reduced Material Cost
vi: Giảm hao tốn nguyên liệu

# STRINGS.NAMES.DEFAULT
source: INVENTORY ITEM
vi: Đồ Vật Hòm Đồ

# STRINGS.NAMES.LUCY
source: Lucy the Axe
vi: Chiếc rìu Lucy

# STRINGS.NAMES.BOOK_BIRDS
source: Birds of the World
vi: Thế giới loài Chim

# STRINGS.NAMES.BOOK_TENTACLES
source: On Tentacles
vi: Lên Xúc Tu

# STRINGS.NAMES.BOOK_GARDENING
source: Applied Horticulture
vi: Ứng dụng làm Vườn

# STRINGS.NAMES.BOOK_SLEEP
source: Sleepytime Stories
vi: Kể chuyện đi Ngủ

# STRINGS.NAMES.BOOK_BRIMSTONE
source: The End is Nigh!
vi: Tận thế cận kề!

# STRINGS.NAMES.ANCIENT_ALTAR
source: Ancient Pseudoscience Station
vi: Trạm Giả Khoa Học Cổ

# STRINGS.NAMES.ANCIENT_ALTAR_BROKEN
source: Broken Ancient Pseudoscience Station
vi: Trạm Giả Khoa Học Cổ Hỏng

# STRINGS.NAMES.ANCIENT_STATUE
source: Ancient statue
vi: Tượng cổ

# STRINGS.NAMES.CHESSJUNK1
source: Broken clockworks
vi: Bộ máy hỏng

# STRINGS.NAMES.CHESSJUNK2
source: Broken clockworks
vi: Bộ máy hỏng

# STRINGS.NAMES.CHESSJUNK3
source: Broken clockworks
vi: Bộ máy hỏng

# STRINGS.NAMES.ABIGAIL_FLOWER
source: Abigail's Flower
vi: Hoa của Abigail

# STRINGS.NAMES.BALLOONS_EMPTY
source: Pile o' Balloons
vi: Đống bong bóng

# STRINGS.NAMES.BALLOON
source: Balloon
vi: Bong bóng

# STRINGS.NAMES.LIGHTER
source: Willow's Lighter
vi: Bật lửa của Willow

# STRINGS.NAMES.COMPASS
source: Compass
vi: Kim chỉ Nam

# STRINGS.NAMES.MUSHTREE_TALL
source: Blue Mushtree
vi: Cây nấm Lam

# STRINGS.NAMES.MUSHTREE_MEDIUM
source: Red Mushtree
vi: Cây nấm Đỏ

# STRINGS.NAMES.MUSHTREE_SMALL
source: Green Mushtree
vi: Cây nấm Lục

# STRINGS.NAMES.SPIDER_HIDER
source: Cave Spider
vi: Nhện hang động

# STRINGS.NAMES.SPIDER_SPITTER
source: Spitter
vi: Nhện bắn

# STRINGS.NAMES.SEWING_KIT
source: Sewing Kit
vi: Bộ may vá

# STRINGS.NAMES.RED_MUSHROOM
source: Red Mushroom
vi: Nấm Đỏ

# STRINGS.NAMES.RED_CAP
source: Red Cap
vi: Mũ nấm Đỏ

# STRINGS.NAMES.RED_CAP_COOKED
source: Cooked Red Cap
vi: Mũ nấm Đỏ chín

# STRINGS.NAMES.GREEN_MUSHROOM
source: Green Mushroom
vi: Nấm Lục

# STRINGS.NAMES.GREEN_CAP
source: Green Cap
vi: Mũ nấm Lục

# STRINGS.NAMES.GREEN_CAP_COOKED
source: Cooked Green Cap
vi: Mũ nấm Lục chín

# STRINGS.NAMES.BLUE_MUSHROOM
source: Blue Mushroom
vi: Nấm Lam

# STRINGS.NAMES.BLUE_CAP_COOKED
source: Cooked Blue Cap
vi: Mũ nấm Lam chín

# STRINGS.NAMES.BLUE_CAP
source: Blue Cap
vi: Mũ nấm Lam

# STRINGS.NAMES.CARROT
source: Carrot
vi: Cà rốt

# STRINGS.NAMES.PUMPKIN
source: Pumpkin
vi: Bí ngô

# STRINGS.NAMES.DRAGONFRUIT
source: Dragon Fruit
vi: Thanh long

# STRINGS.NAMES.POMEGRANATE
source: Pomegranate
vi: Lựu

# STRINGS.NAMES.CORN
source: Corn
vi: Ngô

# STRINGS.NAMES.DURIAN
source: Durian
vi: Sầu riêng

# STRINGS.NAMES.EGGPLANT
source: Eggplant
vi: Cà tím

# STRINGS.NAMES.ICEBOX
source: Ice Box
vi: Tủ lạnh

# STRINGS.NAMES.CARROT_SEEDS
source: Carrot Seeds
vi: Hạt cà rốt

# STRINGS.NAMES.PUMPKIN_SEEDS
source: Pumpkin Seeds
vi: Hạt bí ngô

# STRINGS.NAMES.DRAGONFRUIT_SEEDS
source: Dragon Fruit Seeds
vi: Hạt thanh long

# STRINGS.NAMES.POMEGRANATE_SEEDS
source: Pomegranate Seeds
vi: Hạt lựu

# STRINGS.NAMES.CORN_SEEDS
source: Corn Seeds
vi: Hạt ngô

# STRINGS.NAMES.DURIAN_SEEDS
source: Durian Seeds
vi: Hạt sầu riêng

# STRINGS.NAMES.EGGPLANT_SEEDS
source: Eggplant Seeds
vi: Hạt cà tím

# STRINGS.NAMES.WATERMELON_SEEDS
source: Watermelon Seeds
vi: Hạt dưu hấu

# STRINGS.NAMES.MANRABBIT_TAIL
source: Bunny Puff
vi: Đuôi thỏ

# STRINGS.NAMES.BUNNYMAN
source: Bunnyman
vi: Người Thỏ

# STRINGS.NAMES.PIGGUARD
source: Guard Pig
vi: Lính Lợn

# STRINGS.NAMES.NITRE
source: Nitre
vi: Ni tơ

# STRINGS.NAMES.GUNPOWDER
source: Gunpowder
vi: Thuốc súng

# STRINGS.NAMES.BIRD_EGG
source: Egg
vi: Trứng

# STRINGS.NAMES.BIRD_EGG_COOKED
source: Cooked Egg
vi: Trứng rán

# STRINGS.NAMES.ROTTENEGG
source: Rotten Egg
vi: Trứng thối

# STRINGS.NAMES.WINTEROMETER
source: Thermal Measurer
vi: Nhiệt kế

# STRINGS.NAMES.RAINOMETER
source: Rainometer
vi: Khí tượng kế

# STRINGS.NAMES.SPOILED_FOOD
source: Rot
vi: Đồ thối

# STRINGS.NAMES.BERRIES
source: Berries
vi: Hoa quả

# STRINGS.NAMES.BACKPACK
source: Backpack
vi: Balô

# STRINGS.NAMES.PIGGYBACK
source: Piggyback
vi: Balô lợn

# STRINGS.NAMES.ICEPACK
source: Insulated Pack
vi: Balô lạnh

# STRINGS.NAMES.REDGEM
source: Red Gem
vi: Ngọc Đỏ

# STRINGS.NAMES.PURPLEGEM
source: Purple Gem
vi: Ngọc Tím

# STRINGS.NAMES.GREENGEM
source: Green Gem
vi: Ngọc Lam

# STRINGS.NAMES.ORANGEGEM
source: Orange Gem
vi: Ngọc Cam

# STRINGS.NAMES.YELLOWGEM
source: Yellow Gem
vi: Ngọc Vàng

# STRINGS.NAMES.HOUNDSTOOTH
source: Hound's Tooth
vi: Răng chó

# STRINGS.NAMES.SWEATERVEST
source: Dapper Vest
vi: Vest bảnh bao

# STRINGS.NAMES.REFLECTIVEVEST
source: Summer Frest
vi: Áo hè

# STRINGS.NAMES.HAWAIIANSHIRT
source: Floral Shirt
vi: Áo hoa

# STRINGS.NAMES.CARROT_COOKED
source: Roasted Carrot
vi: Cà rốt nướng

# STRINGS.NAMES.PUMPKIN_COOKED
source: Hot Pumpkin
vi: Bí ngô nóng

# STRINGS.NAMES.DRAGONFRUIT_COOKED
source: Prepared Dragon Fruit
vi: Thanh long chín

# STRINGS.NAMES.POMEGRANATE_COOKED
source: Sliced Pomegranate
vi: Lựu cắt lát

# STRINGS.NAMES.CORN_COOKED
source: Popcorn
vi: Bỏng ngô

# STRINGS.NAMES.DURIAN_COOKED
source: Extra Smelly Durian
vi: Sầu riêng siêu thối

# STRINGS.NAMES.EGGPLANT_COOKED
source: Braised Eggplant
vi: Cà tím om

# STRINGS.NAMES.BERRIES_COOKED
source: Roasted Berries
vi: Hoa quả nướng

# STRINGS.NAMES.CAVE_ENTRANCE
source: Plugged Sinkhole
vi: Hố được chặn

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN
source: Sinkhole
vi: Hố sâu

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN_CAVE
source: Deeper
vi: Sâu hơn

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED_CAVE
source: Plugged Hole
vi: Hố được chặn

# STRINGS.NAMES.RABBITHOUSE
source: Rabbit Hutch
vi: Chòi Thỏ

# STRINGS.NAMES.CAVE_EXIT
source: Rope
vi: Dây thừng

# STRINGS.NAMES.UMBRELLA
source: Umbrella
vi: Ô

# STRINGS.NAMES.KRAMPUS_SACK
source: Krampus Sack
vi: Balô Krampus

# STRINGS.NAMES.TURF_ROAD
source: Cobblestones
vi: Đá sỏi

# STRINGS.NAMES.TURF_ROCKY
source: Rocky Turf
vi: Mảng đất Đá

# STRINGS.NAMES.TURF_DIRT
source: Dirt Turf
vi: Mảng đất Thường

# STRINGS.NAMES.TURF_SAVANNA
source: Savanna Turf
vi: Mảng đất Savanna

# STRINGS.NAMES.TURF_GRASS
source: Grass Turf
vi: Mảng đất Cỏ

# STRINGS.NAMES.TURF_FOREST
source: Forest Turf
vi: Mảng đất Rừng

# STRINGS.NAMES.TURF_MARSH
source: Marsh Turf
vi: Mảng đất Đầm Lầy

# STRINGS.NAMES.TURF_WOODFLOOR
source: Wooden Flooring
vi: Lát nền Gỗ

# STRINGS.NAMES.TURF_CARPETFLOOR
source: Carpeted Flooring
vi: Lát nền Thảm

# STRINGS.NAMES.TURF_CHECKERFLOOR
source: Checkered Flooring
vi: Lát nền Carô

# STRINGS.NAMES.TURF_CAVE
source: Guano Turf
vi: Mảng đất Hang

# STRINGS.NAMES.TURF_FUNGUS
source: Fungal Turf
vi: Mảng đất Nấm

# STRINGS.NAMES.TURF_FUNGUS_RED
source: Fungal Turf
vi: Mảng đất Nấm

# STRINGS.NAMES.TURF_FUNGUS_GREEN
source: Fungal Turf
vi: Mảng đất Nấm

# STRINGS.NAMES.TURF_SINKHOLE
source: Slimey Turf
vi: Mảng đất Nhầy

# STRINGS.NAMES.TURF_UNDERROCK
source: Cave Rock Turf
vi: Mảng đất Hang Đá

# STRINGS.NAMES.TURF_MUD
source: Mud Turf
vi: Mảng đất Bùn

# STRINGS.NAMES.TURF_DESERTDIRT
source: Sandy Turf
vi: Mảng đất Cát

# STRINGS.NAMES.TURF_DECIDUOUS
source: Deciduous Turf
vi: Mảng đất Phù Du

# STRINGS.NAMES.TURF_WEBBING
source: Sticky Webbing
vi: Mảng lưới dính

# STRINGS.NAMES.COOKPOT
source: Crock Pot
vi: Nồi nấu ăn

# STRINGS.NAMES.DUG_GRASS
source: Grass Tuft
vi: Mảng đất Cỏ

# STRINGS.NAMES.DUG_SAPLING
source: Sapling
vi: Cây nhỏ

# STRINGS.NAMES.DUG_BERRYBUSH
source: Berry Bush
vi: Bụi hoa quả

# STRINGS.NAMES.DUG_BERRYBUSH2
source: Berry Bush
vi: Bụi hoa quả

# STRINGS.NAMES.DUG_MARSH_BUSH
source: Spiky Bush
vi: Bụi quả gai

# STRINGS.NAMES.FOOTBALLHAT
source: Football Helmet
vi: Mũ da

# STRINGS.NAMES.PIGSKIN
source: Pig Skin
vi: Da lợn

# STRINGS.NAMES.AXE
source: Axe
vi: Rìu

# STRINGS.NAMES.HAMMER
source: Hammer
vi: Búa

# STRINGS.NAMES.GOLDENAXE
source: Luxury Axe
vi: Rìu xịn

# STRINGS.NAMES.MEAT
source: Meat
vi: Tảng thịt

# STRINGS.NAMES.COOKEDMEAT
source: Cooked Meat
vi: Tảng thịt chín

# STRINGS.NAMES.MEAT_DRIED
source: Jerky
vi: Tảng thịt khô

# STRINGS.NAMES.SMALLMEAT
source: Morsel
vi: Miếng thịt

# STRINGS.NAMES.COOKEDSMALLMEAT
source: Cooked Morsel
vi: Miếng thịt chín

# STRINGS.NAMES.SMALLMEAT_DRIED
source: Small Jerky
vi: Miếng thịt khô

# STRINGS.NAMES.MONSTERMEAT
source: Monster Meat
vi: Thịt quái vật

# STRINGS.NAMES.COOKEDMONSTERMEAT
source: Cooked Monster Meat
vi: Thịt quái vật chín

# STRINGS.NAMES.MONSTERMEAT_DRIED
source: Monster Jerky
vi: Thịt quái vật khô

# STRINGS.NAMES.PLANTMEAT
source: Leafy Meat
vi: Thịt cây

# STRINGS.NAMES.PLANTMEAT_COOKED
source: Cooked Leafy Meat
vi: Thịt cây chín

# STRINGS.NAMES.TRAP
source: Trap
vi: Bẫy

# STRINGS.NAMES.LOG
source: Log
vi: Khúc gỗ

# STRINGS.NAMES.HAMBAT
source: Ham Bat
vi: Gậy đùi heo

# STRINGS.NAMES.LIVINGLOG
source: Living Log
vi: Gỗ sống

# STRINGS.NAMES.TWIGS
source: Twigs
vi: Cành cây

# STRINGS.NAMES.CUTGRASS
source: Cut Grass
vi: Cỏ khô

# STRINGS.NAMES.PETALS
source: Petals
vi: Cánh hoa

# STRINGS.NAMES.PETALS_EVIL
source: Dark Petals
vi: Cánh hoa quỷ

# STRINGS.NAMES.ADVENTURE_PORTAL
source: Maxwell's Door
vi: Cổng Maxwell

# STRINGS.NAMES.POOP
source: Manure
vi: Phân bón

# STRINGS.NAMES.TORCH
source: Torch
vi: Đuốc

# STRINGS.NAMES.SEEDS
source: Seeds
vi: Hạt

# STRINGS.NAMES.HOUND
source: Hound
vi: Chó

# STRINGS.NAMES.FIREHOUND
source: Red Hound
vi: Chó lửa

# STRINGS.NAMES.SEEDS_COOKED
source: Toasted Seeds
vi: Hạt nướng

# STRINGS.NAMES.SILK
source: Silk
vi: Tơ

# STRINGS.NAMES.SPIDERGLAND
source: Spider Gland
vi: Hạch nhện

# STRINGS.NAMES.TRAP_TEETH
source: Tooth Trap
vi: Bẫy răng chó

# STRINGS.NAMES.TRAP_TEETH_MAXWELL
source: Maxwell's Tooth Trap
vi: Bẫy răng của Maxwell

# STRINGS.NAMES.ROCK_LIGHT
source: Lava Pit
vi: Hố nham thạch

# STRINGS.NAMES.ROCKS
source: Rocks
vi: Cục đá

# STRINGS.NAMES.ICE
source: Ice
vi: Băng đá

# STRINGS.NAMES.FLINT
source: Flint
vi: Đá lửa

# STRINGS.NAMES.AMULET
source: Life Giving Amulet
vi: Vòng sự sống

# STRINGS.NAMES.BLUEAMULET
source: Chilled Amulet
vi: Vòng hạ nhiệt

# STRINGS.NAMES.PURPLEAMULET
source: Nightmare Amulet
vi: Vòng ác mộng

# STRINGS.NAMES.YELLOWAMULET
source: Magiluminescence
vi: Vòng tỏa sáng

# STRINGS.NAMES.ORANGEAMULET
source: The Lazy Forager
vi: Người hái lượm lười nhác

# STRINGS.NAMES.GREENAMULET
source: Construction Amulet
vi: Vòng xây dựng

# STRINGS.NAMES.PICKAXE
source: Pickaxe
vi: Cuốc chim

# STRINGS.NAMES.GOLDENPICKAXE
source: Opulent Pickaxe
vi: Cuốc xịn

# STRINGS.NAMES.SHOVEL
source: Shovel
vi: Xẻng

# STRINGS.NAMES.GOLDENSHOVEL
source: Regal Shovel
vi: Xẻng xịn

# STRINGS.NAMES.PITCHFORK
source: Pitchfork
vi: Chĩa

# STRINGS.NAMES.GOLDENPITCHFORK
source: Snazzy Pitchfork
vi: Chĩa xịn

# STRINGS.NAMES.BEEFALO
source: Beefalo
vi: Bò

# STRINGS.NAMES.BABYBEEFALO
source: Baby Beefalo
vi: Bê

# STRINGS.NAMES.BERRYBUSH
source: Berry Bush
vi: Bụi hoa quả

# STRINGS.NAMES.BERRYBUSH2
source: Berry Bush
vi: Bụi hoa quả

# STRINGS.NAMES.SUNKBOAT
source: Sunken Boat
vi: Thuyền chìm

# STRINGS.NAMES.BONFIRE
source: Bonfire
vi: Feu de bois

# STRINGS.NAMES.CAMPFIRE
source: Campfire
vi: Lửa trại

# STRINGS.NAMES.CROW
source: Crow
vi: Quạ

# STRINGS.NAMES.ROBIN
source: Redbird
vi: Chim Đỏ

# STRINGS.NAMES.ROBIN_WINTER
source: Snowbird
vi: Chim Tuyết

# STRINGS.NAMES.EVERGREEN
source: Evergreen
vi: Thông Thẳng

# STRINGS.NAMES.EVERGREEN_SPARSE
source: Lumpy Evergreen
vi: Thông Chùm

# STRINGS.NAMES.SLOW_FARMPLOT
source: Basic Farm
vi: Vườn cơ bản

# STRINGS.NAMES.FAST_FARMPLOT
source: Improved Farm
vi: Vườn cải tiến

# STRINGS.NAMES.FIRE
source: Fire
vi: Lửa

# STRINGS.NAMES.COLDFIRE
source: Endothermic Fire
vi: Lửa hút nhiệt

# STRINGS.NAMES.COLDFIREPIT
source: Endothermic Fire Pit
vi: Hố lửa hút nhiệt

# STRINGS.NAMES.FIREPIT
source: Fire Pit
vi: Hố lửa

# STRINGS.NAMES.HEATROCK
source: Thermal Stone
vi: Đá sưởi

# STRINGS.NAMES.FLOWER
source: Flower
vi: Hoa

# STRINGS.NAMES.FLOWER_EVIL
source: Evil Flower
vi: Hoa quỷ

# STRINGS.NAMES.FIREFLIES
source: Fireflies
vi: Đom đóm

# STRINGS.NAMES.GHOST
source: Ghost
vi: Ma

# STRINGS.NAMES.GRASS
source: Grass
vi: Cỏ

# STRINGS.NAMES.DEPLETED_GRASS
source: Grass
vi: Cỏ

# STRINGS.NAMES.GRAVESTONE
source: Headstone
vi: Bia mộ

# STRINGS.NAMES.HOMESIGN
source: Sign
vi: Biển Báo

# STRINGS.NAMES.MOUND
source: Grave
vi: Mộ

# STRINGS.NAMES.PIGHOUSE
source: Pig House
vi: Nhà Lợn

# STRINGS.NAMES.PIGMAN
source: Pig Man
vi: Người Lợn

# STRINGS.NAMES.CROP
source: Crop
vi: Vụ mùa

# STRINGS.NAMES.POND
source: Pond
vi: Ao

# STRINGS.NAMES.POND_MOS
source: Pond
vi: Ao

# STRINGS.NAMES.POND_CAVE
source: Pond
vi: Ao

# STRINGS.NAMES.RABBIT
source: Rabbit
vi: Thỏ

# STRINGS.NAMES.RABBITHOLE
source: Rabbit Hole
vi: Hang thỏ

# STRINGS.NAMES.ROCK1
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.ROCK2
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.ROCK_FLINTLESS
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.ROCK_ICE
source: Mini Glacier
vi: Tảng băng nhỏ

# STRINGS.NAMES.ROCK_ICE_MELTED
source: Melted Mini Glacier
vi: Tảng băng tan

# STRINGS.NAMES.INSANITYROCK
source: Obelisk
vi: Trụ nhọn

# STRINGS.NAMES.SANITYROCK
source: Obelisk
vi: Trụ nhọn

# STRINGS.NAMES.SKELETON
source: Skeleton
vi: Bộ xương

# STRINGS.NAMES.SKELETON_PLAYER
source: Skeleton
vi: Bộ xương

# STRINGS.NAMES.PIGHEAD
source: Pig Head
vi: Thủ lợn

# STRINGS.NAMES.MERMHEAD
source: Merm Head
vi: Thủ người cá

# STRINGS.NAMES.SAPLING
source: Sapling
vi: Cây nhỏ

# STRINGS.NAMES.SPIDER
source: Spider
vi: Nhện

# STRINGS.NAMES.SPIDERDEN
source: Spider Den
vi: Hang nhện

# STRINGS.NAMES.SPIDER_WARRIOR
source: Spider Warrior
vi: Nhện chiến binh

# STRINGS.NAMES.TENT
source: Tent
vi: Lều

# STRINGS.NAMES.SIESTAHUT
source: Siesta Lean-to
vi: Lán nghỉ

# STRINGS.NAMES.PIGTORCH
source: Pig Torch
vi: Đuốc lợn

# STRINGS.NAMES.PIGKING
source: Pig King
vi: Vua Lợn

# STRINGS.NAMES.STRAWHAT
source: Straw Hat
vi: Mũ rơm

# STRINGS.NAMES.TOPHAT
source: Top Hat
vi: Mũ chóp cao

# STRINGS.NAMES.FLOWERHAT
source: Garland
vi: Vòng hoa

# STRINGS.NAMES.BEEFALOHAT
source: Beefalo Hat
vi: Mũ lông bò

# STRINGS.NAMES.FEATHERHAT
source: Feather Hat
vi: Mũ lông chim

# STRINGS.NAMES.ARMORWOOD
source: Log Suit
vi: Giáp gỗ

# STRINGS.NAMES.ARMORGRASS
source: Grass Suit
vi: Áo cỏ

# STRINGS.NAMES.ARMORMARBLE
source: Marble Suit
vi: Giáp cẩm thạch

# STRINGS.NAMES.ARMOR_SANITY
source: Night Armour
vi: Giáp bóng đêm

# STRINGS.NAMES.SPEAR
source: Spear
vi: Giáo

# STRINGS.NAMES.TENTACLESPIKE
source: Tentacle Spike
vi: Gai xúc tu

# STRINGS.NAMES.TENTACLE
source: Tentacle
vi: Xúc tu

# STRINGS.NAMES.TENTACLE_PILLAR
source: Big Tentacle
vi: Đại xúc tu

# STRINGS.NAMES.TENTACLE_PILLAR_ARM
source: Baby Tentacle
vi: Đại xúc tu

# STRINGS.NAMES.ROPE
source: Rope
vi: Dây thừng

# STRINGS.NAMES.RESURRECTIONSTATUE
source: Meat Effigy
vi: Hình nhân thế mạng

# STRINGS.NAMES.RESURRECTIONSTONE
source: Touch Stone
vi: Đá thần

# STRINGS.NAMES.BOARDS
source: Boards
vi: Tấm gỗ

# STRINGS.NAMES.CUTSTONE
source: Cut Stone
vi: Đá xẻ

# STRINGS.NAMES.GOLDNUGGET
source: Gold Nugget
vi: Cục vàng

# STRINGS.NAMES.RESEARCHLAB
source: Science Machine
vi: Máy khoa học

# STRINGS.NAMES.RESEARCHLAB2
source: Alchemy Engine
vi: Máy giả kim

# STRINGS.NAMES.RESEARCHLAB3
source: Shadow Manipulator
vi: Máy bóng đêm

# STRINGS.NAMES.RESEARCHLAB4
source: Prestihatitator
vi: Máy mũ ảo thuật

# STRINGS.NAMES.PLANT_NORMAL
source: Crop
vi: Vụ mùa

# STRINGS.NAMES.RAZOR
source: Razor
vi: Dao cạo

# STRINGS.NAMES.BEARDHAIR
source: Beard Hair
vi: Râu cạo

# STRINGS.NAMES.TREASURECHEST
source: Chest
vi: Hòm

# STRINGS.NAMES.DRAGONFLYCHEST
source: Scaled Chest
vi: Hòm đóng vẩy

# STRINGS.NAMES.SKULLCHEST
source: Skullchest
vi: Hòm đầu lâu

# STRINGS.NAMES.PANDORASCHEST
source: Ornate Chest
vi: Hòm văn hoa

# STRINGS.NAMES.MINOTAURCHEST
source: Large Ornate Chest
vi: Chester

# STRINGS.NAMES.CHESTER_EYEBONE
source: Eye Bone
vi: Xương Mắt

# STRINGS.NAMES.BEDROLL_STRAW
source: Straw Roll
vi: Chiếu rơm

# STRINGS.NAMES.BEDROLL_FURRY
source: Fur Roll
vi: Chiếu lông

# STRINGS.NAMES.BEEFALOWOOL
source: Beefalo Wool
vi: Lông bò

# STRINGS.NAMES.PINECONE
source: Pine Cone
vi: Quả thông

# STRINGS.NAMES.PINECONE_SAPLING
source: Evergreen Sapling
vi: Cây thông con

# STRINGS.NAMES.SPIDEREGGSACK
source: Spider Eggs
vi: Chùm trứng nhện

# STRINGS.NAMES.CHARCOAL
source: Charcoal
vi: Than

# STRINGS.NAMES.ASH
source: Ashes
vi: Tro

# STRINGS.NAMES.ASH_REMAINS
source: Ashes of %s
vi: Tro của %s

# STRINGS.NAMES.MANDRAKE
source: Mandrake
vi: Cây độc

# STRINGS.NAMES.COOKEDMANDRAKE
source: Cooked Mandrake
vi: Cây độc chín

# STRINGS.NAMES.REEDS
source: Reeds
vi: Cây sậy

# STRINGS.NAMES.CUTREEDS
source: Cut Reeds
vi: Sậy cắt

# STRINGS.NAMES.MARSH_PLANT
source: Plant
vi: Trồng

# STRINGS.NAMES.TUMBLEWEED
source: Tumbleweed
vi: Bùi nhùi

# STRINGS.NAMES.MARSH_BUSH
source: Spiky Bush
vi: Bụi gai

# STRINGS.NAMES.PAPYRUS
source: Papyrus
vi: Giấy

# STRINGS.NAMES.MARSH_TREE
source: Spiky Tree
vi: Cây gai

# STRINGS.NAMES.PANFLUTE
source: Pan Flute
vi: Sáo

# STRINGS.NAMES.BUGNET
source: Bug Net
vi: Vợt côn trùng

# STRINGS.NAMES.FROG
source: Frog
vi: Ếch

# STRINGS.NAMES.FISHINGROD
source: Fishing Rod
vi: Cần câu

# STRINGS.NAMES.FISH
source: Fish
vi: Cá

# STRINGS.NAMES.FISH_COOKED
source: Cooked Fish
vi: Cá rán

# STRINGS.NAMES.HONEY
source: Honey
vi: Mật ong

# STRINGS.NAMES.HONEYCOMB
source: Honeycomb
vi: Mạng tổ ong

# STRINGS.NAMES.BEEHIVE
source: Beehive
vi: Tổ ong

# STRINGS.NAMES.BEEBOX
source: Bee Box
vi: Hộp nuôi ong

# STRINGS.NAMES.BEE
source: Bee
vi: Ong

# STRINGS.NAMES.KILLERBEE
source: Killer Bee
vi: Ong sát thủ

# STRINGS.NAMES.WASPHIVE
source: Killer Bee Hive
vi: Tổ ong sát thủ

# STRINGS.NAMES.MOSQUITO
source: Mosquito
vi: Muỗi

# STRINGS.NAMES.BEEHAT
source: Beekeeper Hat
vi: Mũ nuôi ong

# STRINGS.NAMES.STINGER
source: Stinger
vi: Gai ong

# STRINGS.NAMES.BUTTERFLY
source: Butterfly
vi: Bướm

# STRINGS.NAMES.BUTTERFLYWINGS
source: Butterfly Wings
vi: Cánh bướm

# STRINGS.NAMES.BUTTER
source: Butter
vi: Bơ

# STRINGS.NAMES.FROGLEGS
source: Frog Legs
vi: Đùi ếch

# STRINGS.NAMES.FROGLEGS_COOKED
source: Cooked Frog Legs
vi: Đùi ếch rán

# STRINGS.NAMES.TALLBIRD
source: Tallbird
vi: Chim Cao

# STRINGS.NAMES.SMALLBIRD
source: Smallbird
vi: Chim Lùn

# STRINGS.NAMES.TEENBIRD
source: Smallish Tallbird
vi: Chim Hơi Lùn

# STRINGS.NAMES.WALRUS
source: MacTusk
vi: Hà Mã
