Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.ACTIONS.REEL.GENERIC
source: Hook
vi: Móc

# STRINGS.ACTIONS.REEL.REEL
source: Reel In
vi: Kéo lên

# STRINGS.ACTIONS.REEL.CANCEL
source: Stop Fishing
vi: Dừng câu

# STRINGS.ACTIONS.POLLINATE
source: Pollinate
vi: Thụ phấn

# STRINGS.ACTIONS.HAMMER
source: Hammer
vi: Đập

# STRINGS.ACTIONS.RESETMINE
source: Reset
vi: Cài đặt lại

# STRINGS.ACTIONS.ACTIVATE.GENERIC
source: Activate
vi: Kích hoạt

# STRINGS.ACTIONS.ACTIVATE.INVESTIGATE
source: Investigate
vi: Điều tra

# STRINGS.ACTIONS.ACTIVATE.SPELUNK
source: Spelunk
vi: Du hành

# STRINGS.ACTIONS.ACTIVATE.CLIMB
source: Climb
vi: Trèo

# STRINGS.ACTIONS.ACTIVATE.ACCOMPLISH
source: Wind
vi: Gió

# STRINGS.ACTIONS.JUMPIN
source: Jump In
vi: Nhảy vào

# STRINGS.ACTIONS.MURDER
source: Murder
vi: Giết

# STRINGS.ACTIONS.HEAL
source: Heal
vi: Chữa lành

# STRINGS.ACTIONS.UNLOCK.GENERIC
source: Unlock
vi: Mở khóa

# STRINGS.ACTIONS.UNLOCK.LOCK
source: Lock
vi: Khóa

# STRINGS.ACTIONS.TEACH
source: Learn
vi: Học

# STRINGS.ACTIONS.TURNON
source: Turn On
vi: Bật

# STRINGS.ACTIONS.TURNOFF
source: Turn Off
vi: Tắt

# STRINGS.ACTIONS.USEITEM
source: Use
vi: Dùng

# STRINGS.ACTIONS.TAKEITEM
source: Take Item
vi: Lấy vật

# STRINGS.ACTIONS.CASTSPELL.GENERIC
source: Cast Spell
vi: Dùng phép

# STRINGS.ACTIONS.CASTSPELL.SCIENCE
source: Use Gadget
vi: Dùng công cụ

# STRINGS.ACTIONS.BLINK
source: Telepoof
vi: Dịch chuyển

# STRINGS.ACTIONS.COMBINESTACK
source: Combine Stack
vi: Gộp nhóm

# STRINGS.ACTIONS.WHACK
source: Whack
vi: Đập

# STRINGS.ACTIONS.BURY
source: Bury
vi: Chôn

# STRINGS.ACTIONS.FEED
source: Feed
vi: Cho ăn

# STRINGS.ACTIONS.FAN
source: Fan
vi: Quạt

# STRINGS.ACTIONS.UPGRADE
source: Upgrade
vi: Nâng cấp

# STRINGS.PIG_TALK_FOLLOWWILSON.1
source: YOU FRIEND
vi: BẠN LÀ BẠN

# STRINGS.PIG_TALK_FOLLOWWILSON.2
source: I LOVE FRIEND
vi: TÔI YÊU BẠN

# STRINGS.PIG_TALK_FOLLOWWILSON.3
source: YOU IS GOOD
vi: BẠN LÀ TỐT

# STRINGS.PIG_TALK_FOLLOWWILSON.4
source: I FOLLOW!
vi: TÔI THEO!

# STRINGS.PIG_TALK_FIND_LIGHT.1
source: SCARY
vi: ĐÁNG SỢ

# STRINGS.PIG_TALK_FIND_LIGHT.2
source: NO LIKE DARK
vi: KHÔNG THÍCH TỐI

# STRINGS.PIG_TALK_FIND_LIGHT.3
source: WHERE IS SUN?
vi: MẶT TRỜI ĐÂU?

# STRINGS.PIG_TALK_FIND_LIGHT.4
source: STAY NEAR FIRE
vi: Ở GẦN LỬA

# STRINGS.PIG_TALK_FIND_LIGHT.5
source: FIRE IS GOOD
vi: LỬA LÀ TỐT

# STRINGS.PIG_TALK_LOOKATWILSON.1
source: WHO ARE YOU?
vi: BẠN LÀ AI?

# STRINGS.PIG_TALK_LOOKATWILSON.2
source: YOU NOT PIG
vi: BẠN KHÔNG LỢN

# STRINGS.PIG_TALK_LOOKATWILSON.3
source: UGLY MONKEY MAN
vi: NGƯỜI KHỈ XẤU

# STRINGS.PIG_TALK_LOOKATWILSON.4
source: YOU HAS MEAT?
vi: BẠN CÓ THỊT?

# STRINGS.PIG_TALK_RUNAWAY_WILSON.1
source: TOO CLOSE!
vi: GẦN QUÁ!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.2
source: STAY AWAY!
vi: TRÁNH RA!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.3
source: YOU BACK OFF!
vi: BẠN QUAY LẠI!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.4
source: THAT MY SPACE.
vi: ĐÂY CHỖ TÔI.

# STRINGS.PIG_TALK_FIGHT.1
source: I KILL NOW!
vi: TÔI GIẾT GIỜ!

# STRINGS.PIG_TALK_FIGHT.2
source: YOU GO SMASH!
vi: BẠN ĐẬP ĐI!

# STRINGS.PIG_TALK_FIGHT.3
source: RAAAWR!
vi: HEHEHE

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.1
source: SPIDER BAD!
vi: NHỆN XẤU!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.2
source: NO LIKE SPIDER!
vi: KHÔNG THÍCH NHỆN!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.3
source: SCARY SPIDER!
vi: NHỆN ĐÁNG SỢ!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.1
source: KILL TREE!
vi: GIẾT CÂY!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.2
source: SMASH MEAN TREE!
vi: ĐẬP CÂY ÁC!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.3
source: I PUNCH TREE!
vi: TÔI ĐẤM CÂY!

# STRINGS.PIG_TALK_ATTEMPT_TRADE.1
source: WHAT YOU GOT?
vi: BẠN CÓ GÌ?

# STRINGS.PIG_TALK_ATTEMPT_TRADE.2
source: BETTER BE GOOD.
vi: NÊN LÀ ĐI.

# STRINGS.PIG_TALK_PANIC.1
source: NOOOOO!
vi: KHÔÔÔÔNGGG!

# STRINGS.PIG_TALK_PANIC.2
source: TOO DARK! TOO DARK!
vi: TỐI QUÁ! TỐI QUÁ!

# STRINGS.PIG_TALK_PANICFIRE.1
source: HOT HOT HOT!
vi: NÓNG NÓNG NÓNG!

# STRINGS.PIG_TALK_PANICFIRE.2
source: OWWWWW!
vi: ĐAUUUUUU

# STRINGS.PIG_TALK_PANICFIRE.3
source: IT BURNS!
vi: CHÁY!

# STRINGS.PIG_TALK_FIND_MEAT.1
source: ME HUNGRY!
vi: TÔI ĐÓI!

# STRINGS.PIG_TALK_FIND_MEAT.2
source: YUM!
vi: MĂMM!

# STRINGS.PIG_TALK_FIND_MEAT.3
source: I EAT FOOD!
vi: TÔI ĂN ĐỒ ĂN!

# STRINGS.PIG_TALK_FIND_MEAT.4
source: TIME FOR FOOD!
vi: ĐẾN GIỜ ĂN!

# STRINGS.PIG_TALK_EAT_MEAT.1
source: NOM NOM NOM
vi: MĂM MĂM MĂM

# STRINGS.PIG_TALK_EAT_MEAT.2
source: YUM!
vi: MĂM!

# STRINGS.PIG_TALK_GO_HOME.1
source: HOME TIME!
vi: GIỜ VỀ NHÀ!

# STRINGS.PIG_TALK_GO_HOME.2
source: HOME! HOME!
vi: NHÀ! NHÀ!

# STRINGS.PIG_GUARD_TALK_TORCH.1
source: TORCH GET LOW
vi: ĐUỐC YẾU

# STRINGS.PIG_GUARD_TALK_TORCH.2
source: MAKE TORCH BRIGHT
vi: LÀM ĐUỐC SÁNG

# STRINGS.PIG_GUARD_TALK_TORCH.3
source: MORE BURNING
vi: CHÁY THÊM

# STRINGS.PIG_GUARD_TALK_FIGHT.1
source: FOR KING!
vi: VÌ HOÀNG THƯỢNG!

# STRINGS.PIG_GUARD_TALK_FIGHT.2
source: DEFEND!
vi: BẢO VỆ!

# STRINGS.PIG_GUARD_TALK_FIGHT.3
source: SAVE KING!
vi: BẢO VỆ HOÀNG THƯỢNG!

# STRINGS.PIG_GUARD_TALK_GOHOME.1
source: MUST DEFEND!
vi: PHẢI BẢO VỆ!

# STRINGS.PIG_GUARD_TALK_GOHOME.2
source: I PROTECT
vi: TÔI BẢO VỆ

# STRINGS.PIG_GUARD_TALK_GOHOME.3
source: KING! KING!
vi: HOÀNG THƯỢNG! HOÀNG THƯỢNG!

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.1
source: YOU LEAVE NOW
vi: BẠN CÚT NGAY

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.2
source: YOU GO AWAY
vi: BẠN CÚT ĐI

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.3
source: YOU NO STAY
vi: BẠN KHÔNG Ở

# STRINGS.RABBIT_BATTLECRY.1
source: HOP!
vi: NHẢY!

# STRINGS.RABBIT_BATTLECRY.2
source: KILL!
vi: GIẾT!

# STRINGS.RABBIT_BATTLECRY.3
source: DIE!
vi: CHẾT!

# STRINGS.RABBIT_MEAT_BATTLECRY.1
source: MEAT!
vi: THỊT!

# STRINGS.RABBIT_MEAT_BATTLECRY.2
source: UNCLEAN!
vi: BẨN!

# STRINGS.RABBIT_MEAT_BATTLECRY.3
source: MURDERER!
vi: GIẾT NGƯỜI!

# STRINGS.RABBIT_MEAT_BATTLECRY.4
source: REVENGE!
vi: BÁO THÙ!

# STRINGS.RABBIT_MEAT_BATTLECRY.5
source: MONSTER!
vi: QUÁI VẬT!

# STRINGS.RABBIT_GIVEUP.1
source: DONE.
vi: XONG.

# STRINGS.RABBIT_GIVEUP.2
source: LATER.
vi: SAU VẬY.

# STRINGS.RABBIT_RETREAT.1
source: AWAY!
vi: CHẠY!

# STRINGS.RABBIT_RETREAT.2
source: HURT!
vi: ĐAU!

# STRINGS.RABBIT_RETREAT.3
source: HOME!
vi: NHÀ!

# STRINGS.RABBIT_RETREAT.4
source: RUN!
vi: CHẠY!

# STRINGS.CHARACTER_NAMES.unknown
source: The Unknown
vi: L'inconnu

# STRINGS.CHARACTER_QUOTES.wilson
source: "I will conquer it all with the power of my MIND!"
vi: "Ta sẽ chinh phục tất cả bằng năng lực của TRÍ ÓC!"

# STRINGS.CHARACTER_QUOTES.willow
source: "Things are so much prettier when they burn."
vi: "Mọi thứ đều trở nên đẹp đẽ hơn khi chúng cháy."

# STRINGS.CHARACTER_QUOTES.woodie
source: "That's nice tree, eh?"
vi: "Cái cây kia đẹp phết nhỉ, hm?"

# STRINGS.CHARACTER_QUOTES.wendy
source: "Abigail? Come back! I'm not done playing with you."
vi: "Abigail? quay lại đi. Chúng mình chưa chơi với nhau xong mà."

# STRINGS.CHARACTER_QUOTES.wolfgang
source: "I am mighty! No one is mightier!"
vi: "Ta thật phi thường! Không kẻ nào có thể vĩ đại hơn!"

# STRINGS.CHARACTER_QUOTES.wx78
source: "EMPATHY MODULE NOT RESPONDING"
vi: "BỘ PHẬN CẢM XÚC KHÔNG CÓ PHẢN HỒI"

# STRINGS.CHARACTER_QUOTES.wickerbottom
source: "Shhhh! No talking!"
vi: "Xuỵtttt! Không nói chuyện!"

# STRINGS.CHARACTER_QUOTES.waxwell
source: "Freedom!"
vi: "Tự do!"

# STRINGS.CHARACTER_QUOTES.wathgrithr
source: "A test of my incredible acting!"
vi: "Một bài kiểm tra của màn diễn tuyệt vời của mình!"

# STRINGS.CHARACTER_QUOTES.webber
source: "We can overcome anything!"
vi: "Chúng ta có thể vượt qua mọi thứ!"

# STRINGS.CHARACTER_QUOTES.random
source: Anybody could be under that hat.
vi: Không ai có thể ở dưới cái mũ đó.

# STRINGS.CHARACTER_TITLES.wilson
source: The Gentleman Scientist
vi: Nhà Khoa Học Hào Hoa

# STRINGS.CHARACTER_TITLES.willow
source: The Firestarter
vi: Cô Bé Đốt Lửa

# STRINGS.CHARACTER_TITLES.wendy
source: The Bereaved
vi: Người Đau Khổ

# STRINGS.CHARACTER_TITLES.woodie
source: The Lumberjack
vi: Thợ Đốn Gỗ

# STRINGS.CHARACTER_TITLES.wolfgang
source: The Strongman
vi: Lực Sĩ

# STRINGS.CHARACTER_TITLES.wx78
source: The Soulless Automaton
vi: Cỗ Máy Vô Hồn

# STRINGS.CHARACTER_TITLES.wickerbottom
source: The Librarian
vi: Người Trông Thư Viện

# STRINGS.CHARACTER_TITLES.wes
source: The Silent
vi: Người Trầm Lặng

# STRINGS.CHARACTER_TITLES.waxwell
source: The Puppet Master
vi: Chủ Nhân Con Rối

# STRINGS.CHARACTER_TITLES.wathgrithr
source: The Performance Artist
vi: Nghệ Sĩ Biểu Diễn

# STRINGS.CHARACTER_TITLES.webber
source: The Indigestible
vi: Người Khó Hiểu

# STRINGS.CHARACTER_DESCRIPTIONS.wilson
source: *Grows a magnificent beard
vi: *Nuôi được 1 bộ râu tuyệt vời

# STRINGS.CHARACTER_DESCRIPTIONS.willow
source: *Immune to fire damage *Has a sweet lighter *Lights fires when nervous
vi: *Kháng được tổn thương từ lửa *Có chiếc bật lửa rất tuyệt *Đốt lửa khi cảm thấy lo lắng

# STRINGS.CHARACTER_DESCRIPTIONS.wendy
source: *Haunted by her twin sister *Comfortable with darkness *Doesn't hit very hard
vi: *Ám bởi người chị em song sinh *Cảm thấy thoải mái trong bóng đêm *Đánh đấm không được mạnh cho lắm

# STRINGS.CHARACTER_DESCRIPTIONS.wolfgang
source: *Gets stronger with a full belly *Is afraid of the dark and monsters
vi: *Khỏe hơn khi ăn no *Sợ bóng đêm và quái vật

# STRINGS.CHARACTER_DESCRIPTIONS.wx78
source: *Not a picky eater *Charged by lightning, damaged by water *Can upgrade with gears
vi: *Ăn uống không kiêng khem *Được sạc bởi sét và tổn thương bởi nước *Có thể nâng cấp bằng bánh răng

# STRINGS.CHARACTER_DESCRIPTIONS.wickerbottom
source: *Knows many things *Self-publishes books *Can't sleep, hates spoilage
vi: *Biết rất nhiều thứ *Tự xuất bản sách *Không ngủ được, ghét đồ ôi thiu

# STRINGS.CHARACTER_DESCRIPTIONS.wes
source: *Can't talk *Has trouble staying alive *Practices balloonomancy
vi: *Không nói được *Chật vật để tồn tại *Thích bộ môn Bóng bay

# STRINGS.CHARACTER_DESCRIPTIONS.waxwell
source: *Is dapper but frail *Can fragment his mind *Brings his own sword
vi: *Lịch sự nhưng yếu đuối *Có thể tự cân chỉnh trí óc

# STRINGS.CHARACTER_DESCRIPTIONS.woodie
source: *Has a lovely axe *Has a terrible secret
vi: *Có 1 cây rìu dễ thương *Có 1 bí mật khủng khiếp

# STRINGS.CHARACTER_DESCRIPTIONS.wathgrithr
source: *Excels in battle *Gains power from fallen foes *Only eats meat
vi: *Thiện chiến *Tăng cường sức mạnh từ kẻ thù đã chết *Chỉ ăn thịt

# STRINGS.CHARACTER_DESCRIPTIONS.webber
source: *Is a monster *Can befriend spiders *Grows a silky smooth beard
vi: *Là quái vật *Có thể kết bạn với nhện *Nuôi 1 bộ râu tơ mượt

# STRINGS.CHARACTER_DESCRIPTIONS.random
source: This will select a random character
vi: Chọn 1 nhân vật ngẫu nhiên

# STRINGS.LUCY.equipped.1
source: Let's chop some trees!
vi: Chạy vài cái cây nào

# STRINGS.LUCY.equipped.2
source: Nice day for a walk!
vi: 1 ngày đẹp trời để đi bộ

# STRINGS.LUCY.equipped.3
source: We make a good team!
vi: Chúng ta là 1 đội rất tốt

# STRINGS.LUCY.equipped.4
source: There must be some trees around here somewhere.
vi: Phải có vài cây nào quanh đây chứ

# STRINGS.LUCY.equipped.5
source: Woodie! Chop some trees!
vi: Woodie! Chặt vài cái cây đi

# STRINGS.LUCY.equipped.6
source: All work and no play makes me want to chop some trees.
vi: Toàn công việc mà không chơi tí nào làm mình muốn đi chặt cây

# STRINGS.LUCY.equipped.7
source: Chop chop chop. Heh.
vi: Chặt chặt chặt. Hehe

# STRINGS.LUCY.on_ground.1
source: Come back! Take we with you!
vi: Trở lại đi! Đem em theo anh với

# STRINGS.LUCY.on_ground.2
source: Where did you go?
vi: Anh đi đâu rồi?

# STRINGS.LUCY.on_ground.3
source: Take me with you!
vi: Đem em theo anh với

# STRINGS.LUCY.on_ground.4
source: What if I get stolen?!
vi: Nếu em bị cướp mất thì sao

# STRINGS.LUCY.in_container.1
source: It's dark in here!
vi: Trời tối quá đi

# STRINGS.LUCY.in_container.2
source: I'm scared!
vi: Em sợ!

# STRINGS.LUCY.in_container.3
source: I can't see anything!
vi: Em không nhìn thấy gì cả!

# STRINGS.LUCY.in_container.4
source: I hate it in here.
vi: Em ghét ở trong này

# STRINGS.LUCY.other_owner.1
source: You're not Woodie!
vi: Nhà ngươi không phải Woodie!

# STRINGS.LUCY.other_owner.2
source: Put me down!
vi: Đặt tao xuống!

# STRINGS.LUCY.on_pickedup.1
source: You came back!
vi: Anh đã trở lại!

# STRINGS.LUCY.on_pickedup.2
source: I missed you so much!
vi: Em nhớ anh nhiều lắm!

# STRINGS.LUCY.on_pickedup.3
source: Did you miss me?
vi: Anh có nhớ em không?

# STRINGS.LUCY.on_dropped.1
source: You'll come back, right?
vi: Anh sẽ trở lại phải không?

# STRINGS.LUCY.on_dropped.2
source: What did I say?
vi: Em vừa nói gì à?

# STRINGS.LUCY.on_dropped.3
source: I... don't understand!
vi: Em....không hiểu!

# STRINGS.LUCY.on_dropped.4
source: Can we talk about this?
vi: Chúng ta có thể nói chuyện được không?

# STRINGS.LUCY.on_dropped.5
source: Don't forget about me!
vi: Đừng quên em nhé!

# STRINGS.LUCY.on_chopped.1
source: Woooooo!
vi: Uuuuuu!

# STRINGS.LUCY.on_chopped.2
source: Yeah!
vi: Yeahhh!

# STRINGS.LUCY.on_chopped.3
source: Stupid tree!
vi: Cái cây ngu ngốc!

# STRINGS.LUCY.on_chopped.4
source: Nom nom nom!
vi: Măm măm măm!

# STRINGS.LUCY.on_chopped.5
source: We did it!
vi: Đúng rồi!

# STRINGS.LUCY.on_chopped.6
source: This is AWESOME!
vi: Thật TUYỆT!

# STRINGS.LUCY.on_chopped.7
source: Death to all trees!
vi: Chết hết bọn cây!

# STRINGS.LUCY.on_chopped.8
source: Again! Let's chop another!
vi: Lại đi! Chặt thêm cây nữa!

# STRINGS.LUCY.on_chopped.9
source: Nice swing!
vi: Cú quăng thật tuyệt!

# STRINGS.LUCY.on_chopped.10
source: Too easy!
vi: Quá dễ!

# STRINGS.LUCY.beaver_up_early.1
source: Are you OK?
vi: Anh ổn không?

# STRINGS.LUCY.beaver_up_early.2
source: You look distracted, Woodie.
vi: Anh không tập trung rồi Woodie

# STRINGS.LUCY.beaver_up_early.3
source: It's just a tree! Calm down!
vi: Chỉ là cái cây thôi mà! Bình tĩnh đi!

# STRINGS.LUCY.beaver_up_mid.1
source: Woodie? Can you hear me?
vi: Woodie? Anh nghe thấy em không?

# STRINGS.LUCY.beaver_up_mid.2
source: You might want to slow down a bit.
vi: Anh có thể muốn chậm lại 1 chút.

# STRINGS.LUCY.beaver_up_mid.3
source: Careful, you're getting yourself worked up!
vi: Cẩn thận nào, anh đang làm quá sức rồi!

# STRINGS.LUCY.beaver_up_mid.4
source: Don't chop too fast. You know what will happen!
vi: Đừng chặt nhanh quá. Anh hiểu mà!

# STRINGS.LUCY.beaver_up_late.1
source: Woodie! Be careful!
vi: Woodie! Cẩn thận!

# STRINGS.LUCY.beaver_up_late.2
source: It's starting!
vi: Bắt đầu rồi!

# STRINGS.LUCY.beaver_up_late.3
source: You're not looking so good!
vi: Anh trông không ổn lắm!

# STRINGS.LUCY.beaver_up_late.4
source: Your teeth are growing!
vi: Răng anh đang mọc ra đó!

# STRINGS.LUCY.beaver_up_late.5
source: Watch out! You're going to turn!
vi: Cẩn thận! Anh sắp hóa rồi!

# STRINGS.LUCY.beaver_down_washigh.1
source: That was a close one!
vi: May quá!

# STRINGS.LUCY.beaver_down_washigh.2
source: I think we'll be alright.
vi: Em nghĩ chúng mình sẽ ổn thôi.

# STRINGS.LUCY.beaver_down_washigh.3
source: You're looking much better now.
vi: Anh trông ổn hơn nhiều rồi.

# STRINGS.LUCY.beaver_down_washigh.4
source: It's passed. For now.
vi: Cũng qua rồi. Cho lúc này.

# STRINGS.LUCY.beaver_down_washigh.5
source: It's back in the lodge. Phew!
vi: Mãi cũng trở về nhà. May quá!

# STRINGS.LUCY.transform_beaver.1
source: Oh no!
vi: Ôi không!

# STRINGS.LUCY.transform_beaver.2
source: It happened again!
vi: Lại thế rồi!

# STRINGS.LUCY.transform_beaver.3
source: The curse!
vi: Lời nguyền!

# STRINGS.LUCY.transform_beaver.4
source: I warned you!
vi: Em đã cảnh báo anh rồi!

# STRINGS.LUCY.transform_woodie.1
source: You're back!
vi: Anh trở lại rồi!

# STRINGS.LUCY.transform_woodie.2
source: Quick! Pick me up!
vi: Nhanh lên! Nhặt lấy em!

# STRINGS.LUCY.transform_woodie.3
source: Are you OK?
vi: Anh ổn không?

# STRINGS.LUCY.transform_woodie.4
source: Don't let that happen again!
vi: Đừng để chuyện đó xảy ra lần nữa!

# STRINGS.LUCY.transform_woodie.5
source: Everything is going to be fine. Just focus!
vi: Mọi thứ rồi sẽ ổn thôi. Cứ tập trung vào!

# STRINGS.MAXWELL_SANDBOXINTROS.ONE
source: Say pal, you don't look so good.
vi: Chào ông bạn, trông không khỏe lắm nhỉ

# STRINGS.MAXWELL_SANDBOXINTROS.TWO
source: You'd better find something to eat before night comes!
vi: Tốt nhất thì nên tìm thứ gì để ăn trước khi trời tối!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.ONE
source: Oh, you found my portal did you?
vi: Ồ, tìm thấy cổng portal của tao rồi à?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.TWO
source: You'd think you would have learned your lesson by now.
vi: Mày nghĩ là mày giờ học được bài học rồi đấy

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.THREE
source: Hmm. Let's try something a little more challenging, shall we?
vi: Hmm. Hãy thử 1 thứ gì đó thử thách hơn chứ nhỉ?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.ONE
source: Well would you look at that, you survived.
vi: Ồ, nhìn kìa, mày sống rồi đó

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.TWO
source: One down, four to go!
vi: Xong 1, 4 phát nữa!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.ONE
source: What? You're still here?
vi: Gì cơ? Mày vẫn ở đây à?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.TWO
source: Impressive. But you should probably stop while you're ahead.
vi: Ấn tượng đấy. Nhưng mày nên dừng lại khi còn có thể.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.ONE
source: Say, pal.
vi: Sao, ông bạn.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.TWO
source: You're really pushing your luck.
vi: Mày đang sắp hết vận mày rồi

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.THREE
source: Turn back now, or I may have to resort to drastic mesaures.
vi: Quay lại ngay không tao sẽ phải dùng đến những biện pháp mạnh đấy

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.ONE
source: Say, pal.
vi: Sao, ông bạn.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.TWO
source: Let's make a deal. You can stay here. Settle down, even.
vi: Thỏa thuận thế này. Mày có thể ở lại đây. Thậm chí sống lâu dài luôn

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.THREE
source: I'll give you food, gold, pigs, whatever you need.
vi: Tao sẽ cho mày đồ ăn, vàng, lợn, bất cứ thứ gì mày cần.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.FOUR
source: All I want in return is a truce.
vi: Tất cả những gì tao muốn là 1 cuộc đình chiến

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.ONE
source: You insolent, pitiful, insignificant ant!
vi: Mày, 1 con kiến mấy dạy, đáng thương, vớ vấn!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.TWO
source: Do not arouse the wrath of the Great Maxwell!
vi: Đừng có thử thách sự phẫn nộ của Maxwell Vĩ Đại!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.THREE
source: You will regret coming any further...
vi: Mày sẽ hối hận bước thêm bước nào nữa ...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.ONE
source: Well, this is it.
vi: Cuối cùng, đây rồi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TWO
source: You found me. Now, what are you going to do?
vi: Mày thấy tao rồi đấy. Giờ thì mày định làm gì?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL
source: Don't you think I've tried that?
vi: Mày tưởng là tao chưa thử thế sao?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL2
source: This is the end of the line. We have no escape.
vi: Đây là cái kết rồi. Chúng ta không thể thoát ra được.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.1
source: Where would be the sport in that?
vi: Tinh thần cao thượng còn gì nữa?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.2
source: Who do you think allowed you to make that?
vi: Mày ai cho phép mày làm thế?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.1
source: Is this what you were expecting?
vi: Mày mong đợi thế thôi hả?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.2
source: Forgive me if I don't get up.
vi: Xin lỗi nếu tao không dậy

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.3
source: You've been an interesting plaything, but I've grown tired of this game.
vi: Mày là 1 con rối hay đấy nhưng tao chán trò chơi này rồi

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.4
source: Or maybe They've grown tired of me.
vi: Hay có khi chúng đã chán tao rồi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.5
source: Heh. Took them long enough.
vi: Ha. Cuối cùng cũng xong

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.6
source: They'll show you terrible, beautiful things.
vi: Chúng sẽ cho mày thấy những thứ khủng khiếp & xinh đẹp.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.7
source: It will change you, like it did me.
vi: Nó sẽ thay đổi mày, như nó đã làm với tao

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.8
source: It's best not to fight it.
vi: Tốt hơn là không chống lại nó

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.9
source: There wasn't much here when I showed up.
vi: Không có gì nhiều nhặt khi tao đến đây

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.10
source: Just dust. And the void. And Them.
vi: Chỉ có cát bụi, sự trống rỗng và chúng.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.11
source: I've learned so much since then. I've built so much.
vi: Tao học được rất nhiều điều từ đó. Tao cũng xây dựng rất nhiều.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.12
source: But even a King is bound to the board.
vi: Nhưng kể cả nhà Vua cũng bị giới hạn trong bàn cờ.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.13
source: You can't change the rules of the game.
vi: Mày không thể thay đổi luật trò chơi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.14
source: I don't know what they want. They... they just watch.
vi: Tao không hiểu chúng muốn gì. Chúng... chúng chỉ xem thôi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.15
source: Unless you get too close. Then...
vi: Trừ khi mày đến quá gần. Khi đó...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.16
source: Well, there's a reason I stay so dapper.
vi: Dù sao, cũng có 1 lý do vì sao tao ăn mặc lịch sự.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.17
source: What year is it out there? Time moves differently here.
vi: Ở ngoài kia là năm nào rồi? Thời gian ở đây chạy khác hơn.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.18
source: Go on, stay a while. Keep us company.
vi: Tiếp đi, ở lại 1 lúc. Có bè có hội.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.19
source: Or put the key in the box. It's your decision.
vi: Hoặc cắm chìa vào hộp. Quyết định của mày thôi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.20
source: Either way, you're just delaying the inevitable.
vi: Dù sao mày cũng chỉ làm trễ điều không thể tránh khỏi.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.21
source: Reality is like that, sometimes.
vi: Cuộc sống là thế đấy.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.22
source: I think I've said enough.
vi: Tao thấy là tao đã nói đủ rồi

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_4.ONE
source: Fine. Just remember that you chose this.
vi: Rồi. Nhớ là mày đã chọn điều này

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.ONE
source: We're not so different, you and I.
vi: Chúng ta cũng không khác nhau lắm đâu, mày và tao

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.ONE
source: That's why I brought you here.
vi: Đó là lý do tại sao tao mang mày tới đây

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.TWO
source: That's why I brought all of them here.
vi: Đó là lý do tại sao tao mang tất cả bọn chúng tới đây

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.ONE
source: Oh, did you think you were the first?
vi: Ồ, mày nghĩ mày là đứa đầu tiên à?

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.TWO
source: HA!
vi: HAHAHAHA!

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.ONE
source: It's just that...
vi: Có thế thôi...

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.TWO
source: I've become accustomed to winning.
vi: Tao đã quá quen là người chiến thắng
