Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_COOKED
source: Still vegetabley, but better for having been in fire.
vi: Tuy vegetabley, nhưng tốt hơn vì đã qua lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_PLANTED
source: Maybe its special carrot friend is in the ground.
vi: Có thể bạn của cà rốt đặc biệt của nó là ở mặt đất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_SEEDS
source: Seeds for a yucky orange vegetable.
vi: Hạt giống cho một loại rau màu cam chút kinh ngạc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_FERN
source: Looks flammable.
vi: Trông dễ cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHARCOAL
source: Mmmm. Smells like fire.
vi: Mmmm. Mùi giống như lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK1
source: Dead windup horsey
vi: horsey windup chết

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK2
source: Dead windup priest
vi: linh mục windup chết

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK3
source: Dead windup castle
vi: lâu đài windup chết

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER
source: He's so fuzzy!
vi: Anh ấy rất mờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's rude to stare.
vi: Đó là thô lỗ để nhìn chằm chằm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.WAITING
source: At least it's not looking at me anymore.
vi: Ít nhất nó không nhìn tôi nữa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMEAT
source: I've tasted better.
vi: Tôi đã nếm thử tốt hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMONSTERMEAT
source: It's still gross.
vi: Nó vẫn còn thô thiển.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDSMALLMEAT
source: I'll need more than appetizers if I'm going to survive.
vi: Tôi sẽ cần nhiều hơn các món khai vị nếu tôi sẽ để tồn tại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN
source: A sweet vegetable, yum!
vi: Một rau lang, yum!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_COOKED
source: Ooh, this one explodes when it goes in fire!
vi: Ooh, điều này phát nổ khi nó đi vào lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_SEEDS
source: Seeds for my favorite explosive vegetable.
vi: Hạt giống rau nổ yêu thích của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.GENERIC
source: I think it's waiting for me to die.
vi: Tôi nghĩ rằng nó đang đợi tôi đến chết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.HELD
source: Not so smart now, are you?
vi: Không phải như vậy thông minh hiện nay, bạn có?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTGRASS
source: Cut grass, ready for burning. Or maybe crafting.
vi: Cắt cỏ, sẵn sàng để đốt. Hoặc có thể crafting.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTREEDS
source: Cut reeds, ready for burning. Or maybe crafting.
vi: lau sậy cắt, sẵn sàng cho ghi. Hoặc có thể crafting.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTSTONE
source: Perfectly squared for maximum enjoyment.
vi: Hoàn toàn bình phương để hưởng tối đa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEADLYFEAST
source: Fire didn't cure this dish of being nasty.
vi: Cháy không chữa món ăn này là khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS_EYEBALL
source: Stop staring at me!
vi: Ngưng nhìn chằm chằm vào tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIRTPILE
source: Who just leaves dirt lying around in the forest?
vi: Ai chỉ lá bụi bẩn nằm xung quanh trong rừng?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.COLD
source: It's making some kind of noise.
vi: Nó làm cho một số loại tiếng ồn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.GENERIC
source: It's full of electrical junk.
vi: Nó đầy rác điện.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.HOT
source: Gah! Enough with the beeping!
vi: Gah! Đủ với tiếng bíp!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARM
source: This thing is getting noisier.
vi: điều này là nhận được ồn ào hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARMER
source: I must be close!
vi: Tôi phải gần gũi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.GENERIC
source: Not sure what this does. Doesn't seem like it's fiery things.
vi: Không chắc điều này không. Không có vẻ như đó là thứ lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.READY
source: Just needs to be unlocked with a key. Not fire, unfortunately.
vi: Chỉ cần được mở khóa với một phím. Không cháy, không may.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: It's whirring now!
vi: Nó lăng xăng bây giờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODSTART
source: I'll make something out of it.
vi: Tôi sẽ làm một cái gì đó ra khỏi nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT
source: It looks sort of like a fire!
vi: Nó trông giống như một ngọn lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_COOKED
source: It looks more like a fruit that's been in a fire now.
vi: Nó trông giống như một loại trái cây đó là được một ngọn lửa bây giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_SEEDS
source: Seeds for that fire-looking fruit.
vi: Hạt giống cho rằng trái cây lửa tìm kiếm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONPIE
source: Fire fruit in a pie? Oh boy!
vi: quả cháy trong một chiếc bánh? Oh Boy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK
source: Bang on the drum all day!
vi: Đập vào trống cả ngày!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK_COOKED
source: Do I satisfy my hunger or do I bang on the drum?
vi: Tôi thỏa mãn cơn đói của tôi hay tôi đập vào trống?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN
source: Ew, stinky!
vi: Ew, hôi thối!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_COOKED
source: Yuck, it smells just as bad cooked!
vi: Yuck, nó có mùi giống như xấu nấu chín!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_SEEDS
source: Smelly seeds for a smelly fruit.
vi: hạt có mùi cho một loại trái cây có mùi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFSHAT
source: Smells like rabbit butt.
vi: Mùi giống như thỏ mông.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT
source: Definitely not a bird.
vi: Chắc chắn không phải là một con chim.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_COOKED
source: Using fire on it made it a tastier eggplant.
vi: Dùng lửa vào nó làm cho nó một cà tím ngon hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_SEEDS
source: Will these seeds make a plant or baby bird?
vi: những hạt giống sẽ làm cho một cây hay một con chim?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUFFEDEGGPLANT
source: It's still not a bird, but I stuffed it like one!
vi: Nó vẫn không phải là một con chim, nhưng tôi nhét nó như một!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BERRYBUSH
source: What's the matter, got no dirt?
vi: Có chuyện gì vậy, có không có bụi bẩn?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_GRASS
source: What's the matter, got no dirt?
vi: Có chuyện gì vậy, có không có bụi bẩn?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_MARSH_BUSH
source: What's the matter, got no dirt?
vi: Có chuyện gì vậy, có không có bụi bẩn?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_SAPLING
source: What's the matter, got no dirt?
vi: Có chuyện gì vậy, có không có bụi bẩn?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFS
source: Smells like rabbit butt.
vi: Mùi giống như thỏ mông.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNING
source: YES! BURN!
vi: VÂNG! ĐỐT CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNT
source: I wish it was still burning.
vi: Tôi muốn nó vẫn còn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.CHOPPED
source: One less tree in the world.
vi: Một ít cây trên thế giới.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.GENERIC
source: It looks like it would burn well.
vi: Có vẻ như nó sẽ đốt cháy tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: YES! BURN!
vi: VÂNG! ĐỐT CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I wish it was still burning.
vi: Tôi muốn nó vẫn còn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: One less tree in the world.
vi: Một ít cây trên thế giới.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Die in a fire!
vi: Chết trong một vụ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYEPLANT
source: They spread like fire.
vi: Họ lây lan như lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GENERIC
source: Sigh. It's a pile of dirt.
vi: Thở dài. Đó là một đống bụi bẩn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GROWING
source: Hurry up, dirtpile. Feed me!
vi: Nhanh lên, dirtpile. Tôi ăn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Stupid thing needs poop.
vi: điều ngu ngốc cần poop.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERHAT
source: I am a phoenix!
vi: Tôi là một con phượng hoàng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_CROW
source: Crow feather. It probably smells terrible on fire.
vi: Crow lông. Nó có thể có mùi khủng khiếp trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN
source: Redbird feather. It probably smells terrible on fire.
vi: RedBird lông. Nó có thể có mùi khủng khiếp trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snowbird feather. It probably smells terrible on fire.
vi: Snowbird lông. Nó có thể có mùi khủng khiếp trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEM_PUPPET
source: She looks scared half to death.
vi: Cô ấy trông nửa sợ đến chết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.GENERIC
source: I wish they didn't run away!
vi: Tôi muốn họ không chạy đi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.HELD
source: They're like little fires in my pocket!
vi: Họ giống như đám cháy nhỏ trong túi của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREHOUND
source: I actually kind of like this one.
vi: Tôi thực sự loại như thế này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.EMBERS
source: Uh oh. It's almost gone!
vi: Uh oh. Nó gần như biến mất!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.GENERIC
source: I could watch it for hours.
vi: Tôi có thể xem nó trong nhiều giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.HIGH
source: BURN! BURN FASTER!
vi: ĐỐT CHÁY! GHI FASTER!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.LOW
source: This fire is small and boring.
vi: lửa này là nhỏ và nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.NORMAL
source: Burn!
vi: Đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.OUT
source: I should make the fire come back.
vi: Tôi nên làm cho lửa trở lại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESTAFF
source: This is my absolute favorite toy.
vi: Đây là món đồ chơi yêu thích tuyệt đối của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH
source: Slippery fishy!
vi: tanh trơn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINGROD
source: Fishing for the answer with a line and sinker.
vi: Câu cá cho câu trả lời với một dòng và giếng mỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHSTICKS
source: What you see is what you get. Sticks of fish.
vi: Những gì bạn thấy là những gì bạn nhận được. Sticks cá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHTACOS
source: Convenient taco-grip.
vi: Thuận tiện taco-grip.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_COOKED
source: Less slippery now that it's found fire.
vi: Ít trơn bây giờ mà nó tìm thấy lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLINT
source: The poor man's fire-starter.
vi: lửa khởi của người nghèo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER
source: I don't have time to waste on flowers.
vi: Tôi không có thời gian để lãng phí trên hoa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWERHAT
source: A halo of flowers. Too bad it's not a burning halo of flowers.
vi: Một vầng hào quang của hoa. Quá xấu nó không phải là một quầng đốt hoa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_EVIL
source: Ugh, that smells terrible.
vi: Ugh, có mùi khủng khiếp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOLIAGE
source: Fuel for the fire.
vi: Nhiên liệu cho ngọn lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOOTBALLHAT
source: Sports are hard.
vi: Thể thao là khó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.DEAD
source: I showed him!
vi: Tôi thấy anh ta!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.GENERIC
source: He's too damp to burn.
vi: Anh ta quá ẩm ướt để đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.SLEEPING
source: They're cute when they're sleeping.
vi: Họ rất dễ thương khi họ đang ngủ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGGLEBUNWICH
source: Maybe I won't notice that it's frog legs in the sandwich.
vi: Có lẽ tôi sẽ không nhận thấy rằng đó là chân ếch trong bánh sandwich.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS
source: It still twitches every now and then. Freaky.
vi: Nó vẫn còn co giật tất cả bây giờ và sau đó. Quái đản.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS_COOKED
source: The fire made it stop twitching. Fire is the best.
vi: Ngọn lửa đã làm cho nó ngừng co giật. Lửa là tốt nhất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITMEDLEY
source: Yum, fruit!
vi: Yum, trái cây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEARS
source: These must make them move.
vi: Đây phải làm cho chúng di chuyển.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GHOST
source: I can't kill what's already dead.
vi: Tôi không thể giết chết những gì đã chết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENAXE
source: It won't light trees on fire, but at least it's shiny.
vi: Nó sẽ không cây sáng lửa, nhưng ít nhất nó sáng bóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPICKAXE
source: It won't light rocks on fire, but at least it's shiny.
vi: Nó sẽ đá không sáng lửa, nhưng ít nhất nó sáng bóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPITCHFORK
source: It won't light the ground on fire, but at least it's shiny.
vi: Nó sẽ không sáng mặt đất bốc cháy, nhưng ít nhất nó sáng bóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENSHOVEL
source: It won't make flaming pits, but at least it's shiny.
vi: Nó sẽ không làm rực hố, nhưng ít nhất nó sáng bóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDNUGGET
source: Where am I going to spend this.
vi: Nơi tôi sẽ chi tiêu này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BARREN
source: It needs poop.
vi: Nó cần poop.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BURNING
source: Fire! Wooo!
vi: Ngọn lửa! Wooo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's flammable a tuft of grass.
vi: Nó sẽ dễ cháy một búi cỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.PICKED
source: Grass stubble is kind of useless.
vi: Cỏ râu là loại vô dụng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP
source: Boring!
vi: Nhàm chán!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP_COOKED
source: I changed it with fire!
vi: Tôi đã thay đổi nó với lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Stupid mushroom.
vi: nấm ngu ngốc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hey! You! Get up here!
vi: Chào! Bạn! Lên đây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Maybe it will return some day.
vi: Có lẽ nó sẽ trở lại một ngày.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUNPOWDER
source: Oooooooooh! Shiny!
vi: Oooooooooh! Sáng bóng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMBAT
source: Pleased to meat you!
vi: Hân hạnh thịt bạn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMMER
source: I prefer sharp implements
vi: Tôi thích cụ sắc nét

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEALINGSALVE
source: It burns! But, where's the fire?
vi: Nó đốt cháy! Nhưng, đâu là lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
vi: Đó là đá lạnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.GENERIC
source: A fire would make this even better!
vi: Một ngọn lửa sẽ làm cho điều này thậm chí còn tốt hơn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.HOT
source: Look at how it glows!
vi: Hãy nhìn cách nó phát sáng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.WARM
source: Heat without the flame... what fun is that?
vi: Nhiệt mà không có ngọn lửa ... là những gì thú vị không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN
source: Less reading! More burning!
vi: Ít đọc! Nhiều đốt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEY
source: Sweet and delicious!
vi: Ngọt ngào và ngon!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYCOMB
source: It's waxy.
vi: Đó là sáp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYHAM
source: Fire, ham and honey go well together.
vi: Cháy, giăm bông và mật ong cũng đi cùng nhau.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYNUGGETS
source: Honey-covered morsels that have met my friend, fire.
vi: mẩu đã gặp người bạn của tôi, lửa mật ong bao phủ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HORN
source: I can hear those hairy beasts inside.
vi: Tôi có thể nghe thấy những con thú lông bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUND
source: What a jerk!
vi: Thật là một thằng ngốc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDMOUND
source: Uh oh, I don't like the look of that.
vi: Uh oh, tôi không thích những cái nhìn đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDBONE
source: Gross.
vi: Tổng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEBOX
source: That is the opposite of fire.
vi: Đó là đối diện của lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEHOUND
source: Gross! Cold!
vi: Tổng! Lạnh!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.ACTIVE
source: Am I seeing things?
vi: Tôi thấy điều này?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.INACTIVE
source: Doesn't look flammable. How boring.
vi: Không nhìn dễ cháy. Như thế nào là chán nản.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JAMMYPRESERVES
source: Wham, bam, jam! Thank you, ma'am.
vi: Wham, bam, mứt! Cảm ơn bạn, thưa bà.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KABOBS
source: Meat and fire, now with a stick!
vi: Thịt và lửa, bây giờ với một cây gậy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.GENERIC
source: I like the cut of that bee's jib.
vi: Tôi thích cắt của cần cẩu của ong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT
source: It's a pony!
vi: Đó là một con ngựa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_SUMMER
source: We will be great friends!
vi: Chúng tôi sẽ là người bạn tuyệt vời!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_WINTER
source: He sure looks warm...
vi: Ông chắc chắn trông ấm áp ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS
source: Stay back, you big jerk!
vi: Lùi lại, bạn giật lớn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS_SACK
source: I've got a new bag!
vi: Tôi đã có một chiếc túi mới!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF
source: He looks flammable!
vi: Anh ấy trông dễ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF_SPARSE
source: He looks flammable!
vi: Anh ấy trông dễ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Aww, all glow but no fire.
vi: Aww, tất cả ánh sáng nhưng không có lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.GENERIC
source: All the lightning can come here!
vi: Tất cả những tia chớp có thể đến đây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LITTLE_WALRUS
source: He looks tasty.
vi: Ông trông ngon.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGLOG
source: It looks upset.
vi: Có vẻ khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOCKEDWES
source: He's trapped by those mean statues!
vi: Anh ta bị mắc kẹt bởi những bức tượng bình!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.BURNING
source: Burn, log, buuuurn!
vi: Burn, đăng nhập, buuuurn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.GENERIC
source: Wood! So flammable! Hooray!
vi: Gỗ! Vì vậy, dễ cháy! Hoan hô!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANT
source: I bet a quick fire would take care of this.
vi: Tôi đặt cược một ngọn lửa nhanh chóng sẽ chăm sóc này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANTBULB
source: It's mine now.
vi: Nó là của tôi bây giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MALE_PUPPET
source: He looks scared half to death.
vi: Ông trông nửa sợ đến chết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.DEAD
source: Why did this plant have a face?
vi: Tại sao cây này có một khuôn mặt?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.GENERIC
source: That's not a normal plant
vi: Đó không phải là một nhà máy bình thường

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.PICKED
source: Now that's just creepy!
vi: Bây giờ chỉ là đáng sợ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMANDRAKE
source: The fire didn't get rid of its face. Gives me the willies.
vi: Ngọn lửa đã không thoát khỏi khuôn mặt của nó. Mang lại cho tôi Willies.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKESOUP
source: Blending it into a soup got rid of its face.
vi: Trộn nó thành một món súp đã thoát khỏi khuôn mặt của nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLE
source: It's heavy!
vi: Đó là nặng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLEPILLAR
source: I wonder if the rest burnt down.
vi: Tôi tự hỏi nếu phần còn lại bị thiêu rụi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLETREE
source: The worst kind of tree. The non-flammable kind.
vi: Các loại tồi tệ nhất của cây. Các không cháy loại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.BURNING
source: Burn, thorns!
vi: Burn, gai!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks sharp.
vi: Nó trông sắc nét.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.PICKED
source: Those thorns hurt!
vi: Những gai đau!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_PLANT
source: It's all planty.
vi: Đó là tất cả Planty.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNING
source: YES! BURN!
vi: VÂNG! ĐỐT CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNT
source: I wish it was still burning.
vi: Tôi muốn nó vẫn còn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now, are you?
vi: Không phải như vậy nhọn bây giờ, là bạn?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.GENERIC
source: It looks dangerous!
vi: Có vẻ nguy hiểm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELL
source: He's so condescending.
vi: Anh ấy rất hạ mình.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLHEAD
source: He sure likes to talk.
vi: Ông chắc chắn thích nói chuyện.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLIGHT
source: These are no fun. They light themselves.
vi: Đây là không có niềm vui. Họ đốt tự.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
vi: Bây giờ tôi chỉ cần một phím.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLTHRONE
source: Looks sticky.
vi: Trông dính.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT
source: I could make this better with FIRE!
vi: Tôi có thể làm điều này tốt hơn với CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATBALLS
source: Meat made into spheres and improved with fire.
vi: Thịt làm thành hình cầu và cải thiện với lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DONE
source: It's ready!
vi: Nó đã sẵn sàng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DRYING
source: Come on meat, dry already!
vi: Nào thịt, khô rồi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.GENERIC
source: I want to hang some meat!
vi: Tôi muốn treo một số thịt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT_DRIED
source: Chewy, but satisfying.
vi: Chewy, nhưng đáp ứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERM
source: Eww, it's all swampy.
vi: Eww, đó là tất cả đầm lầy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD
source: That's what you get for being so stinky!
vi: Đó là những gì bạn nhận được cho là rất hôi thối!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE
source: No-one would care if this burned down.
vi: Không ai sẽ quan tâm nếu điều này bị thiêu rụi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERLASAGNA
source: Noodles, meat and clumps of hair. Nasty.
vi: Mì, thịt và những khối tóc. Bẩn thỉu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT
source: Gross. It's full of hairs.
vi: Tổng. Nó đầy đủ các sợi lông.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT_DRIED
source: It's dry and smells strange.
vi: Đó là khô và có mùi lạ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.GENERIC
source: So annoying!
vi: Rất khó chịu!
