Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.HIGH
source: That will keep Charlie away for now.
vi: Điều đó sẽ giữ Charlie đi cho bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.LOW
source: It needs fuel.
vi: Nó cần nhiên liệu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.NORMAL
source: Cold and firey.
vi: Lạnh và firey.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIRE.OUT
source: That's not coming back.
vi: Điều đó không trở lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.BURNT
source: A bit overdone for my tastes.
vi: Một chút quá trớn cho sở thích của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYEBRELLAHAT
source: Eye to the sky.
vi: Mắt trời.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORDRAGONFLY
source: That's some fly mail.
vi: Đó là một số thư bay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFLYCHEST
source: Those scales sure are nifty.
vi: Những vảy chắc chắn là tiện lợi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACORN_COOKED
source: Over an open fire.
vi: Trên bếp lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRCHNUTDRAKE
source: A nut with legs! How terrifying!
vi: Một hạt với đôi chân! Làm thế nào đáng sợ!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.BURNT
source: A harvest of ashes.
vi: Được mùa tro.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.EMBERS
source: I should attend to that.
vi: Tôi nên đi đến đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.GENERIC
source: A fire pit.
vi: Một hố lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.HIGH
source: A roaring, cold fire.
vi: Một ầm ầm, lửa lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.LOW
source: It's getting low.
vi: Nó nhận được thấp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.NORMAL
source: It's cold.
vi: Trời lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COLDFIREPIT.OUT
source: It's gone warm.
vi: Nó đi ấm áp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESUPPRESSOR.ON
source: Begone, fire!
vi: Begone, lửa!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESUPPRESSOR.OFF
source: Quiet before the storm.
vi: Yên tĩnh trước cơn bão.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Not much fuel left.
vi: Không có nhiều nhiên liệu còn lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEHAT
source: Strap some ice on your head.
vi: Dây đeo một số băng trên đầu của bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Moist and staying that way.
vi: Ẩm và ở cách đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.BURNT
source: It's too brittle to hang meat on now.
vi: Đó là quá giòn để treo thịt vào bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD.GENERIC
source: The eyes follow you around.
vi: Đôi mắt theo bạn xung quanh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD.BURNT
source: Roasted merm head. Delicious.
vi: Rang đầu merm. Thơm ngon.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE.GENERIC
source: They copied the pigs, but they're even less intelligent.
vi: Họ đã sao chép những con lợn, nhưng họ thậm chí kém thông minh hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE.BURNT
source: It burns just as well as the pigs' version.
vi: Nó đốt cháy chỉ là tốt như phiên bản của lợn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWERSALAD
source: Leafy goodness.
vi: Lá tốt lành.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATERMELONICLE
source: The case is cold on the melon.
vi: Trường hợp này là lạnh trên dưa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAILMIX
source: Nuts and berries. No bolts.
vi: Nuts và quả mọng. Không có bu lông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOTCHILI
source: Hot as heck!
vi: Hot như quái!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUACAMOLE
source: There's a mole in the mix.
vi: Có một nốt ruồi trong hỗn hợp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOOSE
source: It's definitely from the North, whatever it is.
vi: Đó chắc chắn là từ miền Bắc, bất cứ điều gì nó được.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOOSEEGG
source: Ride the lightning, you big egg.
vi: Đi xe sét, bạn lớn trứng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSSLING
source: That's a fluffy... thing.
vi: Đó là một bông ... điều.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHERFAN
source: Is it windy out or is it just my fan?
vi: Có windy ra hoặc là nó chỉ là fan hâm mộ của tôi?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOOSE_FEATHER
source: I could use a pillow filled with these.
vi: Tôi có thể sử dụng một chiếc gối đầy với các.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STAFF_TORNADO
source: Wind power.
vi: Năng lượng gió.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD.GENERIC
source: Er... charming.
vi: Er ... quyến rũ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD.BURNT
source: Pig roast!
vi: Heo nướng!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.BURNT
source: Let's see you hide in there now.
vi: Hãy xem bạn ẩn trong đó bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FERTILIZER
source: Much better than carrying manure in my hands.
vi: tốt hơn nhiều so với thực hiện phân trong tay tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER.GENERIC
source: I could also just look up to learn the same thing.
vi: Tôi cũng có thể chỉ cần nhìn lên để tìm hiểu những điều tương tự.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER.BURNT
source: The rain did not come in time.
vi: Các mưa không đến trong thời gian.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINCOAT
source: Out out, rain!
vi: Out ra, mưa!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINHAT
source: Not the most dapper of hats, but quite necessary.
vi: Không phải đoan trang nhất của mũ, nhưng khá cần thiết.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB.GENERIC
source: I can't believe I forgot how to build those things.
vi: Tôi không thể tin rằng tôi đã quên làm thế nào để xây dựng những điều đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB.BURNT
source: The fire learned how to burn it down.
vi: Ngọn lửa đã học được làm thế nào để ghi nó xuống.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2.GENERIC
source: It unlocks recipes of middling utility.
vi: Nó mở ra công thức nấu ăn của tiện ích trung bình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2.BURNT
source: Flames have swallowed it whole.
vi: Ngọn lửa đã nuốt trọn viên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3.GENERIC
source: This is where I do my own personal research.
vi: Đây là nơi tôi làm nghiên cứu cá nhân của riêng tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3.BURNT
source: Research complete.
vi: Nghiên cứu hoàn chỉnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4.GENERIC
source: Quite a dapper machine.
vi: Khá một máy hoạt bát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4.BURNT
source: It was too hot to handle.
vi: Đó là quá nóng để xử lý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I'm not above using this.
vi: Tôi không ở trên sử dụng này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: I won't be using it any longer.
vi: Tôi sẽ không sử dụng được nữa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_ICE.GENERIC
source: I could get a chip of ice off the old block.
vi: Tôi có thể nhận được một chip băng qua cái cũ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_ICE.MELTED
source: It's just a puddle.
vi: Nó chỉ là một vũng nước.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_ICE_MELTED
source: It's just a puddle.
vi: Nó chỉ là một vũng nước.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICE
source: Baby glaciers.
vi: Con sông băng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REFLECTIVEVEST
source: Safety before dapperness.
vi: An toàn trước khi dapperness.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAWAIIANSHIRT
source: The dapperest of them all.
vi: Các dapperest của họ cả.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT.GENERIC
source: That's a bit rustic for my taste.
vi: Đó là một chút mộc mạc cho hương vị của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT.BURNT
source: That's a bit burned for my taste.
vi: Đó là một chút đốt cho hương vị của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SIESTAHUT.GENERIC
source: Rustic, but excellent shade.
vi: Mộc mạc, nhưng tuyệt vời bóng râm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SIESTAHUT.BURNT
source: So much for the shade thing.
vi: Vì vậy, nhiều điều bóng râm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRANSISTOR
source: I don't understand how it works, but it does.
vi: Tôi không hiểu làm thế nào nó hoạt động, nhưng nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST.GENERIC
source: A place to store loot.
vi: Nơi lưu trữ loot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST.BURNT
source: It won't store anything now.
vi: Nó sẽ không lưu trữ bất cứ điều gì ngay bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TUMBLEWEED
source: Tumble on, weed.
vi: Xấy trên, cỏ dại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_UMBRELLA
source: It's more pretty than dapper.
vi: Đó là chi tiết khá hơn đoan trang.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UNIMPLEMENTED
source: Mysterious! Let's not touch it.
vi: Bí ẩn! Đừng chạm vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY.GENERIC
source: It's a tinderbox.
vi: Đó là một mồi lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY.BURNT
source: I told you so.
vi: Tôi đã nói với bạn như vậy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD.GENERIC
source: Moderately tough, but flammable.
vi: Vừa phải khó khăn, nhưng dễ cháy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD.BURNT
source: Not tough, nor flammable.
vi: Không khó khăn, cũng không dễ cháy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WARG
source: The alpha!
vi: Các alpha!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATERMELON
source: It's mostly water. Fibrous, sweet water.
vi: Đó chủ yếu là nước. Xơ, nước ngọt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WATERMELONHAT
source: This is one way to keep cool. And sticky.
vi: Đây là một cách để giữ mát. Và dính.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER.GENERIC
source: Not the most useful invention, is it?
vi: Không những phát minh hữu ích nhất, là nó?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER.BURNT
source: Who cares?
vi: Ai quan tâm?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGTREE
source: It's got a face.
vi: Nó có một khuôn mặt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICESTAFF
source: Cool staff.
vi: Mát nhân viên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.BURNT
source: Honey roasted.
vi: Mật ong rang.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.WITHERED
source: Too hot for that little bush.
vi: Quá nóng cho rằng bụi nhỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.HUNGRY
source: What's all the fuss about, feathers?
vi: tất cả các fuss về, lông là gì?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.STARVING
source: Oh, come on. I fed you last week.
vi: Oh, thôi nào. Tôi cho bạn ăn tuần trước.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.DEAD
source: That's a deep sleep.
vi: Đó là một giấc ngủ sâu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.SKELETON
source: Maybe he wasn't sleeping.
vi: Có lẽ ông đã không ngủ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEPRINT
source: I know all about that. I just forgot.
vi: Tôi biết tất cả về điều đó. Tôi chỉ quên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BELL_BLUEPRINT
source: I know all about that. I just forgot.
vi: Tôi biết tất cả về điều đó. Tôi chỉ quên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFLY
source: A fiery fly.
vi: Một loài ruồi bốc lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LAVASPIT.COOL
source: It's cold and dry now.
vi: Nó lạnh và khô bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACORN
source: A more outdoorsy type might be able to make something of this.
vi: Một loại outdoorsy hơn có thể có thể làm cho một cái gì đó về điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACORN_SAPLING
source: Huh, it seems to belong in the ground.
vi: Huh, có vẻ như thuộc về mặt đất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNT
source: Bathed in fire.
vi: Đắm mình trong lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.WITHERED
source: You'd think grass could withstand this heat...
vi: Bạn nghĩ rằng cỏ có thể chịu được nhiệt này ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.PICKED
source: Nothing to harvest.
vi: Không có gì để thu hoạch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.FROZEN
source: It's almost too cold to hold.
vi: Nó gần như quá lạnh để giữ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.COLD
source: Pleasantly cool.
vi: Pleasantly mát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.GENERIC
source: A pocketful of stone and temperature.
vi: Một túi đầy đá và nhiệt độ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.WARM
source: Comfortably lukewarm.
vi: Thoải mái ấm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN.GENERIC
source: It says... nothing.
vi: Nó nói ... không có gì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN.UNWRITTEN
source: This requires profundity.
vi: Điều này đòi hỏi sự thâm thúy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN.BURNT
source: Somehow, it says even less now.
vi: Bằng cách nào đó, nó nói rằng thậm chí ít hơn bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_POST.GENERIC
source: It says... nothing.
vi: Nó nói ... không có gì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: This requires profundity.
vi: Điều này đòi hỏi sự thâm thúy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_POST.BURNT
source: Somehow, it says even less now.
vi: Bằng cách nào đó, nó nói rằng thậm chí ít hơn bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: It says... nothing.
vi: Nó nói ... không có gì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: This requires profundity.
vi: Điều này đòi hỏi sự thâm thúy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Somehow, it says even less now.
vi: Bằng cách nào đó, nó nói rằng thậm chí ít hơn bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_ACTIVE
source: Oh shut UP, will you?
vi: Oh đóng UP, bạn sẽ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_PLANTED
source: What a disturbing root.
vi: Thật là một lo ngại gốc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE
source: My ears are still ringing.
vi: Tai tôi vẫn đang đổ chuông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PHLEGM
source: I need to put on gloves for this.
vi: Tôi cần phải đeo găng tay cho việc này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE
source: A more outdoorsy type might be able to make something of this.
vi: Một loại outdoorsy hơn có thể có thể làm cho một cái gì đó về điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE_SAPLING
source: Huh, it seems to belong in the ground.
vi: Huh, có vẻ như thuộc về mặt đất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.WITHERED
source: It wasn't hardy enough for the heat.
vi: Nó không phải là khỏe mạnh đủ cho nhiệt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE.GENERIC
source: There's a world going on under there.
vi: Có một thế giới đang diễn ra dưới đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE.SPRING
source: The entrance has collapsed in on itself.
vi: Lối vào đã sụp đổ vào mình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.WITHERED
source: Nothing survives in this heat.
vi: Không có gì tồn tại ở nhiệt độ này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKELETON_PLAYER
source: The master becomes the student.
vi: Các thạc sĩ trở thành sinh viên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPAT
source: Ornery and tough as nails.
vi: Ornery và khó khăn như móng tay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STEELWOOL
source: Someone should use this to clean something.
vi: Có người nên sử dụng điều này để làm sạch một cái gì đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_13
source: This was important to someone once.
vi: Điều này là quan trọng với ai đó một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_SMOLDERING
source: Won't be long before it lights on fire.
vi: Sẽ không được lâu trước khi nó sáng trên lửa.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.INVALID
source: Hahah! That's not food!
vi: Hahah! Đó không phải là thực phẩm!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.YUCKY
source: Stomach is not strong enough for that.
vi: Dạ dày không đủ mạnh cho điều đó.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_COMPASS_OUT
source: Little needle broke off!
vi: Ít kim đã chia tay!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_KNOCKEDOUT
source: Ugh, I must have hit head.
vi: Ugh, tôi phải có đánh vào đầu.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Is not enough poop.
vi: Không phải là đủ poop.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Lightning is weak compared to Wolfgang clothes!
vi: Lightning là yếu so với quần áo Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: Is so broken.
vi: Là để bị phá vỡ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: Is so cuddly!
vi: Rất âu yếm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERNIE_ACTIVE
source: Is so brave!
vi: Là rất dũng cảm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTSTICK
source: Wolfgang like fists better.
vi: Wolfgang như nắm đấm tốt hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE.GENERIC
source: I hear nomming inside.
vi: Tôi nghe nomming bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE.BURNT
source: Nomming is over.
vi: Nomming là hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_DECIDUOUS
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SANDY
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_BADLANDS
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FURTUFT
source: Fur from bear?
vi: Lông từ con gấu?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.EMBERS
source: The darkness is coming!
vi: Bóng tối đang đến!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.GENERIC
source: Good bye dark times!
vi: Tạm biệt thời gian tối!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.HIGH
source: Is too much fire!
vi: Là quá nhiều lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.LOW
source: The fire is not cold enough.
vi: Ngọn lửa là không đủ lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.NORMAL
source: Is good fire!
vi: Là lửa tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIRE.OUT
source: Uh oh. It turned off.
vi: Uh oh. Nó tắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Go away, rain! Meat is drying!
vi: Đi đi, mưa! Thịt được sấy khô!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.BURNT
source: Cannot dry meat now.
vi: không thể làm khô thịt bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD.GENERIC
source: What a handsome devil!
vi: Thật là một con quỷ đẹp trai!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD.BURNT
source: Not so nice looking now.
vi: Không phải như vậy cái nhìn tốt đẹp bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE.GENERIC
source: The house was not strong enough.
vi: Ngôi nhà không đủ mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE.BURNT
source: The house was really not strong enough.
vi: Ngôi nhà thực sự không đủ mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWERSALAD
source: Is not spinach, but maybe still work!
vi: Không phải là rau bina, nhưng có lẽ vẫn còn làm việc!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICECREAM
source: Well, is Sunday after all.
vi: Vâng, là chủ nhật sau khi tất cả.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATERMELONICLE
source: Ha! Melon on a stick.
vi: Ha! Dưa trên một cây gậy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAILMIX
source: Berries and nuts, berries and nuts!
vi: Các loại quả mọng và các loại hạt, hoa quả và hạt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOTCHILI
source: Haha, nothing is too spicy for Wolfgang!
vi: Haha, không có gì là quá cay cho Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUACAMOLE
source: Wolfgang does not trust green mush.
vi: Wolfgang không tin tưởng mush xanh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOOSE
source: Very strange creature.
vi: sinh vật rất kỳ lạ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOOSEEGG
source: Breakfast for whole family!
vi: Bữa sáng cho cả gia đình!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSSLING
source: Mmmm. Is still breakfast, I think.
vi: Mmmm. vẫn là bữa ăn sáng, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHERFAN
source: Ha! Is as big as head!
vi: Ha! Là lớn như đầu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOOSE_FEATHER
source: Tickle tickle tickle!
vi: Cù cù cù!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STAFF_TORNADO
source: Spin and spin!
vi: Quay và quay!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD.GENERIC
source: Why long face?
vi: Tại sao khuôn mặt dài?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD.BURNT
source: Why no face?
vi: Tại sao không có mặt?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.BURNT
source: Pig home is gone.
vi: Lợn nhà đã biến mất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FERTILIZER
source: Bucket full of smelly.
vi: Xô đầy mùi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINCOAT
source: Dry is nice.
vi: Khô là tốt đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINHAT
source: Is like water off mole's back.
vi: Cũng giống như nước lại tắt nốt ruồi của.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB.GENERIC
source: I am not sure how I feel about... science.
vi: Tôi không chắc chắn làm thế nào tôi cảm thấy về ... khoa học.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB.BURNT
source: Science not so strong after all.
vi: Khoa học không quá mạnh sau khi tất cả.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2.GENERIC
source: I am not sure how I feel about... science.
vi: Tôi không chắc chắn làm thế nào tôi cảm thấy về ... khoa học.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2.BURNT
source: Science not so strong after all.
vi: Khoa học không quá mạnh sau khi tất cả.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3.GENERIC
source: What has Wolfgang done?
vi: đã Wolfgang đã làm gì?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3.BURNT
source: Well, is over now.
vi: Vâng, là hơn bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4.GENERIC
source: Hat not just for head.
vi: Hat không chỉ cho người đứng đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4.BURNT
source: Hat also for burning.
vi: Hat cũng cho đốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I'm not going to die.
vi: Tôi sẽ không chết.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Better him than real life Wolfgang.
vi: Tốt hơn anh ta hơn cuộc sống thực Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_ICE.GENERIC
source: Rocks made of water.
vi: Đá làm bằng nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_ICE.MELTED
source: I cannot grab water.
vi: Tôi không thể lấy nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_ICE_MELTED
source: I cannot grab water.
vi: Tôi không thể lấy nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT.BURNT
source: Nothing left to nap in.
vi: Không còn gì để ngủ trưa trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SIESTAHUT.GENERIC
source: Napping place.
vi: Ngủ trưa nơi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SIESTAHUT.BURNT
source: Napping place is gone.
vi: Ngủ trưa nơi đã biến mất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRANSISTOR
source: Science bean.
vi: Khoa học đậu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST.GENERIC
source: I put stuff there!
vi: Tôi đặt thứ đó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST.BURNT
source: Nothing will stay inside.
vi: Sẽ không có gì ở bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TUMBLEWEED
source: Come back little tumbling ball!
vi: Quay lại ít nhào lộn bóng!
