Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEAMULET
source: This'll make the chores go by quicker!
vi: Điều này sẽ làm cho công việc đi bằng nhanh hơn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWSTAFF
source: Useful in a pinch!
vi: Hữu ích trong một pinch!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWGEM
source: I can see the stars in it.
vi: Tôi có thể nhìn thấy các ngôi sao trong đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEGEM
source: It's shimmering.
vi: Đó là lung linh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.VALID
source: It's ready, but am I?
vi: Nó đã sẵn sàng, nhưng tôi là ai?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.GEMS
source: Needs gems, eh?
vi: Nhu cầu đá quý, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
vi: Trông sẵn sàng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.GEMS
source: It'll need a gem.
vi: Nó sẽ cần một viên ngọc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well aint that something.
vi: Vâng aint cái gì đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4
source: I like to call it the 'Hat Machine!'
vi: Tôi thích gọi nó là 'Machine Hat!'

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUCY
source: I love Lucy!
vi: Tôi yêu Lucy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.WORKING
source: There's axe marks on these altar stones.
vi: Có dấu rìu trên những hòn đá bàn thờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Looks a little worn out.
vi: Trông một chút mòn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Looks a little worn out.
vi: Trông một chút mòn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_STATUE
source: Another hoser.
vi: Một hoser.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LICHEN
source: Looks barely edible.
vi: Hình chỉ ăn được.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTLICHEN
source: Yum! Tastes woody!
vi: Yum! Sở thích ăn gỗ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA
source: It tastes tropical.
vi: Nó có vị nhiệt đới.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_COOKED
source: I cooked it.
vi: Tôi nấu nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_TREE
source: They don't have those back home.
vi: Họ không có những người trở lại nhà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKY
source: Lobster supper time!
vi: Tôm hùm thời gian bữa ăn tối!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: I can't read it.
vi: Tôi không thể đọc nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.N
source: True north.
vi: Đúng bắc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.S
source: South
vi: miền Nam

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.E
source: East
vi: Đông

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.W
source: West
vi: hướng Tây

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NE
source: Northeast
vi: đông bắc

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SE
source: Southeast
vi: Đông Nam

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NW
source: Northwest
vi: Tây Bắc

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SW
source: Southwest
vi: Tây nam

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEAMULET
source: Just need a beverage to cool now, eh?
vi: Chỉ cần một thức uống để làm mát bây giờ, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEAMULET
source: The sparkle is gone from the gem.
vi: Lấp lánh đã biến mất từ ​​đá quý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELESTAFF
source: I wonder what this thing does.
vi: Tôi tự hỏi những gì điều này không có gì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEY
source: Well then. That's a new one.
vi: Cũng sau đó. Đó là một cái mới.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEYBARREL
source: What a fine choice of building materials.
vi: Thật là một sự lựa chọn tốt của vật liệu xây dựng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDSTOOTH
source: Beauty, eh?
vi: Làm đẹp, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSNURTLESHELL
source: You can never be too safe.
vi: Bạn không bao giờ có thể là quá an toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAT
source: Who taught that rat to fly?
vi: Ai đã dạy rằng chuột để bay?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATBAT
source: A mouse with wings?
vi: Một con chuột có cánh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING
source: Gross!
vi: Tổng!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING_COOKED
source: Gross! And tasty! So confusing!
vi: Tổng! Và ngon! Vì vậy, khó hiểu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_FURRY
source: I love camping.
vi: Tôi thích cắm trại.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUNNYMAN
source: He looks friendly enough.
vi: Ông trông đủ thân thiện.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE
source: Shiny!
vi: Sáng bóng!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Shiny!
vi: Sáng bóng!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Shiny!
vi: Sáng bóng!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUANO
source: It stinks less than the other kind.
vi: Nó stinks ít hơn các loại khác.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LANTERN
source: High tech!
vi: Công nghệ cao!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTBULB
source: It looks chewy.
vi: Có vẻ dai.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANRABBIT_TAIL
source: I feel sorry for him.
vi: Tôi cảm thấy tiếc cho anh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL
source: I can't let that stand.
vi: Tôi không thể để đứng đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM
source: Maybe I should chop it.
vi: Có lẽ tôi nên băm nhỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL
source: It's made of wood.
vi: Nó được làm bằng gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE
source: Is it carrot flavoured?
vi: Có cà rốt có hương vị?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE
source: He's just misunderstood.
vi: Anh ấy chỉ hiểu lầm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE_SHELLPIECES
source: I broke his home. I feel bad.
vi: Tôi đã phá vỡ gia đình mình. Tôi cảm thấy tồi tệ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHAT
source: This will keep my noggin safe.
vi: Điều này sẽ giữ đồ để đo lường của tôi an toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHOLE
source: Are you guys doing OK in there?
vi: Các cậu làm OK trong đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLESLIME
source: Someone needs a tissue.
vi: Ai đó cần một mô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNURTLE
source: Spirals!
vi: Xoắn ốc!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_HIDER
source: Tricky devil!
vi: devil Tricky!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_SPITTER
source: Spitting is rude!
vi: Khạc nhổ là thô lỗ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE
source: I should skedaddle before they come out of there.
vi: Tôi phải chạy tán loạn trước khi họ đi ra khỏi đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_FULL
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_LOW
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_MED
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_FULL
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_LOW
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_MED
source: I'm not too interested in rocks.
vi: Tôi không quá quan tâm đến những tảng đá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my tastes
vi: Quá sang trọng cho thị hiếu của tôi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CHECKERFLOOR
source: Looks like one of those city-people outhouses.
vi: Hình như một trong những thành phố outhouses-người.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_DIRT
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FOREST
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_GRASS
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MARSH
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROAD
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROCKY
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SAVANNA
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_WOODFLOOR
source: Flooring fit for a king!
vi: Sàn phù hợp cho một vị vua!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CAVE
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS
source: It's mushy like peas.
vi: Đó là ủy mị như đậu Hà Lan.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SINKHOLE
source: I found this underground.
vi: Tôi tìm thấy dưới lòng đất này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MUD
source: At least you don't have to clean it.
vi: Ít nhất bạn không cần phải làm sạch nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POWCAKE
source: I like the ones made with real sugar better.
vi: Tôi thích những người làm với đường thật tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: It's bunged up.
vi: Nó nghẹt lên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.OPEN
source: It looks like Sudbury down there.
vi: Nó trông giống như Sudbury xuống đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT
source: There are probably trees up there.
vi: Có lẽ cây lên đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLPHONOGRAPH
source: Better than most of the stuff on the radio.
vi: Tốt hơn so với hầu hết các công cụ trên các đài phát thanh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOOMERANG
source: That looks hard to throw.
vi: Điều đó có vẻ khó khăn để ném.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGUARD
source: I don't want to make him mad.
vi: Tôi không muốn làm cho anh ta điên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADVENTURE_PORTAL
source: I wonder if that's the way out of here.
vi: Tôi tự hỏi nếu đó là cách ra khỏi đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AMULET
source: Always have a backup plan.
vi: Luôn luôn có một kế hoạch dự phòng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANIMAL_TRACK
source: A large woodland creature passed this way!
vi: Một sinh vật rừng lớn thông qua cách này!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORGRASS
source: It's better than nothing.
vi: Nó có gì tốt hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORMARBLE
source: It's hard to swing an axe while wearing this.
vi: Thật khó để swing một chiếc rìu trong khi mặc này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORWOOD
source: It fits me so well!
vi: Nó phù hợp với tôi rất tốt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_SANITY
source: It makes me queasy to look at.
vi: Nó làm cho tôi nôn nao để xem xét.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It all burnt up.
vi: Tất cả đều bị cháy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_EYE_BONE
source: This used to be an eyebone.
vi: Đây từng là một eyebone.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_THINGIE
source: I guess that doesn't go through there.
vi: Tôi đoán rằng không đi qua đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AXE
source: It's not as nice as Lucy.
vi: Nó không phải là tốt đẹp như Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO
source: A face only a mother could love.
vi: Một khuôn mặt chỉ có một người mẹ có thể yêu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACKPACK
source: That's my rucksack.
vi: Đó là ba lô của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACONEGGS
source: Awww. It's just front bacon.
vi: Awww. Nó chỉ là thịt xông khói trước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BANDAGE
source: At least I didn't have to pay for it.
vi: Ít nhất thì tôi đã không phải trả tiền cho nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASALT
source: That rock ain't going to move.
vi: đá không phải là đi để di chuyển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARDHAIR
source: These aren't from me.
vi: Đây không phải là từ tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_STRAW
source: I've slept on worse back at the lumber camp.
vi: Tôi đã ngủ trên tồi tệ trở lại tại trại gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.GENERIC
source: She's making the flowers grow.
vi: Cô ấy làm cho những bông hoa phát triển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.HELD
source: Now what do I do with it?
vi: Bây giờ tôi phải làm gì với nó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.FULLHONEY
source: Honey!
vi: Mật ong!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.GENERIC
source: Bees!
vi: Ong!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.NOHONEY
source: I get hungry just looking at it.
vi: Tôi nhận được đói chỉ nhìn vào nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.SOMEHONEY
source: I could get more if I waited.
vi: Tôi có thể nhận được nhiều hơn nếu tôi chờ đợi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.FOLLOWER
source: I think he likes me.
vi: Tôi nghĩ rằng anh ấy thích tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.GENERIC
source: He smells like a sod house.
vi: Ông có mùi giống như một ngôi nhà cỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.NAKED
source: Cheer up, eh?
vi: Vui lên, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.SLEEPING
source: He's catching some zeds.
vi: Ông bắt một số zeds.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOHAT
source: Now I'm the king of the beefalo!
vi: Bây giờ tôi là vua của các beefalo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOWOOL
source: It feels like my beard.
vi: Nó cảm thấy như bộ râu của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHAT
source: This will keep the bees out of my eyes.
vi: Điều này sẽ giữ cho những con ong ra khỏi đôi mắt của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cosy in there.
vi: Tất cả họ đều thoải mái-ấm cúng trong đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE
source: I don't know if the bees like this.
vi: Tôi không biết nếu những con ong như thế này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE_MAXWELL
source: Hey! That's just mean!
vi: Chào! Đó chỉ là có ý nghĩa!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES
source: I have a heartier appetite than that.
vi: Tôi có một cảm giác ngon miệng heartier hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES_COOKED
source: Tastes like warm berries.
vi: Có vị giống như quả mọng ấm áp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BARREN
source: It needs a good poopin'
vi: Nó cần một poopin tốt '

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.GENERIC
source: Saskatoon berries?
vi: Saskatoon quả?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.PICKED
source: I didn't even share!
vi: Tôi thậm chí không chia sẻ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.GENERIC
source: It's where I try to make birds reform their evil ways.
vi: Đó là nơi tôi cố gắng làm cho loài chim cải cách ác của họ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think about what you've done, bird!
vi: Hãy suy nghĩ về những gì bạn đã làm, con chim!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SLEEPING
source: They look so innocent when they dream.
vi: Họ trông rất ngây thơ khi họ ước mơ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDTRAP
source: I'll show those birds yet!
vi: Tôi sẽ chỉ cho những con chim chưa!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG
source: There's a bird in there thinking evil bird thoughts.
vi: Có một chú chim trong đó suy nghĩ suy nghĩ của chim ác.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG_COOKED
source: Well, at least it never became a bird.
vi: Vâng, ít nhất nó không bao giờ trở thành một con chim.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP
source: It's been a while since my last confession.
vi: Nó được một lúc kể từ khi xưng tội cuối cùng của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FIRE
source: This seems a bit aggressive.
vi: Điều này có vẻ hơi hung hăng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_SLEEP
source: I can make my escape if I use this!
vi: Tôi có thể làm cho thoát của tôi nếu tôi sử dụng này!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_PIPE
source: Let's see what my huge lungs can do with this!
vi: Hãy xem những gì phổi rất lớn của tôi có thể làm được với điều này!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEGEM
source: It's very cold.
vi: Lạnh quá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT
source: I'm not one for book learning.
vi: Tôi không phải là một học tập cuốn sách.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP
source: That's not meat.
vi: Đó không phải là thịt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP_COOKED
source: That's not meat.
vi: Đó không phải là thịt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I can never remember which ones you can eat.
vi: Tôi không bao giờ có thể nhớ những người thân mà bạn có thể ăn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I'll come back later.
vi: Tôi sẽ quay lại sau.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Well, that's over.
vi: Vâng, đó là hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOARDS
source: So smooth. You can really see the grain.
vi: Vì vậy, mịn màng. Bạn thực sự có thể nhìn thấy các hạt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT
source: Must have hit a nor'easter.
vi: Phải có nhấn một nor'easter.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BONESTEW
source: Sticks to your ribs.
vi: Trỏ vào xương sườn của bạn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUGNET
source: It can collect skeeters.
vi: Nó có thể thu thập skeeters.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSHHAT
source: It's good for hiding from nature.
vi: Đó là tốt cho ẩn từ thiên nhiên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTER
source: I prefer margarine.
vi: Tôi thích bơ thực vật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.GENERIC
source: I never trusted those things, eh?
vi: Tôi chưa bao giờ tin những điều đó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.HELD
source: Where are you going to run?
vi: Bạn sẽ đi đâu để chạy?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYMUFFIN
source: Crunchy!
vi: Giòn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYWINGS
source: I'm sorry! I'm a terrible person!
vi: Tôi xin lôi! Tôi là một người khủng khiếp!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.EMBERS
source: It's almost gone.
vi: Nó gần như biến mất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.GENERIC
source: Where's my guitar?
vi: Trường hợp của cây đàn guitar của tôi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.HIGH
source: Uh oh! It's bit high!
vi: Uh oh! Đó là chút cao!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something about that, eh?
vi: Tôi có lẽ nên làm một cái gì đó về điều đó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.NORMAL
source: I love a fire in the evening.
vi: Tôi yêu một đám cháy vào buổi tối.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.OUT
source: It was good while it lasted.
vi: Đó là tốt, trong khi nó kéo dài.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CANE
source: It's good for the back country.
vi: Đó là tốt cho đất nước trở lại.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT
source: That's rabbit food.
vi: Đó là thức ăn thỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_COOKED
source: That's rabbit food.
vi: Đó là thức ăn thỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_PLANTED
source: I'm not one for vegetables, eh?
vi: Tôi không phải một trong các loại rau, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_SEEDS
source: Tiny carrots.
vi: cà rốt nhỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_FERN
source: Hey! It's a fern!
vi: Chào! Đó là một cây dương xỉ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHARCOAL
source: This makes me a bit sad.
vi: Điều này làm cho tôi một chút buồn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK1
source: Dead metal
vi: kim loại chết

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK2
source: Dead metal
vi: kim loại chết

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK3
source: Dead metal
vi: kim loại chết

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER
source: He's doing his best!
vi: Anh ấy đang làm tốt nhất của mình!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: No one ever told him it was rude to stare.
vi: Không ai nói với ông ta, đó là thô lỗ để nhìn chằm chằm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.WAITING
source: I wonder if it will ever wake up again.
vi: Tôi tự hỏi nếu nó sẽ không bao giờ thức dậy nữa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMANDRAKE
source: Was that a bad thing to do?
vi: Đó có phải là một điều xấu để làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMEAT
source: Just like my dear old ma used to make.
vi: Cũng giống như ma cũ thân yêu của tôi sử dụng để thực hiện.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMONSTERMEAT
source: I still don't want to eat it.
vi: Tôi vẫn không muốn ăn nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDSMALLMEAT
source: That'll just make me hungrier!
vi: Điều đó sẽ chỉ làm cho tôi đói!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
vi: Nó sẽ là một chút nữa, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
vi: Oh Boy! Nó đến đấy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.DONE
source: Time for supper!
vi: Thời gian cho bữa ăn tối!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.EMPTY
source: It seems a waste to just leave it sitting there empty.
vi: Có vẻ như một sự lãng phí chỉ để lại nó ngồi đó trống rỗng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN
source: I like it, but not in everything that I eat.
vi: Tôi thích nó, nhưng không phải trong tất cả mọi thứ mà tôi ăn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_COOKED
source: Cooked with the goodness of corn.
vi: Nấu với lòng tốt của ngô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_SEEDS
source: I'm more of a hewer of wood than a tiller of soil.
vi: Tôi đang có nhiều của một thợ đốn cây gỗ hơn một xới đất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.GENERIC
source: He's planning something. I can tell.
vi: Ông có kế hoạch gì đó. Tôi có thể kể.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.HELD
source: You'll pay for your crimes, crow!
vi: Bạn sẽ trả cho tội ác, con quạ của bạn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTGRASS
source: I think I might be allergic to this.
vi: Tôi nghĩ rằng tôi có thể bị dị ứng với này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTREEDS
source: Want to hear my loon call?
vi: Bạn muốn nghe tiếng gọi chim lặn của tôi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTSTONE
source: Part of the Canadian shield.
vi: Một phần của lá chắn Canada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEADLYFEAST
source: That doesn't smell quite right, eh.
vi: Điều đó không có mùi khá đúng, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS
source: That's a big moose!
vi: Đó là một con nai sừng tấm lớn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS_EYEBALL
source: Now what is this good for?
vi: Bây giờ tốt này để làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
vi: Đây có thể là một chùm cỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEVTOOL
source: I'm not commenting on that.
vi: Tôi không bình luận về điều đó.
