Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.HELD
source: Keep that mouth away from me!
vi: Giữ miệng mà xa tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITOSACK
source: Blood must bubble in currents muggy and thick.
vi: phải bong bóng máu trong dòng oi bức và dày.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.DUG
source: Better it than me.
vi: Tốt hơn nó hơn tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.GENERIC
source: It's full of dead stuff, I bet.
vi: Nó đầy đủ các thứ chết, tôi đặt cược.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTLIGHT
source: It's like fire, but purple!
vi: Nó giống như ngọn lửa, nhưng màu tím!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMAREFUEL
source: Eww, it's still warm!
vi: Eww, nó vẫn còn ấm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTSWORD
source: It's like my dreams can hurt real things!
vi: Nó giống như giấc mơ của tôi có thể làm tổn thương những điều thật!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NITRE
source: There are tiny explosions trapped inside.
vi: Có tiếng nổ nhỏ bị mắc kẹt bên trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ONEMANBAND
source: I can do the pyrotechnics too!
vi: Tôi có thể làm pháo hoa quá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANDORASCHEST
source: Kind of tacky.
vi: Loại dính.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANFLUTE
source: Music is boring.
vi: Âm nhạc là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PAPYRUS
source: I bet it'd burn!
vi: Tôi đặt cược nó sẽ đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PENGUIN
source: Run away tiny dancers.
vi: Chạy đi vũ công nhỏ bé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PERD
source: Evil bird! Get away from my yummy berries!
vi: Ác con chim! Tránh xa hoa quả ngon của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEROGIES
source: Tasty things sealed with fire.
vi: điều Tasty kín với lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS
source: Stupid flowers. They're almost useless.
vi: hoa ngu ngốc. Họ gần như vô dụng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS_EVIL
source: Ew, they're sticky.
vi: Ew, họ đang dính.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PICKAXE
source: It's very pointy.
vi: Nó rất nhọn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGYBACK
source: I made a backpack out of butts!
vi: Tôi đã thực hiện một ba lô ra khỏi mông!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD
source: I guess I have it alright.
vi: Tôi đoán tôi có nó ổn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.FULL
source: He's doing pig things in there.
vi: Anh ấy làm điều lợn trong đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have questionable taste in architecture
vi: Những con lợn có hương vị vấn kiến ​​trúc

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: You jerk! Let me in!
vi: Bạn giật! Cho tôi vào!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGKING
source: Blech. What a slob.
vi: Blech. Thật là một người không cẩn thận.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.DEAD
source: I wonder how they taste.
vi: Tôi tự hỏi làm thế nào họ thích.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.FOLLOWER
source: Ick. It's following me.
vi: Ick. Nó đi theo tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GENERIC
source: Ugh. They're fragrant.
vi: Ugh. Họ có mùi thơm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GUARD
source: He's not the boss of me!
vi: Ông không phải là ông chủ của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.WEREPIG
source: Bring it on, piggie!
vi: Mang nó về, Piggie!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGSKIN
source: Ha ha. A pig's butt.
vi: Ha ha. mông A của lợn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGTORCH
source: These pigs sure know how to have a good time.
vi: Những lợn chắc chắn biết làm thế nào để có một thời gian tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.GENERIC
source: Hey there, tree seed.
vi: Hey ở đó, hạt giống cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.PLANTED
source: You'll be a real tree soon.
vi: Bạn sẽ có một cây thật sớm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PITCHFORK
source: Three times the pointiness.
vi: Ba lần pointiness.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT
source: Eww, it's all slimy.
vi: Eww, đó là tất cả nhớt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT_COOKED
source: Fire makes everything better.
vi: Lửa làm cho mọi thứ tốt hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GENERIC
source: I'll eat it if I have to.
vi: Tôi sẽ ăn nó nếu tôi có.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GROWING
source: Hurry up, you stupid plant!
vi: Nhanh lên, bạn trồng cây ngu ngốc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.READY
source: Oh boy. Vegetables.
vi: Oh Boy. Rau.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE
source: Is it supposed to have this many parts?
vi: Có phải có nhiều bộ phận này?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_COOKED
source: Fire always makes things better.
vi: Cháy luôn luôn làm cho mọi thứ tốt hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_SEEDS
source: A tiny seed. Looks like the parts inside the fruit.
vi: Một hạt giống nhỏ bé. Hình như các bộ phận bên trong của trái cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POOP
source: Ew. Nasty. But useful.
vi: Ew. Bẩn thỉu. Nhưng hữu ích.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN
source: I wonder what will happen if I apply fire.
vi: Tôi tự hỏi điều gì sẽ xảy ra nếu tôi áp dụng lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKINCOOKIE
source: Cookies!!!
vi: Bánh quy!!!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_COOKED
source: Fire on the outside turned out pretty well.
vi: Cháy ở bên ngoài quay ra khá tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_LANTERN
source: Fire on the inside is amazing!
vi: Cháy ở bên trong là tuyệt vời!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_SEEDS
source: Seeds for the best vegetable-friend of fire: pumpkin.
vi: Hạt giống cho rau-người bạn tốt nhất của lửa: bí ngô.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEGEM
source: Weird!
vi: Kỳ dị!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.GENERIC
source: He looks tasty.
vi: Ông trông ngon.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.HELD
source: I have him where I want him!
vi: Tôi có anh mà tôi muốn anh ta!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE
source: Stupid rabbits. Come out so I can eat you.
vi: thỏ ngu ngốc. Đi ra để tôi có thể ăn bạn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER
source: Rain is the anti-fire. Boo!
vi: Rain là chống cháy. Boo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RATATOUILLE
source: Vegetables. So many vegetables.
vi: Rau. Vì vậy, nhiều loại rau.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAZOR
source: Why did I build this?
vi: Tại sao tôi xây dựng này?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REDGEM
source: So pretty!
vi: Rất đẹp!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP
source: I like the colour.
vi: Tôi thích màu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP_COOKED
source: I changed it with fire!
vi: Tôi đã thay đổi nó với lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.GENERIC
source: Pretty!
vi: Đẹp!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.INGROUND
source: Hey! You! Get up here!
vi: Chào! Bạn! Lên đây!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.PICKED
source: Maybe it will return some day.
vi: Có lẽ nó sẽ trở lại một ngày.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.BURNING
source: Burn! Yeah!
vi: Đốt cháy! Yeah!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.GENERIC
source: It's a burnable clump of reeds
vi: Đó là một bụi lau sậy cháy

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.PICKED
source: I can't do anything with reed stubble.
vi: Tôi không thể làm bất cứ điều gì với cây lau râu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.GENERIC
source: Old furniture.
vi: Cũ đồ nội thất.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.BROKEN
source: Bits and pieces, pieces and bits.
vi: Bit và miếng, miếng và bit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUBBLE
source: Broken furniture.
vi: đồ nội thất bị hỏng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB
source: Even I don't know everything, yet.
vi: Thậm chí tôi không biết tất cả mọi thứ, nhưng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2
source: Even I don't know everything, yet.
vi: Thậm chí tôi không biết tất cả mọi thứ, nhưng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3
source: A dark and powerful energy radiates from it.
vi: Một năng lượng tối và mạnh mẽ tỏa ra từ nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE
source: That's my insurance policy.
vi: Đó là chính sách bảo hiểm của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTONE
source: I guess I should touch it?
vi: Tôi đoán tôi nên chạm vào nó?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.GENERIC
source: A redbird. The color of fire, but not a phoenix.
vi: Một RedBird. Các màu sắc của lửa, nhưng không phải là một con phượng hoàng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.HELD
source: It's cozy in my pocket.
vi: Đó là ấm cúng trong túi của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.GENERIC
source: It looks cold out here. I bet it wants a fire.
vi: Có vẻ lạnh ra ở đây. Tôi đặt cược nó muốn một đám cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.HELD
source: It's so fluffy.
vi: Nó rất mịn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBOT_PUPPET
source: It looks scared half to death.
vi: Có vẻ nửa sợ đến chết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
vi: Một đóng vảy trên dung nham hố.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.OUT
source: Aww, it's cooled off.
vi: Aww, nó nguội lạnh đi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
vi: Dung nham được làm mát.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.NORMAL
source: A pool of fire!
vi: Một hồ bơi của lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKS
source: Can make inuksuks with these?
vi: Có thể làm cho inuksuks với những?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK
source: It's a castle!
vi: Đó là một lâu đài!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROPE
source: What can I tie up with this?
vi: Tôi có thể buộc gì với điều này?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROTTENEGG
source: Ew! Why? Oh Why?!
vi: Ew! Tại sao? Oh Tại sao ?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.ACTIVE
source: I wonder what these markings mean.
vi: Tôi tự hỏi những gì các dấu hiệu có ý nghĩa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.INACTIVE
source: Where'd it go?
vi: Đâu rồi nó đi?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.BURNING
source: Burn! Yeah!
vi: Đốt cháy! Yeah!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.GENERIC
source: I should pick it.
vi: Tôi nên chọn nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.PICKED
source: Poor little limp tree.
vi: Người nghèo ít cây khập khiễng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS
source: Farming is boring.
vi: Trông cây là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS_COOKED
source: No good for farming now.
vi: Không tốt cho nông nghiệp hiện nay.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEWING_KIT
source: But destruction is so much more fun!
vi: Nhưng sự phá hủy quá nhiều chi tiết thú vị!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHOVEL
source: Not great for fighting.
vi: Không tuyệt vời để chiến đấu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SILK
source: Mmmmmm. Smooth.
vi: Mmmmmm. Trơn tru.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON
source: Oh my. I hope he went out in a blaze of glory.
vi: Ôi trơi. Tôi hy vọng anh ấy đi ra ngoài trong một ngọn lửa vinh quang.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKULLCHEST
source: Ooooh spooky!
vi: Ooooh ma quái!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.GENERIC
source: Not quite a phoenix but still cute, I guess.
vi: Không phải là chiếc phượng nhưng vẫn dễ thương, tôi đoán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you hungry?
vi: Bạn có đói không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.STARVING
source: Ok, ok! I get it, you're hungry.
vi: Ừ ừ! Tôi có được nó, bạn đang đói.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT
source: I could make this better with FIRE!
vi: Tôi có thể làm điều này tốt hơn với CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT_DRIED
source: Chewy, but satisfying.
vi: Chewy, nhưng đáp ứng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR
source: Feel my wrath!
vi: Cảm thấy cơn thịnh nộ của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.DEAD
source: Ha! I showed you!
vi: Ha! Tôi đã cho các bạn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.GENERIC
source: He's nasty. I should kill him.
vi: Anh ấy khó chịu. Tôi sẽ giết anh ta.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.SLEEPING
source: I could take him.
vi: Tôi có thể đưa cậu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERDEN
source: That's just nasty.
vi: Đó chỉ là khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDEREGGSACK
source: Tons of tiny disgusting spiders.
vi: Tấn nhện ghê tởm nhỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERGLAND
source: Eeeeew it's slimy and stinky!
vi: Eeeeew nó nhầy nhụa và bốc mùi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHAT
source: Who's your mommy!
vi: Ai là mẹ của bạn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERQUEEN
source: Kill it with fire!
vi: Giết nó với lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He had it coming.
vi: Ông đã có nó tới.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Maybe I could kill it... with FIRE.
vi: Có lẽ tôi có thể giết nó ... với FIRE.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Maybe I should just leave that one alone.
vi: Có lẽ tôi chỉ nên để lại một mà thôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FOOD
source: At least it's still flammable.
vi: Ít nhất nó vẫn còn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEHARP
source: What a nice statue. Shame if something were to happen to it.
vi: Thật là một bức tượng đẹp. Xấu hổ nếu cái gì đó đã xảy ra với nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEMAXWELL
source: I'm beginning to dislike that man.
vi: Tôi bắt đầu không thích người đàn ông đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STINGER
source: It's pokey!
vi: Đó là pokey!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWHAT
source: A hat made of straw. To think, it could've been tinder.
vi: Một chiếc mũ được làm bằng rơm. Để nghĩ rằng, nó có thể đã cháy khô.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKBOAT
source: It's too far out, I can't even burn it!
vi: Nó quá xa ra, tôi thậm chí không thể ghi nó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEATERVEST
source: Not as nice as a flaming vest, but it'll do.
vi: Không đẹp như một chiếc áo vest rực, nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TAFFY
source: Sugary things burn great, but I should eat this instead.
vi: điều có đường đốt tuyệt vời, nhưng tôi nên ăn này thay thế.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRD
source: I don't think it wants to be friends.
vi: Tôi không nghĩ rằng nó muốn được bạn bè.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG
source: Does it like fire?
vi: Liệu nó như lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_COOKED
source: Fire makes them so much better.
vi: Lửa làm cho họ tốt hơn rất nhiều.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs more fire!
vi: Nhu cầu lửa nhiều hơn nữa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Arise my phoenix!
vi: Phát sinh phượng của tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is there such a thing as too much fire?
vi: Có một điều như vậy là quá nhiều lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: How long is this going to take?
vi: Bao lâu này sẽ mất?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: I'm getting tired of waiting.
vi: Tôi nhận được mệt mỏi chờ đợi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg could use some fire!
vi: trứng có thể sử dụng một số lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
vi: Tổ được sản phẩm nào.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.GENERIC
source: I feel like he understands me.
vi: Tôi cảm thấy như ông hiểu tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.HUNGRY
source: He sure eats a lot.
vi: Ông chắc chắn ăn rất nhiều.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.STARVING
source: Don't look at me! Get your own food.
vi: Đừng nhìn tôi! Nhận thức ăn của riêng bạn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I just want to see this world burn.
vi: Tôi chỉ muốn nhìn thấy thế giới này đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: I like the way the symbols glow.
vi: Tôi thích cách những biểu tượng phát sáng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Needs to be unlocked somehow.
vi: Cần phải được mở khóa bằng cách nào đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I'm making a monstrosity!
vi: Tôi đang làm cho một con quái vật!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BOX
source: It feels warm.
vi: Nó cảm thấy ấm áp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_CRANK
source: What's this part good for?
vi: phần này là những gì tốt không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_POTATO
source: Perhaps I could melt it into a more pleasing shape.
vi: Có lẽ tôi có thể làm tan chảy nó thành một hình dạng dễ chịu hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_RING
source: This is too precious to burn!
vi: Đây là quá quý giá để ghi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT
source: I got all the badges in Girl Scouts.
vi: Tôi có tất cả các phù hiệu trong Girl Scouts.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE
source: Not at all cuddly.
vi: Không phải ở tất cả sự âu yếm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
vi: Nó nhọn và nhầy nhụa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR
source: It's quivering.
vi: Nó run rẩy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR_ARM
source: Awwww, they want hugs!
vi: Awwww, họ muốn ôm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_GARDEN
source: I hear little digging sounds.
vi: Tôi nghe ít đào âm thanh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOPHAT
source: A top hat and a lighter, a perfect combination.
vi: Một chiếc mũ đầu và một, một sự kết hợp hoàn hảo nhẹ hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TORCH
source: Fire is so pretty.
vi: Fire là quá đẹp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP
source: It's a bit passive aggressive, but it'll work.
vi: Đó là một chút thụ động tích cực, nhưng nó sẽ làm việc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH
source: It would be better with fire.
vi: Nó sẽ là tốt hơn với lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH_MAXWELL
source: What kind of jerk leaves this lying around?
vi: Những loại giật lá này nằm xung quanh?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST
source: It's a trunk for my junk.
vi: Đó là một thân cây cho rác của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_1
source: I'll bet the fire that melted these was fiercely hot.
vi: Tôi sẽ đặt cược lửa, làm tan chảy những đã quyết liệt nóng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_10
source: I don't think dentures don't burn well.
vi: Tôi không nghĩ rằng răng giả không đốt nổi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_11
source: Ooh, I wonder if he has a flamethrower!
vi: Ooh, tôi tự hỏi, nếu ông có một súng phun lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_12
source: All dried up, as if it stayed a bit too close to the fire.
vi: Tất cả sấy khô lên, như thể nó ở lại một chút quá gần lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_2
source: A cheap fake. It probably doesn't even burn properly.
vi: Một giả rẻ. Nó có thể thậm chí không ghi đúng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_3
source: The knot is stuck. Who needs a knife when you've got fire?
vi: Các nút là bị mắc kẹt. Ai cần một con dao khi bạn đã có lửa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_4
source: He looks like he was forged in flame.
vi: Ông có vẻ như ông đã được trui rèn trong ngọn lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_5
source: Check out those tiny thrusters. Such explosive power!
vi: Kiểm tra những cơ đẩy nhỏ. sức mạnh bùng nổ như vậy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_6
source: Not even a spark.
vi: Không, ngay cả một tia lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_7
source: Fire is more fun.
vi: Fire là vui hơn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_8
source: I've never liked bathing with water.
vi: Tôi đã không bao giờ thích tắm bằng nước.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_9
source: You can strike a match on a zipper, but not on buttons.
vi: Bạn có thể tấn công một trận đấu trên một dây kéo, nhưng không phải trên nút.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_SUMMER
source: Now I'll be with my friend forever.
vi: Bây giờ tôi sẽ được với bạn bè của tôi mãi mãi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_WINTER
source: Not as warm as a good fire, but still pretty good!
vi: Không ấm áp như một đám cháy tốt, nhưng vẫn còn khá tốt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_COOKED
source: I'm still not sure I want to eat this.
vi: Tôi vẫn không chắc chắn tôi muốn ăn này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_SUMMER
source: Well, part of him is still cuddly.
vi: Vâng, một phần của anh ấy vẫn còn âu yếm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_WINTER
source: It's so soft and squishy!
vi: Nó rất mềm và yếu đuối!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UMBRELLA
source: I love the colour!
vi: Tôi yêu màu sắc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WAFFLES
source: Hi, waffles!
vi: Hi, bánh quế!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY
source: That looks so flammable!
vi: Điều đó có vẻ rất dễ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY_ITEM
source: Hmmm. I wonder if these will burn.
vi: Hmmm. Tôi tự hỏi nếu những sẽ cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE
source: Eh. I guess that's OK.
vi: Eh. Tôi đoán đó là OK.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE_ITEM
source: These are surprisingly heavy.
vi: Đây là những ngạc nhiên lớn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS
source: And they'll huff and they'll puff!
vi: Và họ sẽ hết sức giận dữ và họ sẽ phồng!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS_ITEM
source: Will they fit in my pockets?
vi: họ sẽ phù hợp trong túi của tôi không?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD
source: That could totally catch on fire.
vi: Điều đó hoàn toàn có thể bắt lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD_ITEM
source: I hate hiding.
vi: Tôi ghét ẩn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS
source: Stop following me!
vi: Dừng theo tôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUSHAT
source: I kind of like the look of it.
vi: Tôi loại thích nhìn của nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.EMPTY
source: I'm not going in there. Yuck!
vi: Tôi sẽ không ở đó. Kinh quá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.GENERIC
source: Why does everyone have a nicer house than me?
vi: Tại sao tất cả mọi người có một ngôi nhà đẹp hơn tôi?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WASPHIVE
source: I had better keep my distance.
vi: Tôi đã tốt hơn giữ khoảng cách của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WETGOOP
source: How did it go wrong?! I put it in fire and everything.
vi: Làm thế nào nó đi sai ?! Tôi đặt nó trong lửa và tất cả mọi thứ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTERHAT
source: It's not warm enough for my liking.
vi: Nó không đủ ấm cho ý thích của tôi.
