Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN_WINTER.HELD
source: Such fluffy feathers.
vi: lông mịn như vậy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROBOT_PUPPET
source: A prisoner!
vi: Một tù nhân!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.GENERIC
source: The lava crust is firm.
vi: Các lớp vỏ nham thạch là công ty.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.OUT
source: Looks delicate.
vi: Trông tinh tế.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.LOW
source: The lava crust is reforming.
vi: Các lớp vỏ nham thạch được cải cách.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.NORMAL
source: Beautiful light!
vi: ánh sáng đẹp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE.GENERIC
source: A miniature frozen mountain.
vi: Một núi đông nhỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE.MELTED
source: Poor glacier!
vi: sông băng nghèo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE_MELTED
source: Poor glacier!
vi: sông băng nghèo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICE
source: Reminds me of home.
vi: Nhắc tôi về nhà.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROCKS
source: Some pretty normal rocks.
vi: Một số loại đá khá bình thường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROPE
source: Strong enough to bind the sails of my longship.
vi: Đủ mạnh để ràng buộc các cánh buồm của longship tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROTTENEGG
source: Ruined for eating, but primed for battle.
vi: Ruined cho ăn, nhưng tiền đề cho trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANITYROCK.ACTIVE
source: I do not think I can best this rock in combat.
vi: Tôi không nghĩ rằng tôi có thể tốt nhất đá này trong chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANITYROCK.INACTIVE
source: Clever rock, you cannot surprise a warrior!
vi: đá thông minh, bạn không thể ngờ một chiến binh!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.BURNING
source: Nooo! My spears!
vi: Nooo! giáo của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.WITHERED
source: It has been shriveled by the heat.
vi: Nó đã được héo do nhiệt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.GENERIC
source: I will make it into a spear.
vi: Tôi sẽ làm cho nó thành một mũi giáo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.PICKED
source: I have slain the small tree!
vi: Tôi đã giết cây nhỏ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEEDS_COOKED
source: Tiny nature bits, cooked to death.
vi: bit chất nhỏ, nấu chín cho đến chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEWING_KIT
source: I am no seamstress, but repairs are sometimes necessary.
vi: Tôi không có thợ may, nhưng sửa chữa đôi khi cần thiết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHOVEL
source: I'd prefer a ship burial, but it might have use.
vi: Tôi muốn chôn cất con tàu, nhưng nó có thể có sử dụng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SILK
source: Useful for binding and for remembering victories past.
vi: Hữu ích cho các ràng buộc và để ghi nhớ chiến thắng vừa qua.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON
source: Rest easy in Valhalla.
vi: Còn lại dễ dàng trong Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON_PLAYER
source: This fight is not yet over.
vi: Cuộc chiến này vẫn chưa kết thúc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SKULLCHEST
source: Ah, that was a good battle.
vi: Ah, đó là một cuộc chiến tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.GENERIC
source: You are not fierce yet, bird.
vi: Bạn không khốc liệt chưa, con chim.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.HUNGRY
source: You must eat to grow strong.
vi: Bạn phải ăn để phát triển mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.STARVING
source: The small bird looks famished.
vi: Những con chim nhỏ trông sắp chết đói.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMALLMEAT
source: A nice meaty snack.
vi: Một bữa ăn thịt đẹp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMALLMEAT_DRIED
source: A small provision for a long campaign.
vi: Một điều khoản nhỏ cho một chiến dịch lâu dài.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR
source: It is not my favoured spear, but it will do the trick.
vi: Nó không phải là giáo ưa thích của tôi, nhưng nó sẽ làm các trick.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.DEAD
source: Felled by my spear, like so many before it.
vi: Bị ngã bởi giáo của tôi, giống như rất nhiều trước khi nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.GENERIC
source: Eight legs and still no match for me!
vi: Tám chân và vẫn không phù hợp cho tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.SLEEPING
source: I will allow it a fair fight and wait 'til it wakes.
vi: Tôi sẽ để cho nó một cuộc chiến công bằng và chờ đến khi nó tỉnh lại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERDEN
source: Crush them at the source!
vi: Đè bẹp họ tại nguồn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDEREGGSACK
source: I could squash these but I'd miss out on more battles.
vi: Tôi có thể bí này, nhưng tôi muốn bỏ lỡ trận hơn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERGLAND
source: Ripped from the abdomen of a slain spider.
vi: Ripped từ bụng của một con nhện bị giết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERHAT
source: A perfect way to infiltrate the enemy camp.
vi: Một cách hoàn hảo để xâm nhập vào trại địch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERQUEEN
source: Finally, a true test of my abilities.
vi: Cuối cùng, một thử nghiệm thực sự về khả năng của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Victory for Wigfrid once again!
vi: Chiến thắng cho Wigfrid một lần nữa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: The champion of the spiders. To battle!
vi: Các nhà vô địch của nhện. Chiến đấu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: It is cowardly to attack a sleeping enemy.
vi: Nó là hèn nhát để tấn công một kẻ thù ngủ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_FOOD
source: Age has only made this food gross, not more wise.
vi: Tuổi chỉ làm tổng lương thực này, không phải khôn ngoan hơn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STATUEHARP
source: It must be Gunnar. The snakes took his head.
vi: Nó phải là Gunnar. Loài rắn mất đầu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STATUEMAXWELL
source: Fie, demon!
vi: Fie, con quỷ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STINGER
source: The sword on the back of a bee.
vi: Các thanh kiếm trên lưng của một con ong.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STRAWHAT
source: A hat for cooling after a raucous battle.
vi: Một chiếc mũ để làm mát sau một cuộc chiến khàn khàn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STUFFEDEGGPLANT
source: Filling the vegetable does not make it meat.
vi: Lấp đầy rau không làm cho nó thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SUNKBOAT
source: No wonder it sank. It is not a longship.
vi: Không có thắc mắc nó bị chìm. Nó không phải là một longship.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SWEATERVEST
source: It is a handsome vest but it offers no protection.
vi: Đó là một chiếc áo khoác đẹp trai nhưng nó không cung cấp bảo vệ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.REFLECTIVEVEST
source: Ha! The sun is no warrior if it cannot penetrate this.
vi: Ha! Mặt trời là không có chiến binh nếu nó không thể thâm nhập này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HAWAIIANSHIRT
source: Flowers will not stop a spear.
vi: Hoa sẽ không dừng lại một mũi giáo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TAFFY
source: Long will the saga of this taffy be told.
vi: Long sẽ saga của Taffy này được nói.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRD
source: Fearsome bird! But I am not afraid.
vi: chim đáng sợ! Nhưng tôi không sợ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG
source: It will grow into a formidable foe.
vi: Nó sẽ phát triển thành một kẻ thù ghê gớm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_COOKED
source: It was you or me, bird.
vi: Đó là bạn hay tôi, gia cầm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: This egg would not survive a Norse winter.
vi: trứng này sẽ không tồn tại một mùa đông Bắc Âu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Fight your way out, bird!
vi: Chiến đấu theo cách của bạn ra, con chim!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Borne of flame! Unless it cooks.
vi: Borne của ngọn lửa! Trừ khi nó đầu bếp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A while remains before this bird is born.
vi: Một khi vẫn còn trước khi con chim này được sinh ra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Soon it will wake into this world.
vi: Chẳng bao lâu nó sẽ đánh thức vào thế giới này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDNEST.GENERIC
source: A feathered warrior lurks inside.
vi: Một chiến binh lông nằm ở bên trong.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDNEST.PICKED
source: A young bird of war will be born soon.
vi: Một con chim non của chiến tranh sẽ được sinh ra sớm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.GENERIC
source: You are not yet ready for battle, bird.
vi: Bạn chưa sẵn sàng cho cuộc chiến, gia cầm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.HUNGRY
source: I hope you like vegetables--the meat is for me.
vi: Tôi hy vọng bạn thích rau quả - thịt được cho tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.STARVING
source: To enter battle with me is your choice, bird.
vi: Để vào trận chiến với tôi là sự lựa chọn, con chim của bạn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: To Asgard!
vi: Để Asgard!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: A bridge to another world.
vi: Một cây cầu đến thế giới khác.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The bridge is unstable yet.
vi: Cây cầu là không ổn định chưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The bridge is incomplete.
vi: Cây cầu là không đầy đủ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BOX
source: Perhaps this holds the secret to this land's Bifrost.
vi: Có lẽ điều này giữ bí mật để Bifröst của vùng đất này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_CRANK
source: A sturdy crank.
vi: Một tay quay mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_POTATO
source: No decency. It's not even metal meat.
vi: Không đoan. Nó thậm chí không thịt bằng kim loại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_RING
source: It appears similar to the Bifrost.
vi: Nó xuất hiện tương tự Bifröst.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELESTAFF
source: I ride through the air and the sea!
vi: Tôi đi qua không khí và biển!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENT.GENERIC
source: Sleep this night, and prepare for battle on the morrow.
vi: Giấc ngủ đêm nay, và chuẩn bị cho trận chiến ngày mai.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENT.BURNT
source: It has been razed.
vi: Nó đã được san bằng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SIESTAHUT.GENERIC
source: A place to rest my battle-weary head.
vi: Một nơi để nghỉ ngơi trận chiến mệt mỏi của tôi đầu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SIESTAHUT.BURNT
source: It has been razed.
vi: Nó đã được san bằng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE
source: It looks fierce. Into the fray!
vi: Có vẻ khốc liệt. Vào cuộc chiến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLESPIKE
source: Gooey, but dangerous. I like it.
vi: Dính, nhưng nguy hiểm. Tôi thích nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLESPOTS
source: A tough hide.
vi: Một ẩn khó khăn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_PILLAR
source: A towering tentacle foe.
vi: Một cao chót vót tua thù.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_PILLAR_ARM
source: A gross grasping appendage.
vi: Một nắm bắt tổng phụ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_GARDEN
source: I will thrust my spear into that mass of tentacles!
vi: Tôi sẽ đẩy giáo của tôi vào đó khối lượng của xúc tu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TOPHAT
source: It doesn't match my costume.
vi: Nó không phù hợp với trang phục của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TORCH
source: Perfect for a nighttime assault.
vi: Hoàn hảo cho một cuộc tấn công vào ban đêm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRANSISTOR
source: A marvel of science.
vi: Một điều kỳ diệu của khoa học.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAP
source: A well constructed trap. I will have my meal.
vi: Một cái bẫy cũng xây dựng. Tôi sẽ có bữa ăn của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_TEETH
source: A treacherous trap.
vi: Một cái bẫy nguy hiểm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_TEETH_MAXWELL
source: An excellent mace wasted, buried in the ground.
vi: Một gậy tuyệt vời bị lãng phí, bị chôn vùi trong lòng đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST.GENERIC
source: A place to store my helm and spear while I rest.
vi: Nơi lưu trữ helm và giáo của tôi trong khi tôi nghỉ ngơi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST.BURNT
source: It's walls were torn down by fire.
vi: Đó là bức tường đã bị xé xuống lửa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST_TRAP
source: I am always ready.
vi: Tôi luôn luôn sẵn sàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREECLUMP
source: A dead end! I must stand and fight.
vi: Một ngõ cụt! Tôi phải đứng và chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_1
source: Toys do not interest a great warrior such as I.
vi: Đồ chơi không quan tâm đến một chiến binh vĩ đại như I.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_10
source: A token of victory.
vi: Một dấu hiệu của chiến thắng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_11
source: A warrior encased in a fine armour.
vi: Một chiến binh bọc trong một bộ áo giáp tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_12
source: Shorn from a hideous monster.
vi: Cạo từ một con quái vật gớm ghiếc.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_2
source: Accompaniment for the song of my triumphs.
vi: Đệm cho các bài hát của chiến thắng của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_3
source: Even my spear cannot undo this knot.
vi: Ngay cả giáo của tôi không thể lùi lại nút này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_4
source: A peculiar small man.
vi: Một người đàn ông nhỏ đặc biệt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_5
source: Will it take me to Asgard?
vi: nó sẽ đưa tôi đến Asgard?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_6
source: Useless technology.
vi: công nghệ vô dụng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_7
source: No time for games! There is battle at hand!
vi: Không có thời gian cho các trò chơi! Có chiến tầm tay!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_8
source: It would make an okay weapon in a pinch.
vi: Nó sẽ làm cho một vũ khí ổn trong một pinch.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_9
source: No decent armour can be made with these.
vi: Không có giáp khá có thể được thực hiện với các.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRUNKVEST_SUMMER
source: It will not suffice in the frozen wastes.
vi: Nó sẽ không đủ trong các chất thải đông lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRUNKVEST_WINTER
source: The warm pelt of a bested creature. A fine garment.
vi: Các tấm da ấm áp của một sinh vật đánh bại. Một may mặc tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_COOKED
source: A juicy reward after a hard battle.
vi: Một phần thưởng ngon ngọt sau một trận chiến khó khăn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_SUMMER
source: A powerful trunk of a fallen not-so-hairy beast.
vi: Một thân cây mạnh mẽ của một con thú không-để-lông giảm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_WINTER
source: A powerful trunk of a fallen hairy beast.
vi: Một thân cây mạnh mẽ của một con thú lông lá rơi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TUMBLEWEED
source: Flee, bouncing coward!
vi: Chạy trốn, nảy kẻ hèn nhát!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURKEYDINNER
source: A true feast.
vi: Một bữa cơm thật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TWIGS
source: Good for making spears.
vi: Tốt cho việc giáo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.UMBRELLA
source: Rain protection made from the trophy of a hunt.
vi: bảo vệ mưa làm từ các danh hiệu của một cuộc đi săn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_UMBRELLA
source: I dislike flowers, but I dislike wet armour more.
vi: Tôi không thích hoa, nhưng tôi không thích giáp ướt hơn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.UNIMPLEMENTED
source: A mysterious relic, sure to contain great power.
vi: Một di tích bí ẩn, chắc chắn sẽ có sức mạnh rất lớn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WAFFLES
source: Waffles are no way to prepare for battle!
vi: Bánh quế là không có cách nào để chuẩn bị cho cuộc chiến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY.GENERIC
source: A minor deterrent to attackers.
vi: Một trở ngại nhỏ để tấn công.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY.BURNT
source: That won't do at all.
vi: Điều đó sẽ không làm gì cả.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY_ITEM
source: Perhaps my foes will get lost in this hay.
vi: Có lẽ kẻ thù của tôi sẽ bị lạc trong hay này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_STONE
source: My enemies will dash themselves on these rocks.
vi: kẻ thù của tôi sẽ dash cứ vào những khối đá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_STONE_ITEM
source: A sturdy wall fashioned from the earth.
vi: Một bức tường mạnh mẽ thời từ trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_RUINS
source: Nigh impenetrable.
vi: Nigh bất khả xâm phạm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_RUINS_ITEM
source: Only the finest barriers for my fort.
vi: Chỉ có những rào cản nhất cho pháo đài của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD.GENERIC
source: It may impale a foe.
vi: Nó có thể đâm xuyên qua kẻ thù.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD.BURNT
source: Fire, wood's only weakness!
vi: Cháy, điểm yếu duy nhất của gỗ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD_ITEM
source: A mediocre fortification.
vi: Một thành trì tầm thường.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS
source: Those tusks could pierce even the finest armour.
vi: Những ngà có thể xuyên ngay cả áo giáp tốt nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUSHAT
source: Highland filth!
vi: bẩn thỉu Tây Nguyên!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_CAMP.EMPTY
source: They have departed for a great journey.
vi: Họ đã khởi hành cho một hành trình tuyệt vời.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_CAMP.GENERIC
source: A proper winter camp.
vi: Một trại mùa đông thích hợp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_TUSK
source: Rended from the mouth of the sea beast.
vi: Rended từ miệng của con quái vật biển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WARG
source: Is it you, Fenrir?
vi: Có bạn, Fenrir?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WASPHIVE
source: Bees of war!
vi: Ong của chiến tranh!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON
source: It makes a good sound when you hit it.
vi: Nó làm cho một âm thanh tốt khi bạn nhấn nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON_COOKED
source: Warm and red, but it doesn't flow.
vi: Ấm áp và đỏ, nhưng nó không chảy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELONHAT
source: It's almost like wearing a pelt.
vi: Nó gần giống như đeo một tấm da.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WETGOOP
source: Slop.
vi: Bôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WINTERHAT
source: Warm, but not suitable for combat.
vi: Ấm áp, nhưng không thích hợp cho chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WINTEROMETER.GENERIC
source: If only it measured the heat of battle.
vi: Nếu chỉ có nó đo sức nóng của trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WINTEROMETER.BURNT
source: The measuring device has been slain by Loge.
vi: Các thiết bị đo đã bị giết chết bởi Loge.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE.GENERIC
source: Does it swallow those fallen in battle?
vi: Liệu nó nuốt những rơi vào trận chiến?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE.OPEN
source: It's maw welcomes me.
vi: Đó là ông bà cụ chào đón tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE_LIMITED
source: It is sickly and weak.
vi: Nó là ốm yếu và yếu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: My victories shall be remembered!
vi: chiến thắng của tôi sẽ được nhớ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGTREE
source: A tree of life, but it is not Yggdrasil.
vi: Một cây của cuộc sống, nhưng nó không phải là Yggdrasil.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICESTAFF
source: A gift from Ullr!
vi: Một món quà từ Ullr!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHRHAT
source: The power of the unicorn is great.
vi: Sức mạnh của kỳ lân là tuyệt vời.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_WATHGRITHR
source: My comrade in arms!
vi: đồng chí của tôi trong vòng tay!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE_GENERIC
source: It is an artifact of this realm.
vi: Nó là một tạo tác của lĩnh vực này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE_TOODARK
source: Too dark even for battle.
vi: Quá tối thậm chí chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE_SMOLDERING
source: Flames will soon consume it.
vi: Ngọn lửa sẽ sớm tiêu thụ nó.

# STRINGS.CHARACTERS.WATHGRITHR.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Bones and all.
vi: Xương và tất cả.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOSLEEPONFIRE
source: That might not be the best idea.
vi: Điều đó có thể không phải là ý tưởng tốt nhất.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODANGERSIESTA
source: They're hot on my heels!
vi: Họ đang nóng trên gót chân của tôi!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NONIGHTSIESTA
source: It's sleep-time, not siesta-time.
vi: Đó là giấc ngủ thời gian, không ngủ trưa thời gian.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NONIGHTSIESTA_CAVE
source: It's a bit creepy out for that.
vi: Đó là một chút đáng sợ ra cho điều đó.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOHUNGERSIESTA
source: Traditionally, a siesta comes after eating, not before.
vi: Theo truyền thống, một giấc ngủ trưa đến sau khi ăn, không phải trước.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SHELTER
source: Protect me, tree!
vi: Bảo vệ tôi, cây!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BURNT
source: It burns!
vi: Nó đốt cháy!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOOL_SLIP
source: Slip-sliding away.
vi: Slip-trượt đi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DAMP
source: Damp is not dapper.
vi: Ẩm ướt là không đoan trang.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WET
source: Water'll ruin a good suit, you know?
vi: Water'll làm hỏng một bộ đồ tốt, bạn biết không?

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WETTER
source: I don't think I'll ever be dry again.
vi: Tôi không bao giờ nghĩ rằng tôi sẽ khô lại.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SOAKED
source: Wetter than water itself.
vi: Ẩm ướt hơn nước vậy.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HOT
source: My heart can't stand the heat!
vi: Trái tim tôi không thể chịu được nhiệt!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEERCLOPS
source: I hear one of them coming.
vi: Tôi nghe thấy một trong số họ tới.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOMMER
source: A flying goop factory.
vi: Một nhà máy goop bay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Flower power.
vi: Hoa điện.
