Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_UMBRELLA
source: I do not like tiny umbrella.
vi: Tôi không thích cái ô nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UNIMPLEMENTED
source: I do not trust unfinished business.
vi: Tôi không tin tưởng kinh doanh dở dang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY.GENERIC
source: Wall is made of grass!
vi: Bức tường được làm bằng cỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY.BURNT
source: Grass burned up!
vi: Cỏ bị đốt cháy lên!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD.GENERIC
source: Hello, pointy sticks!
vi: Xin chào, gậy nhọn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD.BURNT
source: Goodbye, pointy sticks!
vi: Tạm biệt, gậy nhọn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WARG
source: Big puppy!
vi: Big chó con!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATERMELON
source: So many seeds.
vi: Vì vậy, nhiều hạt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATERMELON_COOKED
source: I cook seeds out of melon.
vi: Tôi nấu hạt ra khỏi dưa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WATERMELONHAT
source: Why not wear melon on head! Haha!
vi: Tại sao không mặc dưa trên đầu! Haha!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER.GENERIC
source: Cold go up! Red go down!
vi: Lạnh đi lên! Red đi xuống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER.BURNT
source: Flames go up! Thermometer go down!
vi: Ngọn lửa đi lên! Nhiệt kế đi xuống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN.GENERIC
source: Is no time for reading signs!
vi: Không có thời gian để đọc các dấu hiệu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN.UNWRITTEN
source: Practice my letters!
vi: Thực hành chữ của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN.BURNT
source: Sign can't be read.
vi: Đăng nhập không thể đọc được.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_POST.GENERIC
source: Is no time for reading signs!
vi: Không có thời gian để đọc các dấu hiệu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: Practice my letters!
vi: Thực hành chữ của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_POST.BURNT
source: Sign can't be read.
vi: Đăng nhập không thể đọc được.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: Is no time for reading signs!
vi: Không có thời gian để đọc các dấu hiệu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: Practice my letters!
vi: Thực hành chữ của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Sign can't be read.
vi: Đăng nhập không thể đọc được.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.FULLHONEY
source: Is ready for harvest!
vi: Sẵn sàng cho thu hoạch!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.NOHONEY
source: It has no honey.
vi: Nó không có mật ong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.SOMEHONEY
source: Bees are busy.
vi: Ong là bận rộn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.BURNT
source: Bees are burned.
vi: Ong đốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGTREE
source: I do not like tree with eyes.
vi: Tôi không thích cây với đôi mắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.WITHERED
source: Is too hot for bush.
vi: Là quá nóng trong bụi rậm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.HUNGRY
source: I hear tiny grumbles!
vi: Tôi nghe càu nhàu nhỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.STARVING
source: His tiny stomach is empty!
vi: dạ dày nhỏ bé của mình là trống rỗng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.DEAD
source: Birdie? Are you ok?
vi: Birdie? Bạn ổn chứ?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.SKELETON
source: He is not ok.
vi: Ông không phải là ok.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEPRINT
source: Pretty pictures!
vi: Những bức ảnh đẹp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BELL_BLUEPRINT
source: Pretty pictures!
vi: Những bức ảnh đẹp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFLY
source: I confuse: is dragonfly or a dragon-fly?
vi: Tôi nhầm lẫn: là con chuồn chuồn hay một con rồng bay?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVASPIT.HOT
source: Is hot mouth germs.
vi: Là vi trùng miệng nóng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVASPIT.COOL
source: Is cold, hard mouth germs.
vi: Lạnh, vi trùng miệng cứng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE
source: I must run!
vi: Tôi phải chạy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_PET.STARVING
source: Tiny baby is starving!
vi: bé nhỏ đang đói!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_PET.HUNGRY
source: Tiny baby is hungry.
vi: em bé nhỏ xíu đói.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_PET.CONTENT
source: Tiny baby looks content.
vi: em bé nhỏ xíu trông nội dung.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_PET.GENERIC
source: Tiny baby seems happy.
vi: em bé nhỏ xíu có vẻ hạnh phúc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_EGG.GENERIC
source: Is made of rock?
vi: Được làm bằng đá?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: Little egg is shivering.
vi: Ít trứng được run rẩy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: Little egg... seems comfortable.
vi: Ít trứng ... có vẻ thoải mái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LAVAE_TOOTH
source: What a mighty tooth!
vi: Thật là một răng hùng mạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_BERRYBUSH
source: He is cold and lonely.
vi: Ông là lạnh và cô đơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_GRASS
source: He is cold and lonely.
vi: Ông là lạnh và cô đơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_MARSH_BUSH
source: He is cold and lonely.
vi: Ông là lạnh và cô đơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_SAPLING
source: He is cold and lonely.
vi: Ông là lạnh và cô đơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACORN
source: I could crush this tree-seed with my hands!
vi: Tôi có thể đè bẹp này cây giống với bàn tay của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACORN_SAPLING
source: It will be tree soon.
vi: Nó sẽ là cây sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.WITHERED
source: Grass has been defeated by heat.
vi: Cỏ đã bị đánh bại bởi nhiệt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.PICKED
source: The grass has been defeated!
vi: Cỏ đã bị đánh bại!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.FROZEN
source: Brrr! Is cold rock!
vi: Brrr! Là đá lạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.COLD
source: Rock is a little bit cold.
vi: Rock là một chút lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.WARM
source: Is pretty normal rock.
vi: Là đá khá bình thường.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.HOT
source: Is hot enough for Wolfgang!
vi: Là đủ nóng để Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE_ACTIVE
source: Little plant man friend!
vi: Ít người đàn ông bạn nhà máy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE_PLANTED
source: Is strange plant.
vi: Là nhà máy lạ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE
source: Little plant man is died!
vi: Ít cây con được chết!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PHLEGM
source: A ha ha ha! Boogers! Oh ho ho!
vi: Một ha ha ha! Boogers! Oh ho ho!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE
source: I could crush this tree-seed with my hands!
vi: Tôi có thể đè bẹp này cây giống với bàn tay của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE_SAPLING
source: It will be tree soon.
vi: Nó sẽ là cây sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.WITHERED
source: Is sad and dried plant.
vi: Buồn chán và khô của cây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE.GENERIC
source: You can not hide forever, jumping meat!
vi: Bạn không thể trốn mãi được, nhảy thịt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE.SPRING
source: Is busy time in rabbit home.
vi: Đang bận thời gian ở thỏ nhà.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.WITHERED
source: Puny tree could not take heat.
vi: cây nhỏ bé không thể chịu nhiệt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON_PLAYER.MALE
source: Hah. %s did not have enough muscle to fend off %s.
vi: Hah. % S không có đủ cơ để chống đỡ% s.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON_PLAYER.FEMALE
source: Hah. %s did not have enough muscle to fend off %s.
vi: Hah. % S không có đủ cơ để chống đỡ% s.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON_PLAYER.ROBOT
source: Hah. %s did not have enough muscle to fend off %s.
vi: Hah. % S không có đủ cơ để chống đỡ% s.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: Hah. %s did not have enough muscle to fend off %s.
vi: Hah. % S không có đủ cơ để chống đỡ% s.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPAT
source: Look so friendly and cuddly.
vi: Trông rất thân thiện và âu yếm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STEELWOOL
source: Is like my arm hair.
vi: Cũng giống như tóc cánh tay tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_13
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TAFFY
source: Is taffy for crushing!
vi: Là nịnh để nghiền!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_SMOLDERING
source: Is almost on fire.
vi: Là hầu như trên lửa.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOSLEEPONFIRE
source: SLEEPING SYSTEM COMPROMISED
vi: HỆ THỐNG NGỦ thỏa hiệp

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSIESTA
source: WARNING: THREAT DETECTED. CANNOT INITIATE SIESTA MODE.
vi: CẢNH BÁO: ĐE DỌA PHÁT HIỆN. KHÔNG THỂ khởi SIESTA MODE.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA
source: ERROR: SIESTA MODE UNAVAILABLE AT NIGHT
vi: ERROR: SIESTA THỨC UNAVAILABLE AT ĐÊM

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA_CAVE
source: ERROR: SIESTA MODE UNAVAILABLE AT NIGHT
vi: ERROR: SIESTA THỨC UNAVAILABLE AT ĐÊM

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOHUNGERSIESTA
source: CANNOT SIESTA ON AN EMPTY NUTRIENT PROCESSOR
vi: KHÔNG THỂ Siesta VỀ AN PROCESSOR DINH DƯỠNG EMPTY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SHELTER
source: PROTECTIVE BRANCHES DETECTED
vi: CHI NHÁNH BẢO VỆ PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BURNT
source: WARNING: HANDS NOT EQUIPPED FOR HIGH TEMPERATURES
vi: CẢNH BÁO: TAY KHÔNG TRANG BỊ CHO NHIỆT ĐỘ CAO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOOL_SLIP
source: ERROR: TOOL GRIP COMPROMISED
vi: ERROR: TOOL GRIP thỏa hiệp

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DAMP
source: WARNING: WATER LEVELS RISING
vi: MỨC NƯỚC RISING: CẢNH BÁO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WET
source: WARNING: WATER LEVELS DANGEROUS. BAG OF RICE REQUIRED.
vi: CẢNH BÁO: MỨC NƯỚC NGUY HIỂM. TÚI GẠO YÊU CẦU.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WETTER
source: WARNINGERROR: WATR LEV
vi: WARNINGERROR: LEV WATR

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.YUCKY
source: CONSUMPTION DENIED
vi: TIÊU THỤ TỪ CHỐI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: TRAIL DELETED BY RAIN
vi: TRAIL DELETED CỦA RAIN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_COMPASS_OUT
source: MAGNETIC FIELD FAILURE
vi: THẤT ​​BẠI LĨNH VỰC TỪ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_INSUFFICIENTFERTILIZER
source: INSUFFICIENT FERTILIZER
vi: PHÂN BÓN đủ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: CIRCUIT INCOMPLETE. NO CHARGE RECEIVED.
vi: MẠCH INCOMPLETE. MIỄN PHÍ NHẬN ĐƯỢC.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: HE HAS DIED.
vi: ANH ẤY ĐÃ CHẾT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: IT'S SO CUDDLY!
vi: 'S IT SO âu yếm!

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERNIE_ACTIVE
source: HANG IN THERE, BEAR!
vi: HANG TẠI ĐÂY, BEAR!

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTSTICK
source: WEAPON OF CHOICE
vi: VŨ KHÍ CỦA SỰ LỰA CHỌN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE.GENERIC
source: THAT IS ONE LARGE CARROT
vi: ĐÓ LÀ MỘT cà rốt LỚN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE.BURNT
source: THAT IS ONE LARGE ROASTED CARROT
vi: ĐÓ LÀ MỘT LỚN Cà rốt nướng

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_DECIDUOUS
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SANDY
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_BADLANDS
source: GROUND PARTS
vi: PHỤ GROUND

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEPACK
source: INTERIOR THERMALS STABLE
vi: NỘI THẤT thermals ỔN ĐỊNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.FURTUFT
source: UNPLEASANTLY FUZZY
vi: khó chịu mỜ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIGFOOT
source: OVERSIZED FOOT. HIGHLY DANGEROUS.
vi: FOOT quá khổ. RẤT NGUY HIỂM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BONESHARD
source: PIECES OF STRUCTURAL SUPPORT SYSTEM
vi: Miếng CỦA HỆ THỐNG HỖ TRỢ CƠ CẤU

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
vi: CẢNH BÁO: CHÁY CẤP NGHIÊM TRỌNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
vi: Một trại tạm

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
vi: CẢNH BÁO: CHÁY LÀ hay nổi giận

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.LOW
source: WARNING: FIRE LEVEL LOW
vi: CẢNH BÁO: CHÁY CẤP THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.NORMAL
source: INVERTED FIRE. STRANGE.
vi: CHÁY ngược. LẠ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIRE.OUT
source: NO FIRE DETECTED
vi: KHÔNG CHÁY PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.BURNT
source: POT MALFUNCTIONING
vi: POT trục trặc

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYEBRELLAHAT
source: EYE MATERIAL IS SURPRISINGLY ELASTIC
vi: EYE LIỆU bất ngờ ELASTIC

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORDRAGONFLY
source: SCALES FUNCTION SIMILAR TO MINIATURE FLAMETHROWERS
vi: THANG HOẠT ĐỘNG CÙNG VỚI súng phun lửa MINIATURE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGON_SCALES
source: FLAME-TREATED BODY PLATING
vi: FLAME-TREATED BODY mạ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFLYCHEST
source: CAN HANDLE EXTREMELY HIGH TEMPERATURES
vi: THỂ XỬ LÝ NHIỆT ĐỘ SIÊU

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACORN_COOKED
source: THE TREE HAS BEEN KILLED AND TURNED INTO NUTRIENTS
vi: THE TREE đã bị giết và CHUYỂN VÀO chất dinh dưỡng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRCHNUTDRAKE
source: ANOTHER HORRIBLE OFFERING OF THE NATURAL WORLD
vi: KHÁC CHÀO khủng khiếp CỦA THẾ GIỚI TỰ NHIÊN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.BURNT
source: PERMANENTLY DEACTIVATED
vi: VĨNH VIỄN ngừng hoạt động

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
vi: CẢNH BÁO: CHÁY CẤP NGHIÊM TRỌNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.GENERIC
source: COLD AND LIGHT
vi: LẠNH VÀ ÁNH SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.HIGH
source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
vi: CẢNH BÁO: CHÁY CẤP VƯỢT THÔNG SỐ THIẾT KẾ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.LOW
source: WARNING: FIRE LEVEL LOW
vi: CẢNH BÁO: CHÁY CẤP THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.NORMAL
source: THIS ENDOTHERMIC FIRE IS FULLY OPERATIONAL
vi: NÀY CHÁY thu nhiệt LÀ HOÀN TOÀN HOẠT ĐỘNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
vi: FRIEND IS lăng xăng

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESUPPRESSOR.OFF
source: QUIET FRIEND
vi: BẠN BÈ QUIET

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: FRIEND NEEDS FOOD BADLY
vi: BẠN BÈ CẦN THỰC PHẨM xấu

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEHAT
source: HAT SEEMS DANGEROUS TO MY FUNCTION
vi: HAT dường NGUY HIỂM VỚI CHỨC NĂNG CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYINGINRAIN
source: MEATSACKS WILL NOT DRY IN RAIN
vi: MEATSACKS SẼ KHÔNG KHÔ TRÊN RAIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.BURNT
source: MEATSACK MASS IS TOO HIGH FOR BRITTLE RACK
vi: MEATSACK MASS LÀ QUÁ CAO CHO RACK giòn

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD.GENERIC
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL.
vi: THE FISHBEAST IS MORE ngu ngốc TÌM HƠN BÌNH THƯỜNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD.BURNT
source: TRIAL BY FIRE
vi: XÉT XỬ CỦA CHÁY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE.GENERIC
source: OUTDATED ABODE
vi: Abode lỗi thời

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE.BURNT
source: DILAPIDATED ABODE
vi: Abode đổ nát

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWERSALAD
source: SO MUCH CELLULOSE
vi: CELLULOSE SO MUCH

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICECREAM
source: SWEET DAIRY
vi: SỮA NGỌT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERMELONICLE
source: WATERMELON ON ICE
vi: Dưa hấu ON ICE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAILMIX
source: HIGHLY NUTRITIONAL
vi: RẤT DINH DƯỠNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOTCHILI
source: SPICE MAGNITUDE EXTREMELY HIGH
vi: Spice độ lớn SIÊU

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUACAMOLE
source: METHODS SEEM SUSPECT
vi: PHƯƠNG PHÁP Dường như nghi ngờ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOOSE
source: ANALYSIS RESULTS UNCERTAIN
vi: KẾT QUẢ Phân tích không chắc chắn

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOOSEEGG
source: PROBES UNABLE TO PENETRATE EXTERIOR SHELL
vi: Đầu dò không thể xuyên qua NGOẠI SHELL

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSSLING
source: OFFSPRING OF UNCERTAIN MAKEUP
vi: Con đẻ của MAKEUP không chắc chắn

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERFAN
source: EXCELLENT COOLING SYSTEM
vi: HỆ THỐNG LÀM MÁT XUẤT SẮC

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOOSE_FEATHER
source: FEATHERS FROM STRANGE LIFEFORMS
vi: Lông vũ từ những dạng sống LẠ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STAFF_TORNADO
source: TREACHEROUSLY POWERFUL GUSTS
vi: Cơn xảo trá MẠNH MẼ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD.GENERIC
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE.
vi: RẰNG PIG SẼ CẢM THẤY XẤU khi ông thông báo HE ĐÃ MẤT PHẦN ĐẦU HIS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD.BURNT
source: HEAD MODULE EXPIRED
vi: TRỤ Module HẾT HẠN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.BURNT
source: EMPTY
vi: TRỐNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FERTILIZER
source: BUCKET OF ANIMAL WASTE
vi: BUCKET ĐỘNG VẬT LÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER.GENERIC
source: WELCOME, BROTHER.
vi: CHÀO MỪNG, BROTHER.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER.BURNT
source: YOU ARE MISSED, BROTHER.
vi: BẠN ĐANG MISSED, BROTHER.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINCOAT
source: PERFECT PROTECTION AT THE COST OF AN INCOMPLETE CIRCUIT
vi: BẢO VỆ HOÀN HẢO TẠI CHI PHÍ CỦA MỘT MẠCH INCOMPLETE

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINHAT
source: INSULATED PROTECTION FROM WATER DAMAGE
vi: BẢO VỆ CÁCH ĐIỆN TỪ THIỆT HẠI NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB.GENERIC
source: MOTHER?
vi: MẸ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB.BURNT
source: MOTHER, NO!
vi: MẸ, KHÔNG!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2.GENERIC
source: HELLO, FRIEND
vi: CHÀO BẠN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3.GENERIC
source: PERHAPS IT IS TOO POWERFUL.
vi: Có lẽ đó là TOO POWERFUL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3.BURNT
source: IT HAS LOST ITS POWER
vi: CNTT ĐÃ MẤT ĐIỆN CỦA NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4.GENERIC
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
vi: VỚI EXTRA POWER NÀY TÔI CÓ ... ĐIỆN MORE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4.BURNT
source: I HAVE LOST MY ADDITIONAL POWER
vi: TÔI ĐÃ MẤT ĐIỆN BỔ SUNG CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: WHO IS THAT?
vi: ĐÓ LÀ AI?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: MYSTERIOUS MAN IS DEAD
vi: MAN bí ẩn LÀ CHẾT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_ICE.GENERIC
source: I REQUIRE AN ICEBREAKER
vi: Tôi PHẢI AN tàu phá băng

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_ICE.MELTED
source: USELESS CONFIGURATION OF WATER
vi: CẤU HÌNH vô ích NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_ICE_MELTED
source: USELESS CONFIGURATION OF WATER ROCK
vi: CẤU HÌNH vô ích HÀNH ROCK WATER

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICE
source: AT LEAST IT IS SOLID WATER
vi: ÍT NHẤT LÀ RẮN NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.REFLECTIVEVEST
source: PREVENTS INTERNAL SYSTEMS FROM REACHING HAZARDOUS TEMPERATURES
vi: Ngăn chặn HỆ THỐNG NỘI TỪ VƯƠN TỚI NHIỆT ĐỘ NGUY HIỂM

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAWAIIANSHIRT
source: ROBOTS HAVE CASUAL DRESS EVERY DAY
vi: ROBOT CÓ ÁO Casual MỖI NGÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT.GENERIC
source: I CAN REBOOT IN THERE
vi: Tôi có thể khởi động lại máy TẠI ĐÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT.BURNT
source: UNSATISFACTORY CONDITIONS FOR REBOOT
vi: ĐIỀU KIỆN không đạt yêu cầu để khởi động lại

# STRINGS.CHARACTERS.WX78.DESCRIBE.SIESTAHUT.GENERIC
source: I CAN HIBERNATE MY SESSION IN THERE
vi: Tôi có thể ngủ đông PHIÊN CỦA TÔI TRONG CÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SIESTAHUT.BURNT
source: UNSATISFACTORY CONDITIONS FOR HIBERNATE MODE
vi: ĐIỀU KIỆN đạt yêu cầu cho Hibernate PHƯƠNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRANSISTOR
source: GREETINGS, SISTER
vi: Chúc mừng, SISTER

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST.GENERIC
source: EXTERNAL STORAGE UNIT
vi: EXTERNAL BẢO QUẢN UNIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST.BURNT
source: STORAGE SIZE REDUCED TO ZERO
vi: BẢO QUẢN SIZE GIẢM ĐẾN ZERO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TUMBLEWEED
source: IT COULD CONTAIN MANY THINGS
vi: CNTT CÓ THỂ CHỨA NHỮNG NHIỀU

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_UMBRELLA
source: MODERATE-STRENGTH PROTECTIVE SCREEN
vi: TRUNG BÌNH-SỨC MẠNH BẢO VỆ MÀN HÌNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNIMPLEMENTED
source: WARNING: UNIMPLEMENTED
vi: CẢNH BÁO: chưa thực hiện

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY.GENERIC
source: THAT SEEMS SUBOPTIMAL
vi: Điều đó có vẻ chưa tối ưu

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY.BURNT
source: EVEN LESS OPTIMAL
vi: NGAY CẢ LESS TỐI ƯU

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD.GENERIC
source: I AM SOMEWHAT REASSURED
vi: Tôi hơi yên tâm

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD.BURNT
source: I AM NOW LESS REASSURED
vi: TÔI VỚI DOANH NGHIỆP LESS cam đoan

# STRINGS.CHARACTERS.WX78.DESCRIBE.WARG
source: IT LIVES TO EAT LARGE THINGS
vi: CNTT SỐNG ĐỂ ĂN NHỮNG LỚN

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERMELON
source: SPHERE OF JUICE
vi: SPHERE HÀNH JUICE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERMELON_COOKED
source: HOT JUICE
vi: JUICE HOT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERMELONHAT
source: HAT SEEMS INCOMPATIBLE WITH MY FUNCTION
vi: HAT dường như không phù hợp với CHỨC NĂNG CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.HUNGRY
source: FLESHLINGS ARE SO PICKY.
vi: FLESHLINGS LÀ SO cầu kỳ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.STARVING
source: WHAT? WHAT DO YOU WANT?
vi: GÌ? BẠN MUỐN GÌ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.DEAD
source: I BROKE IT.
vi: Tôi GÃY CNTT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SKELETON
source: IT MUST BE OUT OF BATTERIES.
vi: CNTT PHẢI HẾT PIN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BELL_BLUEPRINT
source: KNOWLEDGE WAITING TO BE ABSORBED.
vi: KIẾN THỨC CHỜ để được hấp thụ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFLY
source: HIGH TEMPERATURE RADIATING FROM FLY BEAST.
vi: NHIỆT CAO tỏa ra từ FLY BEAST.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVASPIT.HOT
source: SALIVA AT HAZARDOUS TEMPERATURE LEVELS.
vi: Nước bọt CẤP NHIỆT ĐỘ NGUY HIỂM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVASPIT.COOL
source: SALIVA HAS COOLED AND IS APPROACHABLE.
vi: Nước bọt đã nguội và dễ tiếp cận.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_PET.STARVING
source: IT NEEDS FUEL.
vi: CNTT NHU CẦU nhiên liệu.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_PET.HUNGRY
source: ITS FUEL RESERVES ARE LOW.
vi: DỰ TRỮ NHIÊN LIỆU CỦA NÓ LÀ THẤP.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_PET.CONTENT
source: ALL CONDITIONS SEEM NORMAL.
vi: TẤT CẢ ĐIỀU KIỆN Dường như NORMAL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_PET.GENERIC
source: IT SERVES ME.
vi: CNTT phục vụ cho tôi.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_EGG.GENERIC
source: CONTAINS PARTS TO BUILD ONE LAVAE.
vi: CHỨA PHỤ ĐỂ XÂY DỰNG MỘT LAVAE.
