Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MUD
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POWCAKE
source: Is made of nothings!
vi: Được làm bằng nothings!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Even I am not that mighty.
vi: Thậm chí tôi không phải là hùng mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.OPEN
source: World has belly button!
vi: Thế giới có rốn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_EXIT
source: Is dark and scary down here.
vi: Là bóng tối và đáng sợ ở đây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLPHONOGRAPH
source: Is box that sings!
vi: hộp mà hát được!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOOMERANG
source: Boom! A rang! Ha!
vi: Boom! Một rang! Ha!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGUARD
source: Is bad piggie!
vi: Là Bad Piggies!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADVENTURE_PORTAL
source: Is mouth door! Say Ahhhhh!
vi: Là cửa miệng! Nói ahhhhh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AMULET
source: Is very pretty.
vi: Rất đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANIMAL_TRACK
source: Animal went this way.
vi: Animal đã đi theo cách này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORGRASS
source: Is prickly.
vi: Là gai.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORMARBLE
source: I tie rocks to muscles.
vi: Tôi buộc đá vào cơ bắp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORWOOD
source: Is almost strong as belly!
vi: Gần như là mạnh mẽ như bụng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_SANITY
source: Is like wearing scary little rag!
vi: Cũng giống như mặc giẻ chút đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.GENERIC
source: Is skeleton of fire.
vi: Là bộ xương của lửa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Is burned pieces of eyebone from I teleport!
vi: Được đốt mảnh eyebone từ I dịch chuyển!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_THINGIE
source: Is burned pieces of some thing. Is dead now...
vi: Được đốt cháy miếng một số điều. Là chết bây giờ ...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AXE
source: Chop!
vi: Chặt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BABYBEEFALO
source: Baby hair-cow!
vi: Bé tóc bò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACKPACK
source: Is for carry more thing.
vi: Là cho mang điều nữa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACONEGGS
source: Food has yolk! And meat! More strong!
vi: Thực phẩm đã lòng đỏ! Và thịt! Mạnh mẽ hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BANDAGE
source: I can fix me!
vi: Tôi có thể sửa chữa cho tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASALT
source: Is stronger even than me!
vi: Mạnh hơn cả tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARDHAIR
source: Gross. These are not from my face.
vi: Tổng. Đây không phải là từ mặt tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_STRAW
source: Nap time!
vi: Giờ ngủ trưa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.GENERIC
source: Is fat and angry-looking.
vi: Là chất béo và giận dữ nhìn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.HELD
source: Is safely in my pocket.
vi: Là một cách an toàn trong túi của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.GENERIC
source: Bees!
vi: Ong!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.READY
source: Is ready for harvest!
vi: Sẵn sàng cho thu hoạch!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.FOLLOWER
source: Hair-cow follow me!
vi: Tóc bò theo tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.GENERIC
source: Is hair-cow thing!
vi: Là điều tóc con bò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.NAKED
source: Hair-cow has no more hair.
vi: Tóc bò có mái tóc không còn nữa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.SLEEPING
source: Hair-cow is sleeping.
vi: Tóc bò đang ngủ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOHAT
source: Is good hat!
vi: Là chiếc mũ tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOWOOL
source: I make clothes of hair-cow.
vi: Tôi làm cho quần áo của tóc con bò.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHAT
source: Is hat for to protect from stinger bees.
vi: Là mũ để bảo vệ từ ong ngòi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHIVE
source: Oh, beehive!
vi: Oh, tổ ong!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE
source: Is ball full of anger bees.
vi: Là bóng đầy ong giận dữ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE_MAXWELL
source: Is ball full of anger mosquitos.
vi: Là bóng đầy muỗi tức giận.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES
source: Is tasty!
vi: Là ngon!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES_COOKED
source: Is more tasty!
vi: Là ngon hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.BARREN
source: I need to poop on it.
vi: Tôi cần phải ị vào nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.GENERIC
source: Is full of food-balls!
vi: Có đầy đủ các thực phẩm quả bóng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.PICKED
source: Eating part is gone.
vi: Ăn một phần đã biến mất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.GENERIC
source: Is home for my birdies.
vi: Là nhà của birdie của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.OCCUPIED
source: Hello birdie!
vi: Xin chào birdie!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.SLEEPING
source: I should be quiet!
vi: Tôi cần được yên tĩnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDTRAP
source: I will catch bird!
vi: Tôi sẽ bắt con chim!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG
source: Poor birdy.
vi: Birdy nghèo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_FIRE
source: Careful, Wolfgang.
vi: Cẩn thận, Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_SLEEP
source: Dart do sleeping to enemies.
vi: Dart làm ngủ để kẻ thù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_PIPE
source: Dart do pain to enemies.
vi: Dart làm đau cho kẻ thù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEGEM
source: Pretty rock.
vi: Khá đá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP
source: Is good for me, I think.
vi: Là tốt cho tôi, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP_COOKED
source: Is not same.
vi: Không giống nhau.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Is mushy room.
vi: Là phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Mushy room is hiding!
vi: phòng ủy mị được ẩn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I already took that mushy room.
vi: Tôi đã mất rằng phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOARDS
source: I break log to make board!
vi: Tôi phá vỡ đăng nhập để làm cho hội đồng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BONESTEW
source: Is stew full of strong meat.
vi: Là hầm đầy thịt mạnh mẽ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUGNET
source: Catch bugs.
vi: lỗi Catch.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUSHHAT
source: I am so sneaky!
vi: Tôi rất lén lút!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTER
source: Is buttery, and taste like insect.
vi: Là các loại bơ và hương vị như côn trùng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.GENERIC
source: Is pretty flutterby!
vi: Là khá flutterby!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.HELD
source: My pet!
vi: con vật cưng của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYMUFFIN
source: Wolfgang did not know about bug muffin. I will taste.
vi: Wolfgang không biết về lỗi Muffin. Tôi sẽ có vị ngon.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYWINGS
source: No fly without wings!
vi: Không có ruồi không có cánh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.EMBERS
source: The darkness is coming!
vi: Bóng tối đang đến!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.GENERIC
source: Good bye dark times!
vi: Tạm biệt thời gian tối!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.HIGH
source: Is too much fire!
vi: Là quá nhiều lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.LOW
source: The fire is not hot enough.
vi: Ngọn lửa không đủ nóng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.NORMAL
source: Is good fire!
vi: Là lửa tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.OUT
source: Uh oh. It turned off.
vi: Uh oh. Nó tắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CANE
source: I can walk AND hit things!
vi: Tôi có thể đi bộ và đạt thứ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT
source: Is food. I guess.
vi: Là thực phẩm. Tôi đoán.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_COOKED
source: Is not more like meat after do cooking.
vi: Không phải là giống như thịt sau khi làm nấu ăn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_PLANTED
source: Is hiding?
vi: Được che giấu?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_SEEDS
source: Seeds is too small.
vi: Hạt giống là quá nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_FERN
source: Pretty plant!
vi: Khá cây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHARCOAL
source: Is like holding tiny dead tree.
vi: Giống như nắm giữ cây chết rất nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK1
source: Metal junk.
vi: Kim loại rác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK2
source: Metal junk.
vi: Kim loại rác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK3
source: Metal junk.
vi: Kim loại rác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER
source: Strange box with legs.
vi: hộp lạ với đôi chân.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It is eye bone. Eye bone connect to face bone.
vi: Nó là xương mắt. xương mắt kết nối với mặt xương.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps now.
vi: Nó bây giờ ngủ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMEAT
source: I made meat good with fire!
vi: Tôi làm thịt tốt với lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMONSTERMEAT
source: I still do not want to eat this.
vi: Tôi vẫn không muốn ăn này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDSMALLMEAT
source: It is even smaller cooked!
vi: Nó thậm chí còn nhỏ hơn được nấu chín!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_LONG
source: This take long time.
vi: Điều này mất thời gian dài.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_SHORT
source: Is almost cook!
vi: Gần như là nấu ăn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.DONE
source: Is time to eat!
vi: Là thời gian để ăn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.EMPTY
source: Empty pot make Wolfgang think hungry thoughts.
vi: Rỗng nồi làm Wolfgang suy nghĩ suy nghĩ đói.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN
source: Is corn. What expect?
vi: Là ngô. Những gì mong đợi?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_COOKED
source: Pop pop pop! Ha ha, funny corn.
vi: Pop pop pop! Ha ha, buồn cười ngô.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_SEEDS
source: Is seeds for grow corn.
vi: Là hạt giống ngô trồng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.GENERIC
source: I do not like birds.
vi: Tôi không thích chim.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.HELD
source: He is squawky.
vi: Ông là squawky.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTGRASS
source: I made a pile of grass.
vi: Tôi đã thực hiện một đống cỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTREEDS
source: I made a clump of reeds.
vi: Tôi đã thực hiện một bụi lau sậy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTSTONE
source: I crush rock to make brick!
vi: Tôi nghiền đá để làm gạch!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEADLYFEAST
source: Look like evil food.
vi: Trông giống như thực phẩm ác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS
source: He looks mightier than me!
vi: Ông trông mạnh hơn tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Is tuft of grass.
vi: Là chùm cỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIRTPILE
source: Dirty dirt.
vi: Bẩn bẩn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.COLD
source: The robot box is talking.
vi: Hộp robot được nói chuyện.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.GENERIC
source: Is robot box.
vi: Là hộp robot.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.HOT
source: Robot box is scaring me!
vi: hộp Robot dọa tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARM
source: Ha! That is good one, robot box!
vi: Ha! Đó là một trong những tốt, hộp robot!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARMER
source: Robot box is getting angry...
vi: hộp Robot là nhận được tức giận ...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.GENERIC
source: What is purpose?
vi: Mục đích là gì?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.READY
source: Rod thing need key to make start.
vi: Rod điều cần chìa khóa để thực hiện bắt đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Rod thing is on!
vi: Rod điều trên!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODSTART
source: Is funny rod thing.
vi: Là vui que điều.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT
source: Is funny looking fruit.
vi: Là funny quả tìm kiếm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_COOKED
source: Is cooked but still look funny.
vi: Được nấu chín nhưng vẫn trông buồn cười.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_SEEDS
source: I use this to grow funny fruit.
vi: Tôi sử dụng để trồng cây ăn quả buồn cười.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONPIE
source: Pie made of funny red fruit.
vi: Pie làm từ trái cây màu đỏ buồn cười.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK
source: Leg meat for make legs more strong.
vi: thịt đùi để làm cho đôi chân mạnh mẽ hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK_COOKED
source: Eat off bone is good.
vi: Ăn tắt xương là tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN
source: Is spiky smelly fruit.
vi: Là trái cây có mùi gai nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_COOKED
source: Now is hot spiky smelly fruit.
vi: Bây giờ là nóng trái cây có mùi gai nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_SEEDS
source: Tiny baby spiky fruit plant.
vi: Tiny bé trồng cây ăn quả có gai nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFSHAT
source: Now I look like little bunny!
vi: Bây giờ tôi trông giống như ít chú thỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFHAT
source: Now I look like little bunny!
vi: Bây giờ tôi trông giống như ít chú thỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT
source: Is not egg!
vi: Không phải là trứng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_COOKED
source: Has no yolk! Yolk is strongest part!
vi: Không có lòng đỏ! Lòng đỏ là phần mạnh nhất!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_SEEDS
source: Teensy fake egg plant.
vi: Teensy cây trứng giả.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STUFFEDEGGPLANT
source: I make yolk of other foods.
vi: Tôi làm cho lòng đỏ của các loại thực phẩm khác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNING
source: I broke it.
vi: Tôi đã phá vỡ nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNT
source: Is small and broken now.
vi: Là nhỏ và bị hỏng bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.CHOPPED
source: Ha! I have prevailed!
vi: Ha! Tôi đã thắng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.GENERIC
source: Hello, tree!
vi: Xin chào, cây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I broke it.
vi: Tôi đã phá vỡ nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Is small and broken now.
vi: Là nhỏ và bị hỏng bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Ha! I have prevailed!
vi: Ha! Tôi đã thắng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Cheer up, tree!
vi: Vui lên cây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYEPLANT
source: They are not what they seem.
vi: Họ không phải là những gì họ có vẻ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GENERIC
source: I will grow mighty crops here!
vi: Tôi sẽ trồng cây hùng mạnh ở đây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GROWING
source: Grow my little friends! Grow!
vi: Grow người bạn nhỏ của tôi! Lớn lên!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Dirt is not dirty enough to make plants.
vi: Dirt là chưa đủ bẩn để làm cho các nhà máy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHERHAT
source: Is silly hat of feather. Is Wolfgang bird now?
vi: Là chiếc mũ ngớ ngẩn của lông. Là Wolfgang chim bây giờ?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_CROW
source: Is feather of bird black.
vi: Là lông chim màu đen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN
source: Is feather of bird red.
vi: Là lông màu đỏ chim.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN_WINTER
source: Is feather of bird white.
vi: Là lông vũ của chim trắng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEM_PUPPET
source: Scary chair scare her!
vi: Scary ghế sợ cô ấy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.HELD
source: My pocket is sparkles!
vi: túi của tôi là lấp lánh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.EMBERS
source: The darkness is coming!
vi: Bóng tối đang đến!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.GENERIC
source: Good bye dark times!
vi: Tạm biệt thời gian tối!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.HIGH
source: Is too much fire!
vi: Là quá nhiều lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.LOW
source: The fire is not hot enough.
vi: Ngọn lửa không đủ nóng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.NORMAL
source: Is good fire!
vi: Là lửa tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.OUT
source: Uh oh. It turned off.
vi: Uh oh. Nó tắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESTAFF
source: Is staff for make fire. Careful, Wolfgang.
vi: Là nhân viên về làm cho lửa. Cẩn thận, Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH
source: Is fishy.
vi: Là tanh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHINGROD
source: Is for get fishy from pond place.
vi: Là cho có được tanh từ nơi ao.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHSTICKS
source: Ha ha, is funny name.
vi: Ha ha, là tên ngộ nghĩnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHTACOS
source: Wolfgang hope is not too spicy for Wolfgang.
vi: hy vọng Wolfgang không phải là quá cay cho Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH_COOKED
source: Meat from water still make Wolfgang strong.
vi: Thịt từ nước vẫn làm Wolfgang mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLINT
source: Is rock, but pointy-er.
vi: Là đá, nhưng nhọn-er.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER
source: They are very pretty.
vi: Họ rất khá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWERHAT
source: Is so pretty!
vi: Là quá đẹp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_EVIL
source: Is not potato.
vi: Không phải là khoai tây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOLIAGE
source: I killed the pretty plant.
vi: Tôi đã giết các nhà máy khá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOOTBALLHELMET
source: Is hat for make tackling.
vi: Là mũ make Tackling.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.DEAD
source: Is delicacy in my country.
vi: Là món ăn trong nước tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.GENERIC
source: Hey little froggy, froggy.
vi: Hey ít ếch, ếch.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.SLEEPING
source: Is asleep.
vi: Đang ngủ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS
source: Is delicacy in my country!
vi: Là món ăn ở đất nước tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGGLEBUNWICH
source: Is sandwich with tasty leg meat.
vi: Là bánh sandwich với thịt đùi ngon.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS_COOKED
source: Is mostly taste like chicken.
vi: Chủ yếu là hương vị như thịt gà.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITMEDLEY
source: Is cup of teensy fruits.
vi: Là chén trái cây teensy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEARS
source: Ah ha! Who is bigger muscles now?
vi: Ah ha! Ai là cơ bắp lớn hơn bây giờ?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENAXE
source: Fancy axe more good for chop.
vi: rìu Fancy tốt hơn cho chop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPICKAXE
source: Fancy pickaxe do better smash.
vi: cái cuốc Fancy làm Smash tốt hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPITCHFORK
source: Fancy pitchfork good for stab ground.
vi: Fancy chĩa tốt cho mặt đất đâm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENSHOVEL
source: Fancy shovel is good hole maker.
vi: xẻng Fancy là nhà sản xuất lỗ tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDNUGGET
source: Money is for tiny men!
vi: Khoản tiền dành cho những người đàn ông nhỏ bé!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BARREN
source: It needs poop.
vi: Nó cần poop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BURNING
source: Not good!
vi: Không tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.GENERIC
source: Is grass.
vi: Là cỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.PICKED
source: I have defeated the grass!
vi: Tôi đã đánh bại cỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP
source: Is for salads. Blech.
vi: Có dành cho món salad. Blech.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP_COOKED
source: Is not same.
vi: Không giống nhau.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Is mushy room.
vi: Là phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Mushy room is hiding!
vi: phòng ủy mị được ẩn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I already took that mushy room.
vi: Tôi đã mất rằng phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUNPOWDER
source: Boom pepper!
vi: tiêu Boom!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMBAT
source: Is still good.
vi: Vẫn còn tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMMER
source: Needs sickle!
vi: Nhu cầu liềm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEALINGSALVE
source: It makes me feel alive!
vi: Nó làm cho tôi cảm thấy còn sống!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.GENERIC
source: This round rock is like my head!
vi: đá vòng này cũng giống như đầu của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.HOT
source: Is finally hot enough!
vi: Cuối cùng là đủ nóng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.WARM
source: Is nice to touch!
vi: Là tốt đẹp để chạm vào!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN
source: Is no time for reading signs!
vi: Không có thời gian để đọc các dấu hiệu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEY
source: Is yum!
vi: Là yum!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYCOMB
source: Bee used to live inside.
vi: Bee từng sống bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYHAM
source: Big meat with sweet is good meat.
vi: Big thịt ngọt thịt tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYNUGGETS
source: Small meats with sweet still is good meat.
vi: thịt nhỏ với vị ngọt vẫn là thịt tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HORN
source: Is hair-cow horn. Wolfgang hear hair-cow.
vi: Là sừng tóc bò sữa. Wolfgang nghe tóc bò sữa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDMOUND
source: Is house of bones.
vi: Là nhà của xương.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDBONE
source: Wimpy woof dog was not strong enough.
vi: chó gâu Wimpy không đủ mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEBOX
source: Box what makes cold!
vi: Hộp điều gì làm cho lạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.ACTIVE
source: Is in my way.
vi: Là theo cách của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.INACTIVE
source: Hah. I step over tiny obstacle.
vi: Hah. Tôi bước qua trở ngại nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.JAMMYPRESERVES
source: Oozes like tiny enemy I crush in hand.
vi: Chảy ra như kẻ thù nhỏ tôi nghiền nát trong tay.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KABOBS
source: Eat off stick is good.
vi: Ăn tắt thanh là tốt.
