Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_FULL
source: Rocks. How dull.
vi: Đá à, thật là nhàm chán

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_LOW
source: Rocks. How dull.
vi: Lại đá, quá chán đi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_MED
source: Rocks. How dull.
vi: Đá nữa à, chán ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL
source: Stalagmite. How dull.
vi: Staglamite. Chán ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_FULL
source: Stalagmite. How dull.
vi: Staglamite. Chán ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_LOW
source: Stalagmite. How dull.
vi: Staglamite. Chán ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_MED
source: Stalagmite. How dull.
vi: Staglamite. Chán ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POWCAKE
source: What foul product of science is this?
vi: Thứ sản phẩm khoa học ghê tởm nào đây?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I plugged it a long time ago.
vi: Ta cắm nó vào lâu lắm rồi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.OPEN
source: That was not a good idea!
vi: Đây không phải là 1 ý tưởng tốt chút nào

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_EXIT
source: Get me out of here!
vi: Đưa ta ra khỏi đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLPHONOGRAPH
source: That accursed thing!
vi: Thứ chết tiệt đó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOOMERANG
source: Beats getting your hands dirty.
vi: Tay ta lại nhúng chàm

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGUARD
source: Blech. Disgusting brute.
vi: Ều, tên đầu trâu óc lợn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ABIGAIL
source: Why won't these mortals just stay dead?
vi: Tại sao lũ người trần này không chết quách đi cho rồi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADVENTURE_PORTAL
source: So that's where I left that thing!
vi: À hóa ra đây là chỗ ta để quên thứ đó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AMULET
source: It channels the darkest energies of the universe.
vi: Nó thu thập năng lượng tối nhất trong vũ trụ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANIMAL_TRACK
source: Some dumb beast passed through here.
vi: Vài con thú ngu ngốc đã đi qua đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORGRASS
source: Direct confrontation is quite gauche.
vi: Tuyên chiến trực tiếp thì không khôn ngoan chút nào

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORMARBLE
source: That really isn't my style.
vi: Nó không hợp phong cách của mình chút nào

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORWOOD
source: Ugh. I'm not one for such vulgar fisticuffs.
vi: Ugn, Ta không phải sinh ra cho những cuộc đánh đấm dung tục như thế

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_SANITY
source: Time to wrap myself in nightmares.
vi: Đã đến lúc để cuốn mình trong cơn Ác Mộng

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.GENERIC
source: A fine powder that smells of destruction.
vi: Một thứ bột mịn với mùi hương của sự hủy diệt

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Don't worry. There will be more Chesters.
vi: Đừng lo. Sẽ có thêm Chester thôi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_THINGIE
source: There's a perfectly scientific explanation for that.
vi: Có 1 sự lý giải khoa học hợp lý cho thứ này

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AXE
source: Sometimes the direct approach is best.
vi: Đôi khi tiếp cận trực tiếp là tốt nhất

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BABYBEEFALO
source: They're even ugly as children.
vi: Chúng còn xấu từ khi là trẻ con rồi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACKPACK
source: I wish there were porters around here.
vi: Giá như có kẻ khuôn vác ở đây nhỉ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACONEGGS
source: My compliments to the chef!
vi: Lời khen ngợi tới đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BANDAGE
source: Sticky and gooey and good for putting on booboos.
vi: Dính dính, nhầy nhầy và tốt cho vết thương

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASALT
source: I made a rock so heavy that I can't lift it.
vi: Ta làm ra tảng đá nặng đến mức mà đến ta cũng không nâng lên được

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARDHAIR
source: Hirsute.
vi: Xồm xoàm

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_STRAW
source: I don't like sleeping rough.
vi: Ta không thích ngủ thô sơ thế này

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.GENERIC
source: They work so hard, the fools.
vi: Chúng làm việc thật chăm chỉ, lũ ngốc

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.HELD
source: Now what do I do with it?
vi: Giờ thì ta nên làm gì với nó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.FULLHONEY
source: So tempting, but so full of bees.
vi: Hấp dẫn ghê cơ mà toàn ong

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.GENERIC
source: It holds my bees.
vi: Nó sẽ chứa lũ ong của ta

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.NOHONEY
source: My bees are not working hard enough.
vi: Ong của ta đang không làm việc đủ chăm chỉ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit longer.
vi: Ta nên đợi thêm 1 lúc nữa

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.FOLLOWER
source: Aw nuts, it's following me.
vi: Giời ạ, lại còn đuổi ta nữa

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.GENERIC
source: Just look at that stupid beast.
vi: Nhìn lũ súc vật ngu ngốc kia

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.NAKED
source: Now it looks dumb AND pathetic.
vi: Giờ thì chúng trông ngu ngốc và thảm hại

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.SLEEPING
source: It's only marginally less stupid when it's asleep.
vi: Nó chỉ bớt ngu hơn 1 chút khi đang ngủ thôi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOHAT
source: How unfashionable.
vi: Thật là xấu xí

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOWOOL
source: It smells like a barn.
vi: Ngửi mùi như chuồng ngựa vậy

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHAT
source: I'll wear it if I have to.
vi: Nếu phải đội thì thôi cũng được

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHIVE
source: Not the bees!
vi: Không, lũ ong!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE
source: They wait so patiently.
vi: Chúng đợi thật bình tĩnh

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE_MAXWELL
source: Maybe I shouldn't have put that there.
vi: Có lẽ mình không nên đặt chúng ở đấy

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES
source: Sigh. If I have to.
vi: Thở dài. Nếu tôi phải.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.BARREN
source: It needs manure.
vi: Nó cần phân bón.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.GENERIC
source: Reduced to eating berries. Sigh.
vi: Giảm ăn quả mọng. Thở dài.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.PICKED
source: And now we wait.
vi: Và bây giờ chúng ta chờ đợi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.GENERIC
source: You'll never get me behind bars again.
vi: Bạn sẽ không bao giờ làm cho tôi sau song sắt một lần nữa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.OCCUPIED
source: I feel for ya, feathers.
vi: Tôi cảm thấy cho ya, lông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.SLEEPING
source: You'll still be in there when you wake up.
vi: Bạn vẫn sẽ ở đó khi bạn thức dậy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDTRAP
source: They keep falling for it!
vi: Họ tiếp tục giảm cho nó!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG
source: I like to think of it as baby bird prison.
vi: Tôi thích nghĩ về nó như là nhà tù chim bé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side up.
vi: Nắng mặt lên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP
source: I'm especially proud of that piece.
vi: Tôi đặc biệt tự hào về mảnh đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_FIRE
source: Just make sure to breathe out.
vi: Chỉ cần chắc chắn để thở ra.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_SLEEP
source: Call me Mr. Sandman.
vi: Hãy gọi cho tôi ông Sandman.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_PIPE
source: A glorious tube of pain-giving!
vi: Một ống vẻ vang của đau hiến!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEAMULET
source: It's frosted over.
vi: Nó mờ hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEGEM
source: Blue brings ice.
vi: Màu xanh mang băng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP
source: What could go wrong?
vi: Điều gì có thể đi sai?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: The blue ones are good for something.
vi: Còn màu xanh là tốt cho một cái gì đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's not ready.
vi: Đó là chưa sẵn sàng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Another time, maybe?
vi: Một lần khác, có lẽ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOARDS
source: Roughly hewn.
vi: Khoảng đục.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOAT
source: It's not going anywhere.
vi: Nó không đi đâu cả.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BONESTEW
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUGNET
source: Good for capturing defenseless insects.
vi: Tốt để chụp côn trùng tự vệ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUSHHAT
source: There's room in there for me.
vi: Có phòng trong đó cho tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTER
source: Some puns are irresistible.
vi: Một số trò chơi chữ là không thể cưỡng lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.GENERIC
source: It's a flying flower.
vi: Đó là một bông hoa bay.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.HELD
source: It would be a shame if someone ripped the wings off of it.
vi: Nó sẽ là một sự xấu hổ nếu ai đó xé cánh tắt của nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYMUFFIN
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYWINGS
source: Ha ha ha. I got him!
vi: Ha ha ha. Tôi đã nhận anh ta!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.EMBERS
source: I'm going to lose it.
vi: Tôi sẽ mất nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.GENERIC
source: How comforting.
vi: Làm thế nào an ủi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.HIGH
source: That will keep Charlie away for now.
vi: Điều đó sẽ giữ Charlie đi cho bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.LOW
source: It needs fuel.
vi: Nó cần nhiên liệu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.OUT
source: That's not coming back.
vi: Điều đó không trở lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CANE
source: It has pictures of fast things carved into it.
vi: Nó có hình ảnh của những thứ nhanh chóng được khắc vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT
source: I'm not a fan of vegetables.
vi: Tôi không phải là một fan hâm mộ của các loại rau.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_PLANTED
source: How mundane.
vi: Làm thế nào nhàm chán.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_SEEDS
source: This labour is beneath me.
vi: Công sức này ở dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_FERN
source: I'd like to step on it.
vi: Tôi muốn bước vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHARCOAL
source: Nothing will steal my carbon!
vi: Không gì có thể ăn cắp carbon của tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK1
source: Mechanical refuse.
vi: rác Cơ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK2
source: Mechanical refuse.
vi: rác Cơ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK3
source: Mechanical refuse.
vi: rác Cơ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER
source: Annoying little monster. Has his uses, though.
vi: Annoying ít quái vật. Có các công dụng của mình, mặc dù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Stop looking at me!
vi: Đừng có nhìn tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.WAITING
source: What is it waiting for?
vi: Điều gì đang chờ đợi nó?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMANDRAKE
source: It has lost a lot of its power.
vi: Nó đã mất rất nhiều năng lượng của nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMEAT
source: It smells less like barnyard, now.
vi: Nó có mùi ít hơn như chuồng, bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMONSTERMEAT
source: I'll eat it if I have to.
vi: Tôi sẽ ăn nó nếu tôi có.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDSMALLMEAT
source: Well, at least it's not moving any more.
vi: Vâng, ít nhất là nó không di chuyển nữa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_LONG
source: Wait for it...
vi: Chờ cho nó ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_SHORT
source: Here it comes!
vi: Nó đến đấy!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.DONE
source: Finally, some quality grub.
vi: Cuối cùng, một số grub chất lượng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.EMPTY
source: Just the thought makes my mouth water.
vi: Chỉ ý nghĩ làm cho nước miệng của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN
source: High in fructose.
vi: Cao fructose.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.GENERIC
source: I don't know how they got here.
vi: Tôi không biết làm thế nào chúng đến ở đây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.HELD
source: Shhhh... My pretty.
vi: Suỵt ... món đồ tuyệt đẹp của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LICHEN
source: This fungus survived the downfall.
vi: Loại nấm này sống sót sau sự sụp đổ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTLICHEN
source: Dry, crumbly, sustaining.
vi: Khô, crumbly, duy trì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTGRASS
source: The mundane stuff of the earth.
vi: Những chuyện trần tục của trái đất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTREEDS
source: I think I could build something useful from this.
vi: Tôi nghĩ rằng tôi có thể xây dựng một cái gì đó hữu ích từ này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTSTONE
source: The building blocks of civilization.
vi: Các khối xây dựng của nền văn minh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEADLYFEAST
source: It smells... noxious.
vi: Nó có mùi ... độc hại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS
source: Even I am afraid of that guy.
vi: Ngay cả tôi sợ của anh chàng đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS_EYEBALL
source: Deerclops are myopic.
vi: Deerclops là thiển cận.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEPLETED_GRASS.GENERIC
source: That's not doing anyone any good.
vi: Đó không phải làm bất cứ ai bất kỳ tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIRTPILE
source: That looks out-of-place.
vi: Điều đó có vẻ ngoài nơi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.COLD
source: Mostly just background noise.
vi: Chủ yếu là chỉ tiếng ồn xung quanh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.GENERIC
source: I can use this to find my missing parts.
vi: Tôi có thể sử dụng để tìm phần còn thiếu của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.HOT
source: It must be right under my nose!
vi: Nó phải là ngay dưới mũi của tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARM
source: This is the right direction.
vi: Đây là hướng đi đúng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARMER
source: I should keep my eyes peeled.
vi: Tôi phải giữ cho đôi mắt của tôi bóc vỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.GENERIC
source: It's the starting mechanism.
vi: Đó là cơ chế bắt đầu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.READY
source: I need to insert the divining rod.
vi: Tôi cần phải chèn que bói.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Progress!
vi: Tiến bộ, tiến trình!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODSTART
source: The portals lead to the next rod.
vi: Các cổng dẫn vào thanh tiếp theo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT
source: Exotic and delicious.
vi: Kỳ lạ và ngon.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONPIE
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK
source: It tastes strangely like berries.
vi: Nó có vị lạ giống như quả mọng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK_COOKED
source: Still tastes like berries.
vi: Vẫn có vị giống như quả mọng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_BERRYBUSH
source: Do I look like a gardener?
vi: Tôi trông giống như một người làm vườn?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_GRASS
source: Do I look like a gardener?
vi: Tôi trông giống như một người làm vườn?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_MARSH_BUSH
source: Do I look like a gardener?
vi: Tôi trông giống như một người làm vườn?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_SAPLING
source: Do I look like a gardener?
vi: Tôi trông giống như một người làm vườn?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN
source: It's an acquired taste.
vi: Đó là một hương vị mua.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EARMUFFSHAT
source: They are at least warm.
vi: Họ là ít nhất là ấm áp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT
source: Just another boring plant.
vi: Chỉ cần một cây nhàm chán.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.CHOPPED
source: That's not about to grow back.
vi: Đó không phải là về phát triển trở lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.GENERIC
source: I've heard them described as 'piney'.
vi: Tôi đã nghe họ miêu tả là "piney '.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Dust to dust.
vi: Bụi tro bụi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: I put it out of it's misery.
vi: Tôi đưa nó ra khỏi nó đau khổ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It looks sickly.
vi: Có vẻ ốm yếu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYEPLANT
source: The Meat Bulb's pawns.
vi: con tốt các Bulb của thịt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GENERIC
source: Do I look like a farmer?
vi: Tôi trông giống như một người nông dân?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GROWING
source: I have better things to do than watch plants grow.
vi: Tôi còn có việc để làm hơn là các nhà máy đồng hồ phát triển.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It needs to be... refreshed.
vi: Nó cần phải được làm mới ....

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHERHAT
source: I will lure them in with my plumage.
vi: Tôi sẽ thu hút họ với bộ lông của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_CROW
source: Black is the colour of sleep.
vi: Màu đen là màu của giấc ngủ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN
source: Red is the colour of fire.
vi: Màu đỏ là màu của lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN_WINTER
source: Grey is the colour of pain.
vi: Xám là màu của sự đau đớn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEM_PUPPET
source: Better her than me.
vi: Tốt hơn cô hơn tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.GENERIC
source: How pretty.
vi: Đẹp thế nào.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.HELD
source: I could squish them if I wanted to.
vi: Tôi có thể đánh bại chúng nếu tôi muốn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREHOUND
source: I put fire gems in there as a joke.
vi: Tôi đặt ngọc lửa trong đó là một trò đùa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.EMBERS
source: I should attend to that.
vi: Tôi nên đi đến đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
vi: Một hố lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.HIGH
source: A roaring fire.
vi: Một ngọn lửa ầm ầm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.LOW
source: It's getting low.
vi: Nó nhận được thấp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.NORMAL
source: It's hot.
vi: Trời nóng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.OUT
source: It's gone cold.
vi: Nó lạnh rồi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESTAFF
source: A basic enchantment, but effective.
vi: Một ngắm cơ bản, nhưng hiệu quả.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH
source: Fresh from the murky depths.
vi: Tươi từ độ sâu tối tăm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHINGROD
source: I will eat for a lifetime.
vi: Tôi sẽ ăn suốt đời.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHSTICKS
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHTACOS
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH_COOKED
source: It still stinks.
vi: Nó vẫn stinks.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLINT
source: Ow! I cut my finger!
vi: Ow! Tôi cắt ngón tay của tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER
source: I am filled with the irrational urge to stomp upon it.
vi: Tôi đang tràn đầy thôi thúc không hợp lý dậm lên đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWERHAT
source: Definitely not my style.
vi: Chắc chắn không phải phong cách của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_EVIL
source: I like that flower.
vi: Tôi thích hoa đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOLIAGE
source: A meal fit for a peasant.
vi: Một bữa ăn phù hợp cho một nông dân.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOOTBALLHAT
source: Now I am ready for the scrimmage.
vi: Bây giờ tôi đã sẵn sàng cho sự ẩu đả.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.DEAD
source: It croaked.
vi: Nó cất giọng khàn khàn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.GENERIC
source: It jumps and licks things.
vi: Nó nhảy và liếm mọi thứ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.SLEEPING
source: It looks tired.
vi: Có vẻ mệt mỏi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGGLEBUNWICH
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS
source: Muscular.
vi: Cơ bắp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS_COOKED
source: Stringy.
vi: Xơ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITMEDLEY
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEARS
source: My pets! What has become of you?
vi: Thú cưng của tôi! Điều gì đã trở thành của bạn?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GHOST
source: It remembers me!
vi: Nó nhớ tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENAXE
source: It gets sharper with every cut.
vi: Nó được sắc nét hơn với mỗi cắt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPICKAXE
source: This must be game logic.
vi: Điều này phải là trò chơi logic.
