Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.INTRO.ONE
source: Is this how it ends?
vi: Đây là cách nó kết thúc sao?

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.HIT.ONE
source: The throne won't allow that. I've tried.
vi: Ngai vàng này không có phép điều đó. Tao thử rồi

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.NOUNLOCK.ONE
source: Ah, I am a fool. I had dared to hope.
vi: Ah, Tao là 1 kẻ khờ dại. Tao đã còn dám hy vọng.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHON.ONE
source: I guess I deserve that.
vi: Tao nghĩ là tao xứng đáng điều đó

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHOFF.ONE
source: Thank you. I have been listening to that song for an eternity.
vi: Cảm ơn. Tao đã nghe bài hát đấy 1 thiên niên kỷ rồi

# STRINGS.RECIPE_DESC.BOOK_BIRDS
source: 1000 species: habits, habitats, and calls.
vi: 1000 loài: tập tính, môi trường sống và tiếng kêu.

# STRINGS.RECIPE_DESC.BOOK_TENTACLES
source: Let's learn about our subterranean friends!
vi: Hãy học thêm về người bạn trong lòng đất của chúng ta!

# STRINGS.RECIPE_DESC.BOOK_GARDENING
source: On the care and feeding of plants.
vi: Về việc chăm sóc và chăm bón cây.

# STRINGS.RECIPE_DESC.BOOK_SLEEP
source: Soothing tales to send you off to dreamland.
vi: Câu chuyện êm dịu để đưa bạn vào xứ sở giấc mơ.

# STRINGS.RECIPE_DESC.BOOK_BRIMSTONE
source: The world will end in fire and tribulation!
vi: Thế giới sẽ kết thúc trong khói lửa và thương tâm!

# STRINGS.RECIPE_DESC.COMPASS
source: Points the way north.
vi: Chỉ về hướng Bắc.

# STRINGS.RECIPE_DESC.GUNPOWDER
source: A handful of gunpowder.
vi: Một đống thuốc súng.

# STRINGS.RECIPE_DESC.TORCH
source: Portable light source.
vi: Nguồn sáng đem đi được.

# STRINGS.RECIPE_DESC.TRAP
source: Capture small creatures.
vi: Bắt giữ các sinh vật nhỏ.

# STRINGS.RECIPE_DESC.BIRDTRAP
source: Capture winged beasts.
vi: Bắt giữ loài thú có cánh.

# STRINGS.RECIPE_DESC.PIGHOUSE
source: Shelters one pig.
vi: Nuôi 1 con lợn.

# STRINGS.RECIPE_DESC.RABBITHOUSE
source: Houses a giant rabbit and all his stuff.
vi: Nuôi 1 con thỏ khổng lồ và mọi thứ của nó.

# STRINGS.RECIPE_DESC.CAMPFIRE
source: Provides light while burning.
vi: Cung cấp ánh sáng khi đang cháy.

# STRINGS.RECIPE_DESC.FIREPIT
source: A safer, more efficient campfire.
vi: Cách an toàn và hiệu quả hơn lửa trại.

# STRINGS.RECIPE_DESC.COLDFIRE
source: This fire is from opposite day.
vi: Ngọn lửa này là từ 1 ngày khác.

# STRINGS.RECIPE_DESC.COLDFIREPIT
source: More efficient, but still backwards.
vi: Hiệu quả hơn nhưng vẫn ngược lại.

# STRINGS.RECIPE_DESC.FIRESUPPRESSOR
source: Saves plants, puts out fires, fueled by flame.
vi: Cứu cây cối, dập lửa, nhiên liệu bằng lửa.

# STRINGS.RECIPE_DESC.FERTILIZER
source: Less poop on hands, more poop on plants.
vi: Ít phân trên tay, thêm phân trên cây.

# STRINGS.RECIPE_DESC.HEATROCK
source: Stores thermals for travel.
vi: Giữ nhiệt cho du hành.

# STRINGS.RECIPE_DESC.SLOW_FARMPLOT
source: Grows seeds.
vi: Trồng hạt.

# STRINGS.RECIPE_DESC.FAST_FARMPLOT
source: Grows seeds a bit faster.
vi: Trồng hạt nhanh hơn 1 tí.

# STRINGS.RECIPE_DESC.TENT
source: Restores sanity, but costs time and hunger.
vi: Hồi lại tinh thần nhưng tốn thời gian và đồ ăn.

# STRINGS.RECIPE_DESC.SIESTAHUT
source: Escape the heat to restore sanity.
vi: Thoát cơn nóng để hồi phục tinh thần.

# STRINGS.RECIPE_DESC.ROPE
source: Tightly woven coils of usefulness.
vi: 1 đống sợi cuộn chặt đầy công dụng.

# STRINGS.RECIPE_DESC.ARMORWOOD
source: Protects you from some damage.
vi: Bảo vệ khỏi 1 chút tổn thương.

# STRINGS.RECIPE_DESC.ARMORGRASS
source: Provides a small amount of protection.
vi: Cung cấp 1 lượng bảo vệ nho nhỏ.

# STRINGS.RECIPE_DESC.ARMORMARBLE
source: It's heavy, but it will protect you.
vi: Nặng nhưng có thể bảo vệ mình.

# STRINGS.RECIPE_DESC.ARMOR_SANITY
source: Protects your body, but not your mind.
vi: Bảo vệ cơ thể nhưng không phải trí óc.

# STRINGS.RECIPE_DESC.SPEAR
source: Use the pointy end.
vi: Dùng phần đầu nhọn.

# STRINGS.RECIPE_DESC.STRAWHAT
source: Helps you stay cool and dry.
vi: Giúp giữ cho mát mẻ, khô ráo.

# STRINGS.RECIPE_DESC.TOPHAT
source: The classiest hat of all.
vi: Mũ lịch sử nhất trong tất cả cách loại mũ.

# STRINGS.RECIPE_DESC.FLOWERHAT
source: Something to soothe the nerves.
vi: Thứ gì đó để làm dịu các dây thần kinh.

# STRINGS.RECIPE_DESC.BEEFALOHAT
source: Be one with the herd! Smell included.
vi: Hòa làm 1 cùng với đàn bò. Có sẵn mùi hương đi kèm

# STRINGS.RECIPE_DESC.AXE
source: Chop down trees!
vi: Chặt cây!

# STRINGS.RECIPE_DESC.PICKAXE
source: Break down rocks.
vi: Phá đá.

# STRINGS.RECIPE_DESC.HAMMER
source: Smashes all kinds of things.
vi: Đập đủ mọi thứ trên đời.

# STRINGS.RECIPE_DESC.SHOVEL
source: Dig up all sorts of things.
vi: Đào đủ mọi kiểu.

# STRINGS.RECIPE_DESC.PITCHFORK
source: Move the ground around.
vi: Dịch chuyển mặt đất.

# STRINGS.RECIPE_DESC.GOLDENAXE
source: Chop down trees with STYLE!
vi: Chặt cây và SÀNH ĐIỆU!

# STRINGS.RECIPE_DESC.GOLDENPICKAXE
source: Break down rocks like a boss.
vi: Phá đá ngon như 1 ÔNG CHỦ.

# STRINGS.RECIPE_DESC.GOLDENSHOVEL
source: Lasts longer, digs the same stuff.
vi: Giữ lâu hơn, vẫn đào các thứ như vậy.

# STRINGS.RECIPE_DESC.GOLDENPITCHFORK
source: Rearrange the whole world.
vi: Sắp xếp lại cả thế giới.

# STRINGS.RECIPE_DESC.CUTSTONE
source: Nicely squared rocks.
vi: Những viên đá cắt vuông vắn.

# STRINGS.RECIPE_DESC.WINTEROMETER
source: Measure ambient air temperature.
vi: Kiểm tra nhiệt độ không khí môi trường.

# STRINGS.RECIPE_DESC.RAINOMETER
source: Observe precipitation probabilities.
vi: Quan sát tỉ lệ kết tủa.

# STRINGS.RECIPE_DESC.RESURRECTIONSTATUE
source: Resurrect yourself via the power of meat.
vi: Hồi sinh bản thân bằng năng lực của thịt.

# STRINGS.RECIPE_DESC.BOARDS
source: Like logs but flatter.
vi: Giống khối gỗ nhưng phẳng hơn.

# STRINGS.RECIPE_DESC.RESEARCHLAB
source: Unlock new crafting recipes!
vi: Mở ra những công thức chế tác mới!

# STRINGS.RECIPE_DESC.BACKPACK
source: Carry more stuff.
vi: Mang nhiều thứ hơn.

# STRINGS.RECIPE_DESC.PIGGYBACK
source: Carries a lot, but slows you down.
vi: Mang rất nhiều nhưng làm chậm hơn.

# STRINGS.RECIPE_DESC.ICEPACK
source: Small capacity, but keeps stuff fresh.
vi: Mang ít nhưng giữ cho đồ tươi hơn.

# STRINGS.RECIPE_DESC.UMBRELLA
source: Keep the sun and rain at bay!
vi: Giữ mặt trời và mưa dông tránh xa!

# STRINGS.RECIPE_DESC.RESEARCHLAB2
source: Unlock even more crafting recipes!
vi: Mở thêm còn nhiều công thức chế tạo hơn!

# STRINGS.RECIPE_DESC.RESEARCHLAB3
source: Is this even science anymore?
vi: Đây có còn là khoa học hay không nữa?

# STRINGS.RECIPE_DESC.RESEARCHLAB4
source: Amplify the magical power of your top hat.
vi: Tăng cường sức mạnh pháp thuật của chiếc mũ chóp cao.

# STRINGS.RECIPE_DESC.RAZOR
source: Shave off your dirty beatnik beard.
vi: Cạo bớt chòm râu bẩn thỉu của bạn.

# STRINGS.RECIPE_DESC.PAPYRUS
source: For writing things.
vi: Để viết các thứ.

# STRINGS.RECIPE_DESC.PANFLUTE
source: Music to soothe savage beasts.
vi: Âm nhạc để làm dịu lũ cầm thú.

# STRINGS.RECIPE_DESC.COOKPOT
source: Make better food.
vi: Làm đồ ăn ngon hơn.

# STRINGS.RECIPE_DESC.BUGNET
source: Catch bugs.
vi: Bắt bọ.

# STRINGS.RECIPE_DESC.BEEBOX
source: Store your own bees.
vi: Lưu trữ ong của chính mình.

# STRINGS.RECIPE_DESC.BEEHAT
source: Protection against angry bees.
vi: Bảo vệ khỏi lũ ong giận dữ.

# STRINGS.RECIPE_DESC.TREASURECHEST
source: A sturdy container.
vi: 1 vật chứa chắc chắn.

# STRINGS.RECIPE_DESC.DRAGONFLYCHEST
source: A sturdy and fireproof container.
vi: 1 vật chứa chắc chắn và chống lửa.

# STRINGS.RECIPE_DESC.BEDROLL_STRAW
source: Sleep through the night.
vi: Ngủ qua đêm.

# STRINGS.RECIPE_DESC.BEDROLL_FURRY
source: Sleep through the night in comfort!
vi: Ngủ qua đêm thoải mái!

# STRINGS.RECIPE_DESC.PUMPKIN_LANTERN
source: Spooky illumination.
vi: Tỏa sáng 1 cách kỳ ảo.

# STRINGS.RECIPE_DESC.FISHINGROD
source: Go fishing. For fish.
vi: Đi câu. Dành cho bọn cá.

# STRINGS.RECIPE_DESC.FEATHERHAT
source: Dress for your head.
vi: Váy dành cho cái đầu.

# STRINGS.RECIPE_DESC.MINERHAT
source: Light up the night with your noggin.
vi: Tỏa sáng màn đêm bằng đầu của bạn.

# STRINGS.RECIPE_DESC.FOOTBALLHAT
source: Protect your braincase.
vi: Bảo vệ bộ chứa não bạn.

# STRINGS.RECIPE_DESC.BLOWDART_SLEEP
source: Spit sleepiness at your enemies.
vi: Nhổ cơn buồn ngủ vào kẻ thù.

# STRINGS.RECIPE_DESC.BLOWDART_FIRE
source: Spit fire at your enemies.
vi: Nhổ lửa vào kẻ thù của bạn.

# STRINGS.RECIPE_DESC.BLOWDART_PIPE
source: Spit teeth at your enemies.
vi: Nhổ răng vào đối phương.

# STRINGS.RECIPE_DESC.BEEMINE
source: Weaponized bees. What could go wrong?
vi: Ong quân sự hóa. Có thể sai gì được chứ?

# STRINGS.RECIPE_DESC.AMULET
source: Protects you from death.
vi: Bảo vệ khỏi cái chết.

# STRINGS.RECIPE_DESC.PURPLEAMULET
source: Induce insanity.
vi: Gây điên loạn.

# STRINGS.RECIPE_DESC.BLUEAMULET
source: What a cool amulet.
vi: Cái vòng thật tuyệt.

# STRINGS.RECIPE_DESC.ORANGEAMULET
source: For those who don't like to pick items up.
vi: Cho ai không thích nhặt đồ.

# STRINGS.RECIPE_DESC.GREENAMULET
source: Craft with a discount!
vi: Chế tác và giảm giá!

# STRINGS.RECIPE_DESC.YELLOWAMULET
source: Pull power from the heavens.
vi: Kéo năng lượng từ thiên đường.

# STRINGS.RECIPE_DESC.SWEATERVEST
source: Rugged, yet stylish.
vi: Gồ ghề nhưng hợp thời trang.

# STRINGS.RECIPE_DESC.REFLECTIVEVEST
source: Keep cool and fresh in this stylish vest.
vi: Giữ mát mẻ và tươi mới trong chiếc áo thời trang này.

# STRINGS.RECIPE_DESC.HAWAIIANSHIRT
source: Fun in the sun. Or on Casual Fridays.
vi: Vui vẻ trong ánh nắng hoặc những ngày thứ 6 bình thường.

# STRINGS.RECIPE_DESC.BEARGERVEST
source: A bear of a vest.
vi: 1 con gấu của áo khoác.

# STRINGS.RECIPE_DESC.ARMORDRAGONFLY
source: Armour with a fiery temper.
vi: Áo giáp với cơn thịnh nộ rực lửa.

# STRINGS.RECIPE_DESC.STAFF_TORNADO
source: Blow your enemies away.
vi: Thổi bay kẻ thù đi.

# STRINGS.RECIPE_DESC.TRUNKVEST_SUMMER
source: Warm, but not that warm.
vi: Ấm nhưng không ấm đến thế.

# STRINGS.RECIPE_DESC.TRUNKVEST_WINTER
source: Warm enough for winter storms.
vi: Đủ ấm cho những cơn bão tuyết đông.

# STRINGS.RECIPE_DESC.BIRDCAGE
source: A happy home for your avian friends.
vi: Ngôi nhà hạnh phúc cho những người bạn biết bay.

# STRINGS.RECIPE_DESC.SPIDERHAT
source: Spiders will call you 'mom'.
vi: Lũ nhện sẽ gọi bạn là 'mẹ'

# STRINGS.RECIPE_DESC.TRAP_TEETH
source: Pops up and bites whoever steps on it.
vi: Nẩy lên và cắn bất kỳ ai dẫm phải.

# STRINGS.RECIPE_DESC.TRAP_TEETH_MAXWELL
source: Pops up and bites whoever steps on it.
vi: SNẩy lên và cắn bất kỳ ai dẫm phải.

# STRINGS.RECIPE_DESC.EARMUFFSHAT
source: A fuzzy little bit of warmth.
vi: Một chút ấm áp.

# STRINGS.RECIPE_DESC.WINTERHAT
source: Keeps yer noggin warm.
vi: Giữ cho đầu óc ấm áp.

# STRINGS.RECIPE_DESC.BUSHHAT
source: Good for hiding!
vi: Tốt cho việc ẩn náu!

# STRINGS.RECIPE_DESC.BOOMERANG
source: It comes from a land down under.
vi: Nó đến từ 1 mảnh đất phía bên dưới.

# STRINGS.RECIPE_DESC.ICEBOX
source: Slows food spoilage.
vi: Làm chậm đồ ăn hỏng.

# STRINGS.RECIPE_DESC.ONEMANBAND
source: Even crazy musicians amass a following.
vi: Kể cả các nhạc sĩ hâm dở cũng có người hâm mộ

# STRINGS.RECIPE_DESC.NIGHTMAREFUEL
source: Evil residue used by the foolish and crazy.
vi: Dư lượng của ác quỷ dùng bởi những kẻ điên cuồng và khờ dại.

# STRINGS.RECIPE_DESC.PURPLEGEM
source: By your colours combined!
vi: Bởi những màu sắc hợp lại!

# STRINGS.RECIPE_DESC.HAMBAT
source: It takes food to make food.
vi: Tốn đồ ăn để làm đồ ăn.

# STRINGS.RECIPE_DESC.HOMESIGN
source: Make your mark upon the world.
vi: Đánh dấu dấu vết của mình lên thế giới.

# STRINGS.RECIPE_DESC.WALL_WOOD_ITEM
source: Wooden wall segments.
vi: Các mảng tường gỗ.

# STRINGS.RECIPE_DESC.WALL_STONE_ITEM
source: Stone wall segments.
vi: Các mảng tường đá.

# STRINGS.RECIPE_DESC.WALL_HAY_ITEM
source: Hay wall segments. Not very sturdy.
vi: Các mảng tường rơm. Không chắc chắn cho lắm

# STRINGS.RECIPE_DESC.TURF_WOODFLOOR
source: High-quality laminate floorboards.
vi: Sàn ván ép chất lượng cao

# STRINGS.RECIPE_DESC.TURF_CHECKERFLOOR
source: Nicely checkered marble tiles.
vi: Gạch cẩm thạch ca rô cao cấp.

# STRINGS.RECIPE_DESC.TURF_CARPETFLOOR
source: Super soft. Smells like Beefalo.
vi: Siêu mềm. Mùi như bò

# STRINGS.RECIPE_DESC.TURF_ROAD
source: Build your own road to nowhere.
vi: Tự xây đường của chính mình không đến đâu cả.

# STRINGS.RECIPE_DESC.SEWING_KIT
source: Fix up degraded clothing items.
vi: Sửa quần áo xuống cấp.

# STRINGS.RECIPE_DESC.NIGHTLIGHT
source: Light the night with your dreams.
vi: Thắp sáng màn đêm bằng giấc mơ chính mình.

# STRINGS.RECIPE_DESC.NIGHTSWORD
source: Lucid dreaming damage.
vi: Sát thương từ giấc mơ

# STRINGS.RECIPE_DESC.NIGHTSTICK
source: Morning light for a nighttime fight.
vi: Ánh sáng ban ngày cho cuộc chiến ban đêm

# STRINGS.RECIPE_DESC.ICESTAFF
source: Freeze enemies in their tracks.
vi: Đông cứng kẻ thù tại chỗ

# STRINGS.RECIPE_DESC.FIRESTAFF
source: Harness the power of combustion!
vi: Tăng cường sức mạnh của cháy nổ!

# STRINGS.RECIPE_DESC.MEATRACK
source: The jerkiest of racks.
vi: Phần khô nhất trong các loại giá.

# STRINGS.RECIPE_DESC.BANDAGE
source: Heal your minor wounds.
vi: Hồi vết thương nhỏ.

# STRINGS.RECIPE_DESC.HEALINGSALVE
source: Disinfectant for cuts and abrasions.
vi: Sát trùng các vết chày xước và vết cắt.

# STRINGS.RECIPE_DESC.LIGHTNING_ROD
source: Protection from strikes.
vi: Bảo vệ khỏi tia sét.

# STRINGS.RECIPE_DESC.CANE
source: Trot on with speed and poise.
vi: Chạy quanh với tốc độ và thăng bằng.

# STRINGS.RECIPE_DESC.DIVININGROD
source: There must be some way out of here...
vi: Phải có cách nào đó ra khỏi đây...

# STRINGS.RECIPE_DESC.LANTERN
source: Refuelable, bright, portable!
vi: Nạp lại được, sáng, tiện mang vác!

# STRINGS.RECIPE_DESC.BATBAT
source: All this science is so... draining.
vi: Tất cả những thứ khoa học này thật... mệt mỏi.

# STRINGS.RECIPE_DESC.TELESTAFF
source: Bend space! Time bend sold separately.
vi: Uốn không gian! Thời gian để uốn thì bán riêng.

# STRINGS.RECIPE_DESC.ORANGESTAFF
source: For those who don't like walking.
vi: Cho ai không thích đi bộ.

# STRINGS.RECIPE_DESC.GREENSTAFF
source: Clean and efficient destruction.
vi: Hủy diệt hiệu quả và sạch sẽ.

# STRINGS.RECIPE_DESC.YELLOWSTAFF
source: Summon a tiny star.
vi: Triệu hồi một vì sao nhỏ bé.

# STRINGS.RECIPE_DESC.TELEBASE
source: Just add gems.
vi: Cứ thêm ngọc vào.

# STRINGS.RECIPE_DESC.MULTITOOL_AXE_PICKAXE
source: Doubly useful.
vi: Gấp đôi hữu dụng.

# STRINGS.RECIPE_DESC.ARMORRUINS
source: Flashy AND protective.
vi: Hoành tráng và bảo vệ

# STRINGS.RECIPE_DESC.RUINS_BAT
source: Spikes make everything better.
vi: Gai nhọn làm mọi thứ tốt hơn.

# STRINGS.RECIPE_DESC.NIGHTMARE_TIMEPIECE
source: Track the flow of ambient magic levels.
vi: Theo dõi dòng chảy của cấp độ ma thuật môi trường

# STRINGS.RECIPE_DESC.ARMORSLURPER
source: Keep that belly full.
vi: Giữ cho dạ dày đó luôn đầy.

# STRINGS.RECIPE_DESC.EYETURRET_ITEM
source: Keep the nasties away. By killing them.
vi: Giữ lũ ghê tởm tránh xa. Bằng cách giết chúng.

# STRINGS.RECIPE_DESC.ACCOMPLISHMENT_SHRINE
source: Prove your worth as a human being.
vi: Chứng tỏ sự đáng giá làm người.

# STRINGS.RECIPE_DESC.WALL_RUINS_ITEM
source: These walls will take quite a beating.
vi: Tường này sẽ tốn mất 1 lúc để đập

# STRINGS.RECIPE_DESC.POTTEDFERN
source: Make a pot and stick a fern inside.
vi: Làm chậu và cắm dương xỉ vào trong

# STRINGS.RECIPE_DESC.THULECITE
source: Combine tiny bits into a big chunk.
vi: Gộp những mảnh nhỏ thành 1 cục lớn

# STRINGS.RECIPE_DESC.RUINSHAT
source: Complete with ancient force field!
vi: Đi kèm cả từ trường bảo vệ cổ đại

# STRINGS.RECIPE_DESC.RAINCOAT
source: A waterproof coat to keep you dry.
vi: 1 cái áo chống nước để giữ khô.

# STRINGS.RECIPE_DESC.RAINHAT
source: Soft to the touch, slick to the rain.
vi: Chạm mềm mại, trơn trong mưa

# STRINGS.RECIPE_DESC.GRASS_UMBRELLA
source: Posh & portable protection.
vi: Bảo vệ sang trọng và tiện lợi.

# STRINGS.RECIPE_DESC.SPEAR_WATHGRITHR
source: The gold makes it sharper.
vi: Phần vàng làm nó sắc hơn.

# STRINGS.RECIPE_DESC.WATHGRITHRHAT
source: The unicorn is what protects you.
vi: Con kỳ lân là thứ giúp bảo vệ bạn.

# STRINGS.RECIPE_DESC.MOLEHAT
source: Grants the wearer Smell-E-Vision.
vi: Tặng chủ nhân khả năng Nhìn Đêm T(h)ối

# STRINGS.RECIPE_DESC.ICEHAT
source: Science, on the rocks.
vi: Khoa học, trên cục đá.

# STRINGS.RECIPE_DESC.TRANSISTOR
source: Science away! Bzzzt!
vi: Khoa học đi bzzzz

# STRINGS.RECIPE_DESC.BEARGER_FUR
source: Reconstituted furs.
vi: Lông tinh chế.

# STRINGS.RECIPE_DESC.WATERMELONHAT
source: Refreshing, but sticky.
vi: Mát mẻ nhưng dinh dính.

# STRINGS.RECIPE_DESC.EYEBRELLAHAT
source: An eye on the sky keeps you dry.
vi: Một con mắt trên trời giúp bạn khô ráo.

# STRINGS.RECIPE_DESC.FEATHERFAN
source: Luxuriously soft, luxuriously large.
vi: Êm 1 cách lộng lẫy, lớn 1 cách sang trọng.

# STRINGS.RECIPE_DESC.MINIFAN
source: You have to run to create a breeze!
vi: Phải chạy thì mới có gió!

# STRINGS.RECIPE_DESC.BELL
source: This isn't just any bell.
vi: Đây không phải là 1 cái chuông bất kỳ.

# STRINGS.RECIPE_DESC.CATCOONHAT
source: For those who value warmth over friends.
vi: Cho những ai trọng ấm áp hơn bạn bè.

# STRINGS.ACTIONS.GIVETOPLAYER
source: Give
vi: Đưa

# STRINGS.ACTIONS.GIVEALLTOPLAYER
source: Give All
vi: Đưa tất

# STRINGS.ACTIONS.FEEDPLAYER
source: Feed
vi: Cho ăn

# STRINGS.ACTIONS.FILL
source: Fill
vi: Làm đầy

# STRINGS.ACTIONS.ATTACK.RANGEDSMOTHER
source: Extinguish
vi: Dập lửa

# STRINGS.ACTIONS.ATTACK.RANGEDLIGHT
source: Light
vi: Đốt

# STRINGS.ACTIONS.ATTACK.WHACK
source: Whack
vi: Đập

# STRINGS.ACTIONS.JUMPIN.GENERIC
source: Jump In
vi: Nhảy vào

# STRINGS.ACTIONS.JUMPIN.HAUNT
source: Haunt
vi: Ám

# STRINGS.ACTIONS.TURNOFF.GENERIC
source: Turn Off
vi: Tắt

# STRINGS.ACTIONS.TURNOFF.EMERGENCY
source: Emergency Mode
vi: Trạng thái khẩn cấp

# STRINGS.ACTIONS.TAKEITEM.GENERIC
source: Take Item
vi: Lấy đồ

# STRINGS.ACTIONS.TAKEITEM.BIRDCAGE
source: Muck Out
vi: Thả ra

# STRINGS.ACTIONS.HAUNT
source: Haunt
vi: Ám

# STRINGS.ACTIONS.UNPIN
source: Unstick
vi: Tháo ra

# STRINGS.ACTIONS.TOSS
source: Toss
vi: Ném

# STRINGS.ACTIONS.WRITE
source: Write on
vi: Viết vào

# STRINGS.ACTIONS.MIGRATE
source: Travel via
vi: Dịch chuyển qua

# STRINGS.NAMES.TURF_DRAGONFLY
source: Scaled Flooring
vi: Nền sàn có vẩy

# STRINGS.NAMES.HUMANMEAT
source: Long Pig
vi: Thịt người

# STRINGS.NAMES.HUMANMEAT_COOKED
source: Cooked Long Pig
vi: Thịt người chín

# STRINGS.NAMES.HUMANMEAT_DRIED
source: Long Pig Jerky
vi: Thịt người khô

# STRINGS.NAMES.MULTIPLAYER_PORTAL
source: Jury-Rigged Portal
vi: Cổng dịch chuyển

# STRINGS.NAMES.ARROWSIGN_POST
source: Directional Sign
vi: Biển chỉ hướng

# STRINGS.NAMES.ARROWSIGN_PANEL
source: Directional Sign
vi: Biển chỉ hướng

# STRINGS.NAMES.ROCK_MOON
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.ROCK_FLINTLESS_MED
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.ROCK_FLINTLESS_LOW
source: Boulder
vi: Tảng đá

# STRINGS.NAMES.SCORCHED_SKELETON
source: Crispy Skeleton
vi: Xương cháy khô

# STRINGS.NAMES.FURTUFT
source: Fur Tuft
vi: Mảng nền Lông

# STRINGS.NAMES.MANDRAKE_ACTIVE
source: Mandrake
vi: Cây độc

# STRINGS.NAMES.MANDRAKE_PLANTED
source: Mandrake
vi: Cây độc

# STRINGS.NAMES.BURNT_MARSH_BUSH
source: Spiky Bush
vi: Bụi gai

# STRINGS.NAMES.TRINKET_13
source: Gnome
vi: Người lùn

# STRINGS.NAMES.WALL_MOONROCK_ITEM
source: Moon Rock Wall
vi: Tường đá mặt trăng

# STRINGS.NAMES.WALL_MOONROCK
source: Moon Rock Wall
vi: Tường đá mặt trăng

# STRINGS.NAMES.WATERBALLOON
source: Waterballoon
vi: Bong bóng nước

# STRINGS.NAMES.LIFEINJECTOR
source: Booster Shot
vi: Kim tiêm tăng lực

# STRINGS.NAMES.SPAT
source: Ewecus
vi: Cừu Gian Ác

# STRINGS.NAMES.STEELWOOL
source: Steel Wool
vi: Lông cừu thép

# STRINGS.NAMES.PHLEGM
source: Phlegm
vi: Đờm

# STRINGS.NAMES.HANDFAN
source: Small Fan
vi: Quạt nhỏ

# STRINGS.NAMES.MINIFAN
source: Whirly Fan
vi: Quạt quay quay

# STRINGS.NAMES.REVIVER
source: Telltale Heart
vi: Trái tim tọc mạch

# STRINGS.NAMES.SHADOWMETEOR
source: Meteor
vi: Thiên thạch

# STRINGS.NAMES.MOONROCKNUGGET
source: Moon Rock
vi: Đá Mặt Trăng

# STRINGS.NAMES.GRASSGEKKO
source: Grass Gekko
vi: Thằn lằn cỏ

# STRINGS.NAMES.ROCK_PETRIFIED_TREE
source: Petrified Tree
vi: Cây hóa thạch

# STRINGS.NAMES.TWIGGYTREE
source: Twiggy Tree
vi: Cây lắm cành

# STRINGS.NAMES.TWIGGY_NUT
source: Twiggy Tree Cone
vi: Hạt cây lắm cành

# STRINGS.NAMES.HEAVYSENTRY
source: Heavy Sentry
vi: Súng máy tự động

# STRINGS.NAMES.G_HOUSE
source: Advanced Farm
vi: Vườn cao cấp

# STRINGS.NAMES.FLOWERBOX
source: Flower Box
vi: Hộp trồng hoa

# STRINGS.NAMES.FLOWERBOX_EVIL
source: Corrupt Flower Box
vi: Hộp trồng hoa quỷ

# STRINGS.NAMES.FLOWERBOX_CAVE
source: Foliage Planter box
vi: Hộp trồng hoa hang động

# STRINGS.NAMES.W_POND
source: Fish Farm
vi: Vườn nuôi cá

# STRINGS.NAMES.LARGECHEST
source: Large Chest
vi: Rương cỡ lớn

# STRINGS.NAMES.LARGEICEBOX
source: Large Icebox
vi: Tủ lạnh cỡ lớn

# STRINGS.NAMES.TUNGSTEN
source: Tungsten Spear
vi: Giáo kim loại

# STRINGS.NAMES.THERMAL_TETRAHEDRON
source: Thermal Tetrahedron
vi: Đá thần tỏa nhiệt

# STRINGS.NAMES.SHIRUKEN
source: Batarang
vi: Phi tiêu

# STRINGS.NAMES.TUNGSTENORE
source: Tungsten Nugget
vi: Quặng kim loại

# STRINGS.NAMES.ROCK_TOUGH
source: Tough Stone
vi: Đá siêu cứng

# STRINGS.NAMES.TUNGSTEN_FIREPIT
source: Tungsten Firepit
vi: Hố lửa kim loại

# STRINGS.NAMES.TUNGSTEN_AXE
source: Corrupt Cutter
vi: Rìu kim loại

# STRINGS.NAMES.ARMOR_TUNGSTEN
source: Zero Kelvin Suit
vi: Giáp 0 độ

# STRINGS.NAMES.FIREBLADE
source: Fire Fleur
vi: Kiếm lửa

# STRINGS.NAMES.WALL_TUNGSTEN_ITEM
source: Tungsten Wall
vi: Tường kim loại

# STRINGS.NAMES.WALL_TUNGSTEN
source: Tungsten Wall
vi: Tường kim loại"

# STRINGS.NAMES.TUNGSTEN_PICKAXE
source: Infiniminer
vi: Cuốc kim loại

# STRINGS.NAMES.TUNGSTEN_HARDHAT
source: Tungsten Hardhat
vi: Mũ siêu cứng

# STRINGS.NAMES.TRAP_TESLA
source: Tesla Trap
vi: Bẫy bảo vệ

# STRINGS.NAMES.SLOTMACHINE
source: Slot Machine
vi: Máy xổ số

# STRINGS.NAMES.DUBLOON
source: Dubloons
vi: Xèng xổ số

# STRINGS.NAMES.BOW
source: Bow
vi: Cung

# STRINGS.NAMES.QUIVER
source: Quiver
vi: Bao đựng tên

# STRINGS.NAMES.ARROW
source: Arrow
vi: Mũi tên

# STRINGS.NAMES.GOLDARROW
source: Gold Arrow
vi: Tên vàng

# STRINGS.NAMES.MOONSTONEARROW
source: Moon Rock Arrow
vi: Tên mặt trăng

# STRINGS.NAMES.FIREARROW
source: Fire Arrow
vi: Têm lửa

# STRINGS.NAMES.ICEARROW
source: Ice Arrow
vi: Tên băng

# STRINGS.NAMES.THUNDERARROW
source: Thunder Arrow
vi: Tên sét

# STRINGS.NAMES.DISCHARGEDTHUNDERARROW
source: Discharged Thunder Arrow
vi: Tên sét hết điện

# STRINGS.NAMES.CROSSBOW
source: Crossbow
vi: Nỏ

# STRINGS.NAMES.BOLT
source: Bolt
vi: Tên cho nỏ

# STRINGS.NAMES.POISONBOLT
source: Poison Bolt
vi: Tên nỏ độc

# STRINGS.NAMES.EXPLOSIVEBOLT
source: Explosive Bolt
vi: Tên nỏ phát nổ

# STRINGS.NAMES.MAGICBOW
source: Magic Bow
vi: Cung thần

# STRINGS.NAMES.MUSKET
source: Musket
vi: Súng trường

# STRINGS.NAMES.MUSKET_BULLET
source: Musket Bullet
vi: Đạn súng

# STRINGS.NAMES.Z_FIREFLIESBALL
source: Fireflies Ball
vi: Ngọc đạn cung thần

# STRINGS.NAMES.Z_BLUEGOOP
source: Blue Goop
vi: Ngọc hồi cung thần

# STRINGS.NAMES.SENTRYARROW
source: Sentry Arrow
vi: Đạn súng máy

# STRINGS.NAMES.WOODENMACE
source: Wooden Mace
vi: Chày gỗ

# STRINGS.NAMES.FLYSWATTER
source: Fly Swatter
vi: Vỉ đập côn trùng

# STRINGS.NAMES.FRYINGPAN
source: Frying Pan
vi: Chảo rán

# STRINGS.NAMES.SPARTAHELMUT
source: Golden Helmet
vi: Mũ giáp vàng

# STRINGS.NAMES.SPARTASWURD
source: Sharp Sword
vi: Đại đao

# STRINGS.NAMES.EWECUSHAT
source: Knight's Helmet
vi: Mũ hiệp sĩ
