Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUZZARD
source: You won't find any carrion here. We're stuck like this.
vi: Bạn sẽ không tìm thấy bất kỳ vật thối rữa ở đây. Chúng tôi đang mắc kẹt như thế này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS.GENERIC
source: It's got more things coming out of it than we do.
vi: Nó có nhiều điều ra khỏi nó hơn chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS.PICKED
source: It's got no meat left in it.
vi: Nó đã không có thịt còn lại trong nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS_MEAT_COOKED
source: Take that, pokey things!
vi: Đi mà, mọi thứ pokey!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS_MEAT
source: Haven't had enough, huh?
vi: Đã không có đủ, huh?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CACTUS_FLOWER
source: This part is nice.
vi: Điều này một phần là tốt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.EMBERS
source: We should put something on the fire before it goes out.
vi: Chúng ta nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.GENERIC
source: Sure beats the heat. And darkness.
vi: Chắc chắn đánh bại cái nóng. Và bóng tối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.HIGH
source: That fire is huge!
vi: lửa là rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.LOW
source: The fire's getting a touch low.
vi: Ngọn lửa của nhận được một ít lạc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.NORMAL
source: Nice and cool.
vi: Đẹp và mát mẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIRE.OUT
source: Well, that's done.
vi: Vâng, đó là thực hiện.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.EMBERS
source: We should put something on the fire before it goes out.
vi: Chúng ta nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats the cold. And darkness.
vi: Chắc chắn nhịp đập lạnh. Và bóng tối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.HIGH
source: That fire is huge!
vi: lửa là rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a touch low.
vi: Ngọn lửa của nhận được một ít lạc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and warm.
vi: Tốt đẹp và ấm áp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAMPFIRE.OUT
source: Well, that's done.
vi: Vâng, đó là thực hiện.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CANE
source: One more point of contact won't slow us down.
vi: Một điểm nữa tiếp xúc sẽ không làm chúng ta thất vọng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CATCOON
source: A bit more feral than grandpa's cat.
vi: Một chút hoang dã hơn mèo ông nội của.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CATCOONDEN.GENERIC
source: Trunk house.
vi: nhà Trunk.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CATCOONDEN.EMPTY
source: The nine lives thing is true!
vi: Chín cuộc sống đó là thật!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CATCOONHAT
source: Hat of a cat.
vi: Hat của một con mèo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COONTAIL
source: I always liked pulling Whiskers' tail.
vi: Tôi luôn luôn thích kéo đuôi Râu '.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARROT
source: I sort of miss being forced to eat these.
vi: Tôi loại lỡ bị buộc phải ăn những.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARROT_COOKED
source: Easier for us both.
vi: Dễ dàng hơn cho cả hai chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARROT_PLANTED
source: Bury your head, carrot.
vi: Bury đầu của bạn, cà rốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CARROT_SEEDS
source: We could grow something with these..
vi: Chúng tôi có thể phát triển một cái gì đó với những ..

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_FERN
source: Swirly plants.
vi: nhà máy xoáy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHARCOAL
source: Hard and black, like my better half.
vi: Cứng và đen, giống như một nửa của tôi tốt hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESSJUNK1
source: A mess of chess.
vi: Một mớ hỗn độn của cờ vua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESSJUNK2
source: A mess of chess.
vi: Một mớ hỗn độn của cờ vua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESSJUNK3
source: A mess of chess.
vi: Một mớ hỗn độn của cờ vua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESTER
source: Your insides are gross.
vi: bên trong của bạn là tởm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Peekaboo.
vi: Ú òa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHESTER_EYEBONE.WAITING
source: We spy a tired eye.
vi: Chúng tôi do thám một mắt mệt mỏi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKEDMANDRAKE
source: Cooked to death.
vi: Nấu cho đến chết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKEDMEAT
source: Can't have any pudding if we don't eat it.
vi: Không thể có bất kỳ bánh nếu chúng ta không ăn nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKEDMONSTERMEAT
source: It'll go down, but I won't be happy about it.
vi: Nó sẽ đi xuống, nhưng tôi sẽ không được hạnh phúc về nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKEDSMALLMEAT
source: Meat treat.
vi: Thịt điều trị.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKPOT.COOKING_LONG
source: It won't be done for a while.
vi: Nó sẽ không được thực hiện trong một thời gian.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKPOT.COOKING_SHORT
source: Almost ready!
vi: Gần như sẵn sàng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKPOT.DONE
source: Supper is served.
vi: Supper được phục vụ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKPOT.EMPTY
source: Food goes in, other food comes out.
vi: Thực phẩm đi vào, các thực phẩm khác đi ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COOKPOT.BURNT
source: Someone must have left the fire going.
vi: Có người phải rời lửa đi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORN
source: Corn in the raw.
vi: Ngô trong thô.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORN_COOKED
source: Popping corn.
vi: Ngô popping.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CORN_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CROW.GENERIC
source: Oh, you look like you're having a grand time, flying about.
vi: Oh, bạn trông giống như bạn đang có một thời gian lớn, bay về.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CROW.HELD
source: We all want a bit of freedom.
vi: Chúng ta đều muốn có một chút tự do.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTGRASS
source: We should be able to weave this, too.
vi: Chúng tôi sẽ có thể để dệt này, quá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTREEDS
source: Reeds, web, what's the difference.
vi: Tháp Mười, web, có gì khác biệt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTSTONE
source: Squared rocks.
vi: đá Squared.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEERCLOPS
source: He might be able to digest me!
vi: Ông có thể có thể tiêu hóa tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EYEBRELLAHAT
source: Disturbing, but it'll keep us dry.
vi: Gây rối, nhưng nó sẽ giữ cho chúng khô.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It was once grass.
vi: Nó đã từng là cỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEVTOOL
source: Axe me a question!
vi: Rìu tôi một câu hỏi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DEVTOOL_NODEV
source: I can't wield that.
vi: Tôi không thể vận dụng đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIRTPILE
source: A pile of dirt. I bet it's hiding something.
vi: Một đống bụi bẩn. Tôi đặt cược nó đang giấu điều gì đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGROD.COLD
source: Nothing nearby.
vi: Không có gì gần đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGROD.GENERIC
source: Lead and I shall follow.
vi: Chì và tôi sẽ làm theo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGROD.HOT
source: We are close!
vi: Chúng tôi rất gần!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGROD.WARM
source: Going the right way.
vi: Đi đúng đường.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGROD.WARMER
source: Something must be near.
vi: Một cái gì đó phải là gần.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGRODBASE.GENERIC
source: It's a mystery.
vi: Nó là một sự huyền bí.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGRODBASE.READY
source: Looks like there's a hole for an oversized key.
vi: Dường như có một lỗ cho một khoá quá khổ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: It's ready to go.
vi: Nó đã sẵn sàng để đi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DIVININGRODSTART
source: Radical rod!
vi: rod cấp tiến!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONFLY
source: Oh don't you just drag on.
vi: Ồ không, bạn chỉ cần kéo về.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORDRAGONFLY
source: Another creature casing.
vi: Một vỏ sinh vật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGON_SCALES
source: They don't weigh much for scales.
vi: Họ không cân nhắc nhiều về quy mô.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONFLYCHEST
source: It looks like my old toy chest!
vi: Nó trông giống như ngực đồ chơi cũ của tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LAVASPIT.HOT
source: Too hot for us!
vi: Quá nóng cho chúng tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LAVASPIT.COOL
source: Looks safe now.
vi: Trông an toàn bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONFRUIT
source: It looks suspect.
vi: Có vẻ nghi ngờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONFRUIT_COOKED
source: It looks tastier now.
vi: Nó trông ngon hơn bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONFRUIT_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRAGONPIE
source: We baked it!
vi: Chúng tôi nướng nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRUMSTICK
source: I just want to bang on my drum.
vi: Tôi chỉ muốn đập vào trống của tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DRUMSTICK_COOKED
source: We love finger food.
vi: Chúng tôi thích các món ăn ngón tay.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_BERRYBUSH
source: Into the ground with you!
vi: Vào mặt đất với các bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_GRASS
source: Into the ground with you!
vi: Vào mặt đất với các bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_MARSH_BUSH
source: Into the ground with you!
vi: Vào mặt đất với các bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUG_SAPLING
source: Into the ground with you!
vi: Vào mặt đất với các bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DURIAN
source: Pungent.
vi: Hăng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DURIAN_COOKED
source: No sir, I don't like it.
vi: Không thưa ông, tôi không thích nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DURIAN_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EARMUFFSHAT
source: Strap some rabbits to our head, good idea.
vi: Dây đeo một số thỏ để đầu của chúng tôi, ý tưởng tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EGGPLANT
source: Blech, eggplant.
vi: Blech, cà tím.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EGGPLANT_COOKED
source: Mum knew I liked it braised.
vi: Mẹ biết tôi thích nó om.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EGGPLANT_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DECIDUOUSTREE.BURNING
source: What a senseless waste of firewood.
vi: Thật là một sự lãng phí vô nghĩa củi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DECIDUOUSTREE.BURNT
source: Only we can prevent forest fires.
vi: Chỉ có chúng ta có thể ngăn chặn cháy rừng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Got you good, tree!
vi: Có bạn tốt, cây!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DECIDUOUSTREE.POISON
source: What're you so mad about?
vi: Em đang nổi điên về?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DECIDUOUSTREE.GENERIC
source: My, what nice foliage you have.
vi: Chà, tán lá đẹp mà bạn có.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ACORN.GENERIC
source: Tree or food, there's something inside.
vi: Cây hoặc thực phẩm, có điều gì đó bên trong.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ACORN.PLANTED
source: May you have a long and free life.
vi: bạn có thể có một cuộc sống lâu dài và miễn phí.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ACORN_COOKED
source: Roasted on an open fire.
vi: Rang trên lửa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRCHNUTDRAKE
source: So that's what's inside!
vi: Vì vậy, đó là những gì bên trong!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN.BURNING
source: What a senseless waste of firewood.
vi: Thật là một sự lãng phí vô nghĩa củi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN.BURNT
source: Only we can prevent forest fires.
vi: Chỉ có chúng ta có thể ngăn chặn cháy rừng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN.CHOPPED
source: Got you good, tree!
vi: Có bạn tốt, cây!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN.GENERIC
source: Pines are always greener on the other side of the fence.
vi: Pines luôn xanh hơn ở phía bên kia của hàng rào.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a senseless waste of firewood.
vi: Thật là một sự lãng phí vô nghĩa củi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Only we can prevent forest fires.
vi: Chỉ có chúng ta có thể ngăn chặn cháy rừng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Got you good, tree!
vi: Có bạn tốt, cây!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: A dying breed.
vi: Một giống chó chết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EYEPLANT
source: Ever vigilant.
vi: Bao giờ cảnh giác.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FARMPLOT.GENERIC
source: I'll have a go at this farming thing.
vi: Tôi sẽ có một đi vào điều nuôi này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FARMPLOT.GROWING
source: C'mooon, plants!
vi: C'mooon, loài thực vật!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: The soil is dried up.
vi: Đất được sấy khô lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FARMPLOT.BURNT
source: A razed farm is no farm at all.
vi: Một trang trại san bằng không có trang trại ở tất cả.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHERHAT
source: Feathers enough to cover our spiderness.
vi: Feathers đủ để trang trải spiderness của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHER_CROW
source: Feather of black.
vi: Lông đen.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHER_ROBIN
source: Feather of red.
vi: Feather của màu đỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHER_ROBIN_WINTER
source: Feather of white.
vi: Lông màu trắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEM_PUPPET
source: She's locked up!
vi: Cô bị nhốt!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREFLIES.GENERIC
source: Elusive little buggies.
vi: xe đẩy ít khó nắm bắt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREFLIES.HELD
source: Going on an adventure, got some fireflies in our pocket!
vi: Đi trên một cuộc phiêu lưu, có một số con đom đóm trong túi của chúng tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREHOUND
source: He's got a fire under his feet. And all inside him.
vi: Anh ấy có một ngọn lửa dưới chân mình. Và tất cả các bên trong anh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.EMBERS
source: We should put something on the fire before it goes out.
vi: Chúng ta nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.GENERIC
source: Sure beats the cold. And darkness.
vi: Chắc chắn nhịp đập lạnh. Và bóng tối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.HIGH
source: That fire is huge!
vi: lửa là rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.LOW
source: The fire's getting a touch low.
vi: Ngọn lửa của nhận được một ít lạc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.NORMAL
source: Nice and warm.
vi: Tốt đẹp và ấm áp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIREPIT.OUT
source: Well, that's done. But not forever!
vi: Vâng, đó là thực hiện. Nhưng không phải mãi mãi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.EMBERS
source: We should put something on the fire before it goes out.
vi: Chúng ta nên đặt một cái gì đó trên ngọn lửa trước khi nó đi ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.GENERIC
source: Sure beats the heat. And darkness.
vi: Chắc chắn đánh bại cái nóng. Và bóng tối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.HIGH
source: That fire is huge!
vi: lửa là rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.LOW
source: The fire's getting a touch low.
vi: Ngọn lửa của nhận được một ít lạc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.NORMAL
source: Nice and cool.
vi: Đẹp và mát mẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COLDFIREPIT.OUT
source: Well, that's done. But not forever!
vi: Vâng, đó là thực hiện. Nhưng không phải mãi mãi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRESTAFF
source: We didn't start the fire.
vi: Chúng tôi đã không bắt đầu cháy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRESUPPRESSOR.ON
source: This would come in handy in a snowball fight.
vi: Điều này sẽ có ích trong một cuộc chiến snowball.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRESUPPRESSOR.OFF
source: It's off.
vi: Đó là tắt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Running low on fuel.
vi: Chạy thấp vào nhiên liệu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH
source: It could stand to be fried.
vi: Nó có thể đứng để được chiên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISHINGROD
source: I miss grandpa's fishing trips.
vi: Tôi bỏ lỡ chuyến đi câu cá của ông nội của.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISHSTICKS
source: At least we know how to make fish sticks.
vi: Ít nhất chúng tôi biết làm thế nào để làm cho gậy cá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISHTACOS
source: Taco Tuesday!
vi: Taco thứ ba!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH_COOKED
source: Flaky and moist. Delicious.
vi: Không ổn định và ẩm. Thơm ngon.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLINT
source: Oh, to feel a sharp edge against my skin.
vi: Oh, cảm thấy một cạnh sắc nét trên làn da của tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER
source: We agree that flowers are nice.
vi: Chúng tôi đồng ý rằng hoa là tốt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWERHAT
source: Colourful crown.
vi: vương miện đầy màu sắc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_EVIL
source: This flower is decidedly not nice!
vi: Bông hoa này là decidedly không tốt đẹp!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FOLIAGE
source: Soft and leafy.
vi: Mềm và lá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FOOTBALLHAT
source: We could be good at football, much better than I was!
vi: Chúng ta có thể được tốt ở bóng đá, tốt hơn nhiều hơn tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROG.DEAD
source: A hop too far.
vi: Một hop quá xa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROG.GENERIC
source: Ack! Sticky tongue!
vi: Ack! Dính lưỡi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROG.SLEEPING
source: Oblivious amphibious.
vi: đổ bộ không biết gì.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROGGLEBUNWICH
source: Sandwich for me, frog legs for him.
vi: Sandwich cho tôi, chân ếch cho anh ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROGLEGS
source: A fraction of a frog.
vi: Một phần nhỏ của một con ếch.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FROGLEGS_COOKED
source: I admit, I've acquired a taste for these.
vi: Tôi thừa nhận, tôi đã có được một hương vị cho các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FRUITMEDLEY
source: Pile o' fruit.
vi: Cọc o 'trái cây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GEARS
source: I could've been a robot.
vi: Tôi có thể đã là một robot.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GHOST
source: That's not a fun ghost!
vi: Đó không phải là một con ma vui vẻ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENAXE
source: Life is okay when you've got a golden axe.
vi: Cuộc sống là okay khi bạn đã có một chiếc rìu vàng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENPICKAXE
source: The finest pickaxe of them all.
vi: Cái cuốc tốt nhất của tất cả.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENPITCHFORK
source: We can do some fancy forking with this.
vi: Chúng ta có thể làm một số ưa thích forking với điều này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENSHOVEL
source: We're gonna dig so many holes.
vi: Chúng ta sẽ đào rất nhiều lỗ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDNUGGET
source: We definitely like shiny.
vi: Chúng tôi chắc chắn muốn sáng bóng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS.BARREN
source: It could use some perking up.
vi: Nó có thể sử dụng một số vểnh lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS.WITHERED
source: The heat wave bested it.
vi: Làn sóng nhiệt đánh bại nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS.BURNING
source: Fire fire fire!
vi: Lửa cháy cháy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS.GENERIC
source: Grass, next best thing to silk.
vi: Grass, tiếp theo là điều tốt nhất để lụa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS.PICKED
source: Picked down to the stems.
vi: Vớt xuống vào thân.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREEN_CAP
source: Smells really earthy.
vi: Mùi thực sự đất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREEN_CAP_COOKED
source: Heat really brings out the juices.
vi: Nhiệt thực sự mang lại cho ra các loại nước ép.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Ready for harvest.
vi: Sẵn sàng cho thu hoạch.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: We can't get at it!
vi: Chúng ta không thể có được nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREEN_MUSHROOM.PICKED
source: It's gone now.
vi: Nó đi ngay bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GUNPOWDER
source: We're getting good at making stuff.
vi: Chúng tôi đang nhận được tốt làm cho công cụ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HAMBAT
source: An interesting way to use food.
vi: Một cách thú vị để sử dụng thực phẩm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HAMMER
source: Chaos and destruction!
vi: Chaos và phá hủy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEALINGSALVE
source: Soothing.
vi: Nhẹ nhàng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEATROCK.FROZEN
source: It's cold to the touch.
vi: Nó lạnh khi chạm vào.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEATROCK.COLD
source: It's getting chilly.
vi: Nó nhận được lạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEATROCK.GENERIC
source: It's a rock.
vi: Đó là một tảng đá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEATROCK.WARM
source: It's getting hot!
vi: Nó nhận được nóng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HEATROCK.HOT
source: It's hot to the touch!
vi: Nó nóng khi chạm vào!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOMESIGN.GENERIC
source: We could write on that if only we had a pen!
vi: Chúng tôi có thể viết vào đó, nếu chúng ta chỉ có một cây bút!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOMESIGN.BURNT
source: The lettering burnt off.
vi: Các chữ cháy hết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HONEYCOMB
source: Honey pods!
vi: Mật ong kén!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HORN
source: If this makes the mating call we're in trouble.
vi: Nếu điều này làm cho các cuộc gọi giao phối, chúng tôi đang gặp rắc rối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOUND
source: That's an angry puppy!
vi: Đó là một con chó con tức giận!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOUNDBONE
source: There isn't much left.
vi: Hiện không phải là nhiều trái.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOUNDMOUND
source: This place scares us.
vi: nơi này sợ hãi chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEBOX
source: Spoil not, food supplies!
vi: Chơi sang không, nguồn cung cấp thực phẩm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEHAT
source: This should keep us cool.
vi: Điều này sẽ giữ cho chúng mát mẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEHOUND
source: He has a chilling look in his eyes.
vi: Ông có một cái nhìn lạnh trong mắt anh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.INSANITYROCK.ACTIVE
source: Move, stupid rock!
vi: Di chuyển, đá ngu ngốc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.INSANITYROCK.INACTIVE
source: I wonder what that does.
vi: Tôi tự hỏi những gì mà thực hiện.
