Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.GENERIC
source: Angry bee!
vi: ong giận dữ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.HELD
source: My angry bee!
vi: ong giận dữ của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT
source: Horsey horse!
vi: ngựa Horsey!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_SUMMER
source: Nose meat!
vi: thịt mũi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_WINTER
source: So soft, I want to squish it!
vi: Vì vậy, mềm mại, tôi muốn để squish nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS
source: Scary goat man! Run!
vi: Scary người đàn ông dê! Chạy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS_SACK
source: I have goat man's sack.
vi: Tôi có bao dê của con người.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF
source: Wood man!
vi: Gỗ đàn ông!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF_SPARSE
source: Wood man!
vi: Gỗ đàn ông!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Ooooh, sparks!
vi: Ooooh, tia lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Is wire in sky!
vi: Là dây trên bầu trời!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LITTLE_WALRUS
source: You think you are mightier than old man?
vi: Bạn nghĩ rằng bạn là mạnh hơn ông già?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGLOG
source: Creepy face log!
vi: Creepy mặt log!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOCKEDWES
source: Is puny man trapped by statue men.
vi: Là người đàn ông nhỏ bé bị mắc kẹt bởi những người đàn ông bức tượng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOG
source: Is thick like my arm.
vi: Dày như cánh tay của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANT
source: You cannot fool Wolfgang!
vi: Bạn không thể đánh lừa Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANTBULB
source: Ah ha! Who is tricky now?
vi: Ah ha! Ai là khó khăn hiện nay?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MALE_PUPPET
source: Scary chair scare him!
vi: ghế Scary dọa anh ta!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.DEAD
source: Little plant man is died!
vi: Ít cây con được chết!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.GENERIC
source: Is strange plant.
vi: Là nhà máy lạ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.PICKED
source: Little plant man friend!
vi: Ít người đàn ông bạn nhà máy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMANDRAKE
source: Little plant man is food?
vi: Người đàn ông nhỏ cây là thực phẩm?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKESOUP
source: Little plant man is for make soup!
vi: Ít nhà máy người đàn ông là để làm súp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLE
source: I can lift!
vi: Tôi có thể nâng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLEPILLAR
source: Is too heavy to lift.
vi: Là quá nặng để nâng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLETREE
source: Do not try punch tree.
vi: Đừng cố cây cú đấm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.BURNING
source: Uh oh. Spiky fire.
vi: Uh oh. lửa gai nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.GENERIC
source: Is thorny.
vi: Là gai góc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.PICKED
source: Thorns hurt.
vi: Gai bị tổn thương.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_PLANT
source: Is plant.
vi: Là nhà máy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNING
source: I burn the spikes!
vi: Tôi ghi gai!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNT
source: Is spikey and black now
vi: Là Spikey và đen hiện nay

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.CHOPPED
source: I chop the spikes off!
vi: Tôi cắt gai tắt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.GENERIC
source: Is spikey.
vi: Là Spikey.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELL
source: A fancy suit is no match for my muscles!
vi: Một bộ đồ ưa thích là không phù hợp cho cơ bắp của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLHEAD
source: Scary head is 12 feet tall!
vi: đầu đáng sợ là cao 12 feet!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLIGHT
source: Scary light!
vi: ánh sáng đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLOCK
source: Scary lock!
vi: khóa đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLTHRONE
source: Scary chair!
vi: ghế đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT
source: Meat makes me strong!
vi: Thịt làm cho tôi mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATBALLS
source: Ball of meats make me strong!
vi: Bóng của thịt làm cho tôi mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DONE
source: Yum, meaty leather!
vi: Yum, da thịt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DRYING
source: Dry meaty things! Dry!
vi: thứ thịt khô! Khô!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.GENERIC
source: I can dry meat!
vi: Tôi có thể làm khô thịt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT_DRIED
source: Look like leather, taste like meat.
vi: Trông giống như da, hương vị như thịt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERM
source: Is fishy man!
vi: Là người đàn ông tanh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD
source: What a handsome devil!
vi: Thật là một con quỷ đẹp trai!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE
source: The house was not strong enough.
vi: Ngôi nhà không đủ mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERLASAGNA
source: Taste like hairs and meats with noodle.
vi: Hương vị như lông và thịt với mì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT
source: It is not looking like food.
vi: Nó không phải là trông như thực phẩm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT_DRIED
source: Look like leather, taste like leather.
vi: Trông giống như da, hương vị giống như da.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.GENERIC
source: Reminds me of uncle!
vi: Nhắc tôi chú!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.HELD
source: No more blood for you!
vi: Không có thêm máu cho bạn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITOSACK
source: Uncle did not have gut like this.
vi: Bác không có ruột như thế này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.DUG
source: I am sorry, dead peoples.
vi: Tôi xin lỗi, người chết.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.GENERIC
source: Scary! Is probably full of bones!
vi: Đáng sợ! Có lẽ là đầy xương!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTLIGHT
source: Is strange glow.
vi: Là lạ phát sáng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMAREFUEL
source: Scary stuff.
vi: thứ đáng sợ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTSWORD
source: Is real? Is not real? Is sharp!
vi: Là thật? Là không có thật? Là sắc nét!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NITRE
source: Is rock, but different.
vi: Là đá, nhưng khác nhau.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ONEMANBAND
source: Is big and loud. I like!
vi: Là lớn và ồn ào. Tôi thích!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANDORASCHEST
source: Fancy box!
vi: hộp ưa thích!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANFLUTE
source: I can play folk song.
vi: Tôi có thể chơi các bài hát dân gian.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PAPYRUS
source: Is like paper
vi: Cũng giống như giấy

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PENGUIN
source: Funny walking birds!
vi: chim đi bộ buồn cười!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PERD
source: Dumb bird is take all berries!
vi: chim Dumb là mất tất cả các quả!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEROGIES
source: Wolfgang love perogi!
vi: Wolfgang tình yêu perogi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS
source: These smell nice.
vi: Những mùi tốt đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS_EVIL
source: They make my brain hurt.
vi: Họ làm tổn thương não của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PICKAXE
source: Pick!
vi: Chọn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGYBACK
source: Smelly bag!
vi: túi có mùi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD
source: Why long face?
vi: Tại sao khuôn mặt dài?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.FULL
source: Hey! Come out here, pig man!
vi: Chào! Bước ra đây, lợn con người!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.GENERIC
source: The door is too small for me.
vi: Các cửa là quá nhỏ đối với tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Where did he go?
vi: Ngài đã đi đâu?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGKING
source: Ha! Is good people!
vi: Ha! Là người tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.DEAD
source: No! The pig is dead!
vi: Không! Con heo là chết!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.FOLLOWER
source: Is friend now!
vi: Có phải là bạn bây giờ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GENERIC
source: Hello pig. How are you?
vi: Xin chào lợn. Bạn khỏe không?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GUARD
source: Does he even lift?
vi: Anh ta thậm chí còn nâng?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.WEREPIG
source: Angry piggie!
vi: Piggie tức giận!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGSKIN
source: Why long butt? Ha ha, Wolfgang is funny man.
vi: Tại sao mông lâu? Ha ha, Wolfgang là buồn cười người đàn ông.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGTORCH
source: How is fire made?
vi: Làm thế nào là lửa thực hiện?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.GENERIC
source: I could crush this tree-seed with my hands!
vi: Tôi có thể đè bẹp này cây giống với bàn tay của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.PLANTED
source: It will be tree soon.
vi: Nó sẽ là cây sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PITCHFORK
source: Reminds me of childhood.
vi: Nhắc tôi về thời thơ ấu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT
source: What is this? Meat for baby man?
vi: Cái gì thế này? Thịt cho bé người đàn ông?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT_COOKED
source: Is slightly better now.
vi: Là hơi tốt hơn bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
vi: Lá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GROWING
source: Is still growing.
vi: Vẫn còn đang phát triển.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Is tasty now.
vi: Mmmm. Là ngon ngay bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE
source: Look like smartypants' brain.
vi: Trông giống như não người thông '.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_COOKED
source: Ha ha ha! I cook brain! Not so smart now.
vi: Ha ha ha! Tôi nấu ăn não! Không phải như vậy thông minh hiện nay.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_SEEDS
source: Is piece of brain?
vi: Là mảnh não?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND
source: Is all wet.
vi: Là tất cả ướt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POOP
source: Smelly!
vi: Hôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN
source: Is big as head of weakling man! Not Wolfgang head.
vi: Là lớn như đầu của kẻ yếu đuối con người! Không Wolfgang đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKINCOOKIE
source: Is tasty cookie.
vi: Là bánh ngon.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_COOKED
source: I cook your head, puny man! I am strongest Wolfgang.
vi: Tôi nấu ăn đầu của bạn, người đàn ông nhỏ bé! Tôi mạnh Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_LANTERN
source: Now is actual head! Wolfgang afraid!
vi: Bây giờ là đầu thực tế! Wolfgang sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_SEEDS
source: This grow food size of wimpy head.
vi: Điều này tăng kích thước thực phẩm đầu wimpy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEGEM
source: Prettier rock.
vi: đá đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.GENERIC
source: Tiny rabbit! Hide from me!
vi: Tiny thỏ! Ẩn từ tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.HELD
source: He is my friend.
vi: Anh ấy là bạn tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE
source: You can not hide forever, jumping meat!
vi: Bạn không thể trốn mãi được, nhảy thịt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RATATOUILLE
source: Is food. Sort of.
vi: Là thực phẩm. Phân loại của.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAZOR
source: My skin is too strong for hairs!
vi: Da của tôi là quá mạnh cho sợi lông!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REDGEM
source: Pretty rock.
vi: Khá đá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP
source: Oh! Is Pretty and shiny!
vi: Oh! Là Khá và sáng bóng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP_COOKED
source: Is not same.
vi: Không giống nhau.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.GENERIC
source: Is mushy room.
vi: Là phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.INGROUND
source: Mushy room is hiding!
vi: phòng ủy mị được ẩn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.PICKED
source: I already took that mushy room.
vi: Tôi đã mất rằng phòng ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.BURNING
source: Not good!
vi: Không tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.GENERIC
source: Is watery grass.
vi: Là cỏ chảy nước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.PICKED
source: I have beaten the reeds!
vi: Tôi đã bị đánh đập lau sậy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUBBLE
source: Broken house stuff.
vi: Tấm thứ nhà.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB
source: I am not sure how I feel about... science.
vi: Tôi không chắc chắn làm thế nào tôi cảm thấy về ... khoa học.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2
source: I am not sure how I feel about... science.
vi: Tôi không chắc chắn làm thế nào tôi cảm thấy về ... khoa học.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3
source: What has Wolfgang done?
vi: đã Wolfgang đã làm gì?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE
source: I'm not going to die.
vi: Tôi sẽ không chết.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTONE
source: Hop on rock!
vi: Nhảy lên đá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.GENERIC
source: Is pretty red color bird.
vi: Là con chim màu đỏ đẹp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.HELD
source: Is happy bird in pocket.
vi: Là chim hạnh phúc trong túi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.GENERIC
source: Is pretty white color bird.
vi: Là con chim màu khá trắng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.HELD
source: Is fluffy bird. Nice bird.
vi: Là chim bông. Đẹp chim.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBOT_PUPPET
source: Scary chair scare it!
vi: Scary ghế sợ nó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.GENERIC
source: A pile of crusty rocks!
vi: Một đống đá hay quạu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.OUT
source: Ha! Another thing to smash!
vi: Ha! Một điều để đập vỡ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
vi: Dung nham được làm mát.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.NORMAL
source: Liquid fire!
vi: dịch bắn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK
source: Is hard! Like me!
vi: Khó! Giống như tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKS
source: Is rock. What you not get?
vi: Là rock. Những gì bạn không nhận được?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK
source: This one jumps the queen!
vi: Điều này nhảy nữ hoàng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROPE
source: Strong! Like me!
vi: Mạnh! Giống như tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROTTENEGG
source: Stinky!
vi: Hôi thối!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.ACTIVE
source: Is beautiful!
vi: Đẹp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.INACTIVE
source: Is hiding underground.
vi: Đang trốn dưới lòng đất.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.GENERIC
source: Puny tree! I am stronger than you!
vi: cây nhỏ bé! Tôi mạnh hơn bạn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.PICKED
source: Ha! Ha! Ha! Tree is floppy!
vi: Ha! Ha! Ha! Cây là đĩa mềm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS
source: Too small to eat.
vi: Quá nhỏ để ăn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS_COOKED
source: Fire make bigger, can eat now.
vi: Lửa làm cho lớn hơn, có thể ăn ngay bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEWING_KIT
source: Is pokey!
vi: Là pokey!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SILK
source: Is too fancy.
vi: Là quá lạ mắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON
source: Not enough muscle.
vi: Không đủ cơ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKULLCHEST
source: This man had big head!
vi: Người đàn ông này đã có đầu lớn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.GENERIC
source: Is very small bird.
vi: Là loài chim rất nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.HUNGRY
source: Small bird is hungry.
vi: con chim nhỏ đang đói.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.STARVING
source: Small bird will die from starving.
vi: chim nhỏ sẽ chết vì đói.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT
source: I need more meat!
vi: Tôi cần thêm thịt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT_DRIED
source: Look like leather, taste like meat.
vi: Trông giống như da, hương vị như thịt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPEAR
source: It gave me a sliver.
vi: Nó đã cho tôi một mảnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.DEAD
source: Is made of sticky goo!
vi: Được làm bằng goo dính!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.GENERIC
source: He has scary face!
vi: Ông có khuôn mặt đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.SLEEPING
source: Walk quiet, and he might not see me.
vi: Đi bộ yên tĩnh, và ông có thể không nhìn thấy tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERDEN
source: The bugs are hiding in there.
vi: Các lỗi đang ẩn nấp trong đó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDEREGGSACK
source: Nasty spider eggs.
vi: trứng nhện Nasty.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERGLAND
source: Squishy and wobbly!
vi: Squishy và lung lay!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHAT
source: Is like smooch from giant bug.
vi: Cũng giống như nụ hôn từ lỗi khổng lồ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERQUEEN
source: Oh no! Walking bug-house!
vi: Ồ không! Đi bộ lỗi nhà!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Not scary now!
vi: Không đáng sợ bây giờ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: This one extra scary.
vi: Điều này một thêm đáng sợ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I think not smart to poke it.
vi: Tôi nghĩ không thông minh để chọc nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPOILED_FOOD
source: Is ball of yuck!
vi: Là bóng của yuck!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEHARP
source: Where is pretty music?
vi: Ở đâu âm nhạc khá?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEMAXWELL
source: Man is rock now! Very tricky...
vi: Con người là đá bây giờ! Rất khó khăn ...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STINGER
source: Is sharp like skewer!
vi: Là sắc nét như xiên!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWHAT
source: Is good hat!
vi: Là chiếc mũ tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKBOAT
source: Is broken!
vi: Bị phá vỡ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SWEATERVEST
source: Is vest with pattern for fancy man.
vi: Được vest với mô hình cho người đàn ông ưa thích.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TAFFY
source: Is sweet candy thing.
vi: Ngọt ngào điều kẹo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRD
source: Is tallest bird!
vi: Là loài chim cao nhất!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG
source: There is bird inside.
vi: Có con chim bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_COOKED
source: Cooked bird. Good for breakfast!
vi: chim nấu chín. Tốt cho bữa ăn sáng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Bird like ice cube!
vi: Bird như khối băng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Little bird is trying to get out.
vi: Con chim nhỏ đang cố gắng để có được ra ngoài.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is too hot for little bird!
vi: Là quá nóng cho con chim nhỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I wait for bird.
vi: Tôi chờ đợi cho chim.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Bird comes soon.
vi: Chim đến sớm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.GENERIC
source: Is big egg!
vi: Là quả trứng lớn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.PICKED
source: Is nest of emptiness.
vi: Là tổ của tánh Không.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.GENERIC
source: Hah! Not so tall.
vi: Hah! Không phải như vậy cao.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.HUNGRY
source: Is hungry, and noisy.
vi: Đói, và ồn ào.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.STARVING
source: Is hungry, noisy and angry!
vi: Đói, ồn ào và tức giận!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I do not fear what lies beyond!
vi: Tôi không sợ những gì nằm ngoài!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Strange rock. Do I sit on?
vi: đá kỳ lạ. Tôi ngồi trên?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Something missing still.
vi: Một cái gì đó mất tích vẫn còn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is coming together now.
vi: Là đến với nhau bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BOX
source: Has little lever.
vi: Có ít đòn bẩy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_CRANK
source: Bendy thing is made of metal!
vi: điều Bendy được làm bằng kim loại!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_POTATO
source: Ha ha! Ha ha! What ugly potato!
vi: Ha ha! Ha ha! Những củ khoai tây xấu xí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_RING
source: I will bend into perfect circle!
vi: Tôi sẽ bẻ cong thành vòng tròn hoàn hảo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT
source: It is time for a mighty nap.
vi: Đó là thời gian cho một giấc ngủ ngắn hùng mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE
source: Skinny monster!
vi: con quái vật gầy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPOTS
source: Yuck! Slimy!
vi: Kinh quá! Nhớt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPIKE
source: Perfect for sticking!
vi: Hoàn hảo cho gắn bó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR
source: Lots of little friends!
vi: Rất nhiều bạn nhỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR_ARM
source: Tiny tentacle baby thing! Ha!
vi: Tiny tua bé điều! Ha!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_GARDEN
source: Hmmmm, suspicious!
vi: Hmmmm, đáng ngờ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOPHAT
source: Is good hat!
vi: Là chiếc mũ tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TORCH
source: I attack night with fire stick.
vi: Tôi tấn công ban đêm với cây gậy lửa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP
source: No trap can hold me!
vi: Không có cái bẫy có thể giữ tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH
source: It bites bottoms from below!
vi: Nó cắn đáy từ bên dưới!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH_MAXWELL
source: Whoever put this is bad fella!
vi: Ai đặt này là fella xấu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST
source: I put stuff there!
vi: Tôi đặt thứ đó!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_1
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_10
source: Is junk, I think.
vi: Là rác, tôi nghĩ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_11
source: Is junk, I think.
vi: Là rác, tôi nghĩ.
