Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.GENERIC
source: A MINDLESS DRONE. I LIKE HIM.
vi: Một Drone mindless. TÔI THÍCH ANH ẤY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.HELD
source: ITS VIBRATIONS ARE COMFORTING
vi: Rung động NÓ LÀ an ủi

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.FULLHONEY
source: HONEY LEVELS ARE HIGH
vi: HONEY CẤP LÀ CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.GENERIC
source: WORK HARDER, BEES
vi: LÀM VIỆC HARDER, BEES

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.NOHONEY
source: NO HONEY DETECTED
vi: NO HONEY PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.SOMEHONEY
source: HONEY LEVELS ARE LOW
vi: HONEY CẤP LÀ THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.FOLLOWER
source: FOLLOW ME WITHOUT QUESTION.
vi: FOLLOW ME KHÔNG HỎI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.GENERIC
source: IT STINKS OF MEAT
vi: Nó stinks THỊT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.NAKED
source: I HAVE HUMILIATED IT. GOOD.
vi: TÔI ĐÃ nhục CNTT. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.SLEEPING
source: IT BEGS TO BE TIPPED OVER
vi: CNTT cầu xin được lật

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOHAT
source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBERS
vi: THERE là dấu vết của vấn đề phân nhúng TRONG SỢI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHAT
source: THE MESH IS SMALLER THAN BEE STINGERS
vi: THE MESH LÀ NHỎ HƠN HƠN BEE Stingers

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHIVE
source: HOW INDUSTRIOUS
vi: CÁCH siêng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE
source: IMPROVISED STINGING DEVICE
vi: Improvised THIẾT BỊ chua cay

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE_MAXWELL
source: AGGRESSIVE LIFEFORMS WITHIN
vi: Những dạng sống tích cực TRONG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES
source: THEY REMIND ME OF BLOOD
vi: HỌ nhắc nhở tôi về MÁU

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES_COOKED
source: THEY HAVE LOST STRUCTURAL INTEGRITY
vi: HỌ ĐÃ MẤT TÍNH CẤU TRÚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BARREN
source: THE SYSTEM IS DOWN
vi: HỆ THỐNG LÀ XUỐNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.GENERIC
source: PERIODIC CALORIE DISPENSER
vi: Dispenser calo KỲ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.PICKED
source: IT IS REBOOTING
vi: IT IS khởi động lại

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.GENERIC
source: I WILL IMPRISON THE FLESHLINGS
vi: Tôi sẽ bỏ tù người FLESHLINGS

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.OCCUPIED
source: NOW I HAVE YOU
vi: DOANH NGHIỆP I HAVE YOU

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDTRAP
source: STUPID BIRDS. HA.
vi: Chim STUPID. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG_COOKED
source: THIS IS SUPPOSED TO BE AN IMPROVEMENT
vi: NÀY THÌ KHÔNG AN CẢI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP
source: REVEREND AUTOMATON
vi: Mục sư automaton

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_FIRE
source: A WEAPON OF MINOR DESTRUCTION
vi: Một vũ khí hủy diệt NHỎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_SLEEP
source: THESE CREATURES ARE SO MANIPULABLE
vi: Những sinh vật đang SO MANIPULABLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_PIPE
source: ACCELERATES SHARP OBJECTS TO DANGEROUS SPEEDS
vi: Phát triển nhanh chóng ĐỐI TƯỢNG SHARP với tốc độ nguy hiểm

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEAMULET
source: THIS WILL MAKE A GREAT HEATSINK.
vi: NÀY SẼ LÀM một tản nhiệt Great.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEGEM
source: IT IS SLIGHTLY COLD
vi: Nó là hơi lạnh

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEPRINT
source: KNOWLEDGE WAITING TO BE ABSORBED.
vi: KIẾN THỨC CHỜ để được hấp thụ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP
source: MEDICINAL FUNGUS
vi: Nấm THUỐC

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP_COOKED
source: MODIFIED FUNGUS
vi: Nấm SỬA ĐỔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: BLUE FUNGUS
vi: Nấm xanh

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: IT IS HIDING
vi: CNTT GIẤU GIẾM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I TOOK IT.
vi: TÔI ĐÃ LẤY NÓ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOARDS
source: THEY ARE FLATTER NOW
vi: Chúng phẳng DOANH NGHIỆP

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT
source: BOAT
vi: THUYỀN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BONESTEW
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUGNET
source: HARVEST INSECTS
vi: HARVEST côn trùng

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSHHAT
source: HOW DEMEANING
vi: CÁCH hạ thấp phẩm giá

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTER
source: THIS IS IMPROBABLE
vi: THIS IS không thể xảy ra

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.GENERIC
source: IT THINKS IT IS SO PRETTY
vi: Nó nghĩ rằng nó LÀ SO PRETTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYMUFFIN
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
vi: CẢNH BÁO: CHÁY CẤP NGHIÊM TRỌNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
vi: Một trại tạm

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
vi: CẢNH BÁO: CHÁY LÀ hay nổi giận

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING: FIRE LEVEL LOW
vi: CẢNH BÁO: CHÁY CẤP THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.NORMAL
source: IT REMINDS ME OF SOMETHING
vi: Nó làm tôi nhớ SOMETHING

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.OUT
source: NO FIRE DETECTED
vi: KHÔNG CHÁY PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANE
source: ASSISTED LOCOMOTION DEVICE
vi: Hỗ trợ THIẾT BỊ Locomotion

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT
source: NUTRITIOUS
vi: BỔ DƯỠNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_COOKED
source: IT IS FLOPPY NOW
vi: IT IS đĩa mềm DOANH NGHIỆP

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_PLANTED
source: ROBOT NEEDS FOOD
vi: ROBOT NHU CẦU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_FERN
source: YOUR CHARMS WILL NOT WORK ON ME, PLANT.
vi: Charms CỦA BẠN SẼ KHÔNG LÀM VIỆC ON ME, THỰC VẬT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHARCOAL
source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
vi: NÉN VẤN ĐỀ DEAD. ĐIÊU GI KHÔNG ĐỂ THICH?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER
source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
vi: UNIT EXTERNAL BẢO QUẢN NÀY XUẤT HIỆN ĐƯỢC sinh

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE
source: IT IS THE DRM KEY FOR THE STORAGE UNIT
vi: CNTT LÀ CHÍNH DRM CHO ĐƠN VỊ BẢO QUẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMANDRAKE
source: I WIN
vi: TÔI THẮNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMEAT
source: FIRE MAKES THINGS BETTER
vi: CHÁY LÀM NHỮNG ĐIỀU TỐT HƠN

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMONSTERMEAT
source: IT IS STILL SOMEWHAT INCOMPATIBLE
vi: CNTT vẫn còn hơi không tương thích

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDSMALLMEAT
source: IT TASTES LIKE BURNT REVENGE
vi: Nó có vị như REVENGE BURNT

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
vi: LẦN NỮA ĐƯỢC YÊU CẦU

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
vi: ĐÓ LÀ GẦN COMPLETE

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
vi: QUÁ TRÌNH NẤU ĂN ĐƯỢC LÀM

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.EMPTY
source: I CAN REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
vi: TÔI CÓ THỂ LỌC thịt và rau VÀO HÌNH THỨC Mạnh mẽ THÊM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_COOKED
source: EMPTY CALORIES
vi: CALORIES EMPTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.GENERIC
source: IT IS SMARTER THAN MOST HUMANS
vi: IT IS thông minh hơn so với người MOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.HELD
source: NOT SO SMART NOW, ARE YOU?
vi: KHÔNG SO SMART NGHIỆP, ARE YOU?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTGRASS
source: PLANT MATTER
vi: CÂY DÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTREEDS
source: HOLLOW PLANT MATTER
vi: VẤN ĐỀ THỰC VẬT rỗng

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTSTONE
source: I HAVE IMPROVED THE ROCKS
vi: TÔI ĐÃ CẢI THIỆN CÁC ROCKS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEADLYFEAST
source: POISON DETECTED
vi: POISON PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS
source: DANGER! THREAT INCOMING!
vi: NGUY HIỂM! ĐE DỌA ĐE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS_EYEBALL
source: A GIANT ORGANIC LENS
vi: Một GIANT HỮU LENS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_GRASS.GENERIC
source: AN EXPIRED TUFT OF GRASS
vi: AN Cụm hết hạn GRASS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIRTPILE
source: UNKNOWN PILE FORMAT
vi: FORMAT CỌC UNKNOWN

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH: LOW
vi: TÍN HIỆU MẠNH: LOW

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.GENERIC
source: IT WANTS ITS MOTHER
vi: CNTT MUỐN MẸ NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH: EXTREMELY HIGH
vi: TÍN HIỆU MẠNH: SIÊU

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH: MEDIUM
vi: TÍN HIỆU MẠNH: VỪA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH: HIGH
vi: TÍN HIỆU MẠNH: CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.GENERIC
source: PURPOSE OF USE UNCLEAR.
vi: MỤC ĐÍCH SỬ DỤNG chưa rõ ràng.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.READY
source: FINAL INPUT IS LARGE KEY, THEN ROD WILL FUNCTION.
vi: VÀO CUỐI CÙNG LÀ CHÍNH LỚN, THEN ROD WILL CHỨC NĂNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: ROD IS FULLY OPERATIONAL.
vi: ROD LÀ HOÀN TOÀN HOẠT ĐỘNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODSTART
source: ROD COULD BE USEFUL TOOL.
vi: ROD THỂ KHÔNG CẦN CÔNG CỤ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT
source: IT HAS HEALING PROPERTIES
vi: IT HAS TÍNH HEALING

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_COOKED
source: I SHOULD EAT THIS SOON
vi: Tôi NÊN ĂN NÀY SỚM

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONPIE
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK
source: LIVING THINGS ARE MADE OF FASCINATING PARTS
vi: NHỮNG SINH ĐƯỢC LÀM PHỤ hấp dẫn

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK_COOKED
source: A TASTE SENSATION
vi: Một TƯỢNG TASTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN
source: GOOD THING I LACK A NOSE
vi: TỐT Thing tôi thiếu một MŨI

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_COOKED
source: STILL NOT GOOD
vi: VẪN KHÔNG TỐT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARMUFFSHAT
source: I WILL UTILIZE THEIR FURRINESS
vi: Tôi sẽ sử dụng làm da thú HỌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT
source: IT HAS AN ILLOGICAL NAME
vi: IT HAS AN vô lý TÊN

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNING
source: SOON THERE WILL BE NOTHING LEFT
vi: SỚM CÓ SẼ KHÔNG TRÁI

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNT
source: I WIN. GOOD.
vi: TÔI THẮNG. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
vi: THẾ GIỚI TỰ NHIÊN LÀ đánh giá quá cao

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.GENERIC
source: TARGET ACQUIRED
vi: MỤC TIÊU mua

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
vi: SỚM CÓ SẼ KHÔNG TRÁI

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I WIN. GOOD.
vi: TÔI THẮNG. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
vi: THẾ GIỚI TỰ NHIÊN LÀ đánh giá quá cao

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: PATHETIC TREE DROPS NO BABIES
vi: TREE thảm hại THUỐC NHỎ KHÔNG TRẺ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYEPLANT
source: EXTERNAL SIGHT MODULES.
vi: EXTERNAL SIGHT mô-đun.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GENERIC
source: IT IS NOT CURRENTLY ACTIVE
vi: ĐÓ LÀ KHÔNG HIỆN ACTIVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GROWING
source: LIFE IS INEFFICIENT
vi: CUỘC SỐNG là không hiệu quả

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: ITS RESOURCES ARE EXHAUSTED
vi: TÀI NGUYÊN CỦA NÓ đang cạn kiệt

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERHAT
source: I STILL CAN NOT FLY
vi: Tôi VẪN KHÔNG THỂ BAY

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_CROW
source: IT HAS BEEN SEPARATED FROM ITS BIRD
vi: CNTT đã được tách ra từ BIRD NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN
source: IT HAS BEEN SEPARATED FROM ITS BIRD
vi: CNTT đã được tách ra từ BIRD NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN_WINTER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
vi: CNTT đã được tách ra từ BIRD NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEM_PUPPET
source: SHE APPEARS TO BE TRAPPED.
vi: SHE vẻ như bị kẹt.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.GENERIC
source: BIOLUMINESCENT INSECTS
vi: phát quang sinh học côn trùng

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.HELD
source: THEY ARE VERY LIGHT
vi: HỌ LÀ RẤT ÁNH SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREHOUND
source: IT LIVES TO BURN
vi: CNTT SỐNG ĐƯỢC GHI

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
vi: CẢNH BÁO: CHÁY CẤP NGHIÊM TRỌNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.GENERIC
source: WARMTH AND LIGHT
vi: Ấm áp và ÁNH SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.HIGH
source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
vi: CẢNH BÁO: CHÁY CẤP VƯỢT THÔNG SỐ THIẾT KẾ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.LOW
source: WARNING: FIRE LEVEL LOW
vi: CẢNH BÁO: CHÁY CẤP THẤP

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.NORMAL
source: THIS FIRE IS FULLY OPERATIONAL
vi: CHÁY NÀY LÀ HOÀN TOÀN HOẠT ĐỘNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
vi: CNTT NHU CẦU được khởi động lại

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESTAFF
source: THIS STAFF HAS BEEN OPTIMIZED FOR COMBUSTION.
vi: NHÂN VIÊN NÀY ĐÃ ĐƯỢC tối ưu hóa cho QUÁ TRÌNH CHÁY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH
source: IT HAS RUN OUT OF LIFE. I WIN.
vi: CNTT ĐÃ CHẠY OUT OF LIFE. TÔI THẮNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINGROD
source: I DO NOT LIKE WATER
vi: Tôi KHÔNG THÍCH NƯỚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHSTICKS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHTACOS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: REQUIRES CHIPS
vi: YÊU CẦU CHIPS

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLINT
source: THIS ROCK IS SHARPER THAN MOST
vi: ROCK NÀY sắc hơn MOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER
source: MY APPRECIATION FOR BEAUTY IS LIMITED
vi: BIẾT ƠN CỦA TÔI CHO LÀ BEAUTY TNHH

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWERHAT
source: AT LEAST THEY ARE DEAD
vi: ÍT NHẤT HỌ LÀ CHẾT

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_EVIL
source: HEY THERE, FLOWERS. WANNA... KILL ALL HUMANS?
vi: HEY THERE, HOA. WANNA ... giết tất cả mọi người?

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOLIAGE
source: I ENDED A LIFE. YAY.
vi: Tôi KẾT THÚC A LIFE. YAY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOOTBALLHAT
source: PADDING FOR MY PROCESSING UNIT
vi: Padding CHO CHẾ ĐƠN VỊ CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.DEAD
source: I WIN
vi: TÔI THẮNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.GENERIC
source: POTENTIAL BUNWICH
vi: BUNWICH TIỀM NĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.SLEEPING
source: I SHOULD HARVEST IT
vi: Tôi NÊN thu hoạch nó

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGGLEBUNWICH
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS
source: REPLACEMENT PARTS FOR FROGS
vi: TÙNG THAY THẾ CHO ẾCH

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS_COOKED
source: THEY ARE MORE NUTRITIOUS NOW
vi: HỌ LÀ DINH DƯỠNG THÊM DOANH NGHIỆP

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITMEDLEY
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEARS
source: OH NO. WHAT HAVE I DONE TO YOU?
vi: Ồ KHÔNG. NHỮNG GÌ TÔI ĐÃ LÀM CHO BẠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENAXE
source: GOLD IS MORE DURABLE?
vi: LÀ VÀNG BỀN HƠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPICKAXE
source: GOLD IS MORE DURABLE?
vi: LÀ VÀNG BỀN HƠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPITCHFORK
source: GOLD IS MORE DURABLE?
vi: LÀ VÀNG BỀN HƠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENSHOVEL
source: GOLD IS MORE DURABLE?
vi: LÀ VÀNG BỀN HƠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDNUGGET
source: I APPRECIATE ITS CONDUCTIVITY
vi: Tôi ÂN dẫn điện của nó

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BARREN
source: FERTILIZATION REQUIRED
vi: Bón phân REQUIRED

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.GENERIC
source: IT LOOKS COMBUSTIBLE
vi: LOOKS CNTT NỔ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.PICKED
source: IT WILL RETURN SOON
vi: CNTT SẼ TRẢ SOON

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP
source: CULINARY FUNGUS
vi: Nấm ẩm thực

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP_COOKED
source: MODIFIED FUNGUS
vi: Nấm SỬA ĐỔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: GREEN FUNGUS
vi: Nấm XANH

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: IT IS HIDING
vi: CNTT GIẤU GIẾM

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I TOOK IT.
vi: TÔI ĐÃ LẤY NÓ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUNPOWDER
source: PUTS THE POW IN POWDER
vi: PUTS THE POW TRÊN BỘT

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMBAT
source: TASTE IRONY AND DIE, FLESHLINGS.
vi: TASTE mỉa mai và DIE, FLESHLINGS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEALINGSALVE
source: KILL MICROLIFE TO SAVE MACROLIFE
vi: GIẾT Microlife ĐỂ TIẾT KIỆM MACROLIFE

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: LACKS ALL THERMAL ENERGY
vi: Thiếu ENERGY TẤT CẢ NHIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.GENERIC
source: A DECEPTIVELY SIMPLE DEVICE
vi: Một THIẾT BỊ vẻ đơn giản

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.HOT
source: TEMPERATURE AT MAXIMUM
vi: NHIỆT ĐỘ TỐI ĐA AT

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: IT WARMS MY COLD CHASSIS
vi: Nó ấm CHASSIS LẠNH MY

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOME
source: WHO WROTE THAT?
vi: WHO VIẾT RẰNG?

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN
source: YOU ARE HERE.
vi: BẠN ĐANG Ở ĐÂY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEY
source: IT IS A GOOD LUBRICANT FOR MY GEARS
vi: CNTT LÀ DẦU NHỚT TỐT CHO GEARS MY

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYCOMB
source: ONE UNIT OF BEE STORAGE
vi: MỘT ĐƠN VỊ BEE BẢO QUẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYHAM
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYNUGGETS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.HORN
source: UNHYGIENIC
vi: không hợp vệ sinh

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUND
source: IT LIVES TO EAT
vi: CNTT SỐNG ĐỂ ĂN

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDBONE
source: EXOSKELETON FOR INSIDES. PROVIDES STRUCTURAL INTEGRITY.
vi: Bộ xương ngoài CHO bên trong. CUNG CẤP TÍNH CẤU TRÚC.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDMOUND
source: SOMETHING DANGEROUS RESIDES HERE
vi: SOMETHING nguy hiểm cư trú ở đây

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEBOX
source: CARRY ON, MY FRIGID BROTHER
vi: CARRY ON, BROTHER lạnh MY

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEHOUND
source: IT LIVES TO FREEZE
vi: CNTT SỐNG VỚI ĐÔNG LẠNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.ACTIVE
source: MY MAPPING MODULE SHOWS NO RECORD OF THIS OBSTRUCTION.
vi: TÔI LẬP BẢN ĐỒ BÀI TRÌNH DIỄN KHÔNG GHI tắc nghẽn này.

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.INACTIVE
source: IT APPEARS TO BE MOSTLY UNDERGROUND
vi: CNTT XUẤT HIỆN ĐƯỢC MOSTLY NGẦM

# STRINGS.CHARACTERS.WX78.DESCRIBE.JAMMYPRESERVES
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.KABOBS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.GENERIC
source: IT HAS A STINGER AND A BAD ATTITUDE
vi: IT HAS A Stinger VÀ THÁI ĐỘ BAD

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING: KILLER BEE IN POCKET
vi: CẢNH BÁO: KILLER BEE TRÊN POCKET

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_SUMMER
source: POSSESSES AMPLE ENERGY RESERVES
vi: SỞ HỮU DỰ TRỮ ENERGY Ample

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_WINTER
source: IT RADIATES WITH MEAT WARMTH
vi: Nó phát VỚI THỊT ấm áp

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS
source: STOP! THIEF!
vi: DỪNG LẠI! THIEF!

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS_SACK
source: STORAGE MODULE 2.0
vi: BẢO QUẢN MODULE 2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOTILE TREE
vi: CẢNH BÁO: Bào TREE

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOTILE TREE
vi: CẢNH BÁO: Bào TREE

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.CHARGED
source: BACKUP POWER
vi: ĐIỆN BACKUP

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.GENERIC
source: SURGE PROTECTION
vi: BẢO VỆ SỰ ĐỘT BIẾN

# STRINGS.CHARACTERS.WX78.DESCRIBE.LITTLE_WALRUS
source: PATHETIC
vi: cảm động

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGLOG
source: EVEN WORSE THAN A NORMAL LOG
vi: DÙ XẤU HƠN HƠN Một LOG NORMAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOCKEDWES
source: SILENT HUMAN TRAPPED BY STATUES
vi: NHÂN SILENT bị mắc kẹt bởi những bức tượng

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOG.BURNING
source: IT IS AFLAME
vi: IT IS bốc cháy

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANTBULB
source: THE POWER TO START LIFE.
vi: SỨC MẠNH ĐỂ BẮT ĐẦU CUỘC SỐNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MALE_PUPPET
source: HE APPEARS TO BE TRAPPED.
vi: HE vẻ như bị kẹt.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.DEAD
source: I HAVE KILLED IT. GOOD.
vi: Tôi đã giết CNTT. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.GENERIC
source: IT IS A PLANT
vi: ĐÓ LÀ MỘT NHÀ MÁY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.PICKED
source: WHAT DO YOU WANT?
vi: BẠN MUỐN GÌ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKESOUP
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_COOKED
source: I HAVE KILLED IT TWICE. HA.
vi: Tôi đã giết chết hai lần CNTT. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLE
source: I SHOULD BUILD A STATUE OF MYSELF.
vi: Tôi NÊN BUILD A TƯỢNG CỦA TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLEPILLAR
source: CRUMBLING REMAINS. HAH.
vi: Đổ nát vẫn còn. HAH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLETREE
source: LOOKS LIKE A VERY TOUGH TREE.
vi: LOOKS NHƯ CÂY RẤT TOUGH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNING
source: THORNS BURNED.
vi: Gai đốt.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.GENERIC
source: BRAMBLES.
vi: Bụi gai.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.PICKED
source: BRAMBLES FIGHT BACK.
vi: Brambles Kẻ gian.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_PLANT
source: IT IS AN UNINTERESTING PLANT
vi: ĐÓ LÀ MỘT NHÀ MÁY nhàm chán

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNING
source: SPIKY TREE IGNITED
vi: Nhọn TREE bốc cháy

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNT
source: THE SPIKY TREE IS NO MORE
vi: THE TREE nhọn LÀ NO MORE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.CHOPPED
source: SPIKY TREE DEFEATED
vi: TREE nhọn đánh bại

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.GENERIC
source: A SPIKY TREE
vi: Một bông TREE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELL
source: HE IS UNKNOWN
vi: Ngài là UNKNOWN
