Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLHEAD
source: IT APPEARS TO BE SOME SORT OF PROJECTION.
vi: CNTT XUẤT HIỆN ĐƯỢC MỘT SỐ Sắp CÁC DỰ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLIGHT
source: THEY SENSE MY PRESENCE.
vi: Họ cảm HIỆN DIỆN CỦA TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLOCK
source: KEY RECEPTACLE.
vi: Đựng KEY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLTHRONE
source: MADE FOR SITTING.
vi: MADE cho ngồi.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT
source: I WILL ENJOY THIS
vi: Tôi SẼ ENJOY NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATBALLS
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE
source: I HAVE NEW PROTEINS
vi: I HAVE các protein MỚI

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING
source: MEATSACKS TAKE TIME TO DRY
vi: MEATSACKS MẤT THỜI GIAN KHÔ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.GENERIC
source: I SHOULD HANG EXPIRED MEATSACKS HERE
vi: Tôi nên treo MEATSACKS hết hạn tại đây

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT_DRIED
source: DEHYDRATED PROTEINS
vi: các protein mất nước

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERM
source: ANIMATED SEAFOOD
vi: ANIMATED THỦY SẢN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL.
vi: THE FISHBEAST IS MORE ngu ngốc TÌM HƠN BÌNH THƯỜNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE
source: OUTDATED ABODE
vi: Abode lỗi thời

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINERHAT
source: SUPPORTS HANDS-FREE OPERATION
vi: HỖ TRỢ HOẠT ĐỘNG TAY-miễn phí

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEY
source: AN EVEN DUMBER HUMANOID.
vi: AN Humanoid NGAY CẢ Dumber.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEYBARREL
source: WHAT A PITIFUL HOME.
vi: WHAT A đáng thương HOME.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERLASAGNA
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT
source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
vi: IT IS tương thích với máy HÓA MỸ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT_DRIED
source: DEHYDRATED PROTEINS
vi: các protein mất nước

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.GENERIC
source: IT STEALS LIFE FROM OTHERS
vi: CNTT đánh cắp CUỘC SỐNG NGƯỜI KHÁC

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.HELD
source: FILLED WITH DISGUSTING FLUIDS
vi: ĐIỀN VỚI CHẤT LỎNG kinh tởm

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK
source: MOSQUITO HARD DRIVE
vi: Muỗi HARD DRIVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.DUG
source: WORMS AND ICHOR
vi: WORMS VÀ nước vàng

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.GENERIC
source: MEATLINGS ARE SO SUPERSTITIOUS
vi: MEATLINGS LÀ SO mê tín

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTLIGHT
source: UNKNOWN LIGHT SOURCE
vi: NGUỒN ÁNH SÁNG UNKNOWN

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMAREFUEL
source: DEBUGGING RESIDUE
vi: Debugging cặn

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTSWORD
source: I CAN HACK THIS WORLD
vi: TÔI CÓ THỂ HACK THẾ GIỚI NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.NITRE
source: SOME ROCKS ARE BETTER THAN OTHERS
vi: MỘT SỐ ROCKS LÀ TỐT HƠN NGƯỜI KHÁC

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANDORASCHEST
source: CONTENTS PROBABILITIES ARE UNCERTAIN
vi: NỘI DUNG xác suất là không chắc chắn

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANFLUTE
source: I CAN REBOOT FLESHLINGS WITH THIS
vi: Tôi có thể khởi động lại máy FLESHLINGS VỚI NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PAPYRUS
source: I PREFER DOT MATRIX PAPER
vi: Tôi PREFER DOT MATRIX GIẤY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PENGUIN
source: BIRD CANNOT FLY?
vi: BIRD KHÔNG THỂ FLY?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PERD
source: THAT IS AN UNUSUALLY LARGE BIRD
vi: ĐÓ LÀ BIRD bất thường LỚN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEROGIES
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS
source: I HAVE DESTROYED SOMETHING BEAUTIFUL. HA.
vi: TÔI ĐÃ DESTROYED SOMETHING đẹp. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS_EVIL
source: IT WASN'T BEAUTIFUL, BUT I STILL DESTROYED IT. HA.
vi: CNTT WS KHÔNG ĐẸP, NHƯNG tôi VẪN DESTROYED CNTT. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PICKAXE
source: MINING IMPLEMENT DETECTED
vi: KHAI THÁC thực hiện PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGYBACK
source: UPGRADED STORAGE MODULE V2.0
vi: NÂNG CẤP KHO PHẦN V2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE.
vi: RẰNG PIG SẼ CẢM THẤY XẤU khi ông thông báo HE ĐÃ MẤT PHẦN ĐẦU HIS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.FULL
source: OCCUPIED
vi: chiếm

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.GENERIC
source: THE FURNITURE IS ALL PIG-SHAPED
vi: ĐỒ NỘI THẤT LÀ TẤT CẢ PIG-Shaped

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: THE OCCUPANT MUST BE SLEEPING
vi: Chiếm PHẢI NGỦ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGKING
source: THAT APPEARS TO BE THE DOMINANT PIG
vi: ĐÓ XUẤT HIỆN ĐƯỢC THE PIG THỐNG LĨNH

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.FOLLOWER
source: DO MY BIDDING
vi: DO ĐẤU THẦU CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GENERIC
source: THEY EXHIBIT MINIMAL INTELLIGENCE
vi: HỌ VIETFISH INTELLIGENCE MINIMAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GUARD
source: DEFENSIVE STANCE DETECTED.
vi: Tư thế phòng thủ PHÁT HIỆN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR: ANOMALY!
vi: ERROR: bất thường!

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGSKIN
source: THESE FLESHLINGS ARE DISGUSTING
vi: NHỮNG FLESHLINGS thật kinh tởm

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTORCH
source: IT GIVES HIM PURPOSE
vi: CNTT CHO MỤC ĐÍCH HIM

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.GENERIC
source: HOW DOES THE TREE FIT IN THERE?
vi: LÀM THẾ NÀO CÁC TREE FIT TRÊN CÓ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.PLANTED
source: SOON THE TREE WILL GROW.
vi: SOON cây sẽ phát triển.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PITCHFORK
source: I ENJOY ITS POINTY PARTS
vi: Tôi ENJOY TÙNG nhọn NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT
source: A SURPRISINGLY HIGH AMOUNT OF PROTEIN.
vi: Một TIỀN đáng ngạc nhiên CAO CỦA PROTEIN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT_COOKED
source: I MADE IT BETTER.
vi: Tôi LÀM TỐT HƠN IT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GENERIC
source: IT LOOKS EDIBLE
vi: LOOKS CNTT ĂN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GROWING
source: GO FASTER, PLANT
vi: GO FASTER, NHÀ MÁY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.READY
source: IT IS AT PEAK NUTRITIONAL VALUE
vi: CNTT LÀ GIÁ TRỊ DINH DƯỠNG PEAK

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE
source: IT IS DIFFICULT TO PEEL
vi: ĐÓ LÀ KHÓ Peel

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_COOKED
source: DELECTABLE
vi: khoái trá

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND
source: ERROR. STAY AWAY.
vi: LỖI. LƯU TRÚ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POOP
source: THESE ANIMALS ARE DISGUSTING
vi: NHỮNG VẬT thật kinh tởm

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN
source: IT HAS A PLEASING SHAPE
vi: IT HAS A SHAPE làm hài lòng

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKINCOOKIE
source: I HAVE FLATTENED THE SHAPE
vi: TÔI ĐÃ san phẳng SHAPE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_COOKED
source: DELICIOUS
vi: THƠM NGON

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_LANTERN
source: IT HAS AN EERIE LIGHT
vi: IT HAS AN Eerie ÁNH SÁNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEAMULET
source: I HAVE CREATED THE PERFECT AMULET.
vi: TÔI ĐÃ TẠO Amulet hoàn hảo.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEGEM
source: IT IS STRANGE
vi: NÓ LẠ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.GENERIC
source: IT IS PERFORMING A SEARCH ALGORITHM
vi: IT IS BIỂU Một TÌM KIẾM THUẬT TOÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.HELD
source: I HOLD ITS TINY LIFE IN MY HANDS
vi: Tôi GIỮ CUỘC SỐNG TINY NÓ TRÊN TAY TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
vi: HỌ LÀ TẤT CẢ LIÊN VIA NGẦM đường hầm

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER
source: WELCOME, BROTHER.
vi: CHÀO MỪNG, BROTHER.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RATATOUILLE
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAZOR
source: EXFOLIATE!
vi: Tẩy tế bào chết!

# STRINGS.CHARACTERS.WX78.DESCRIBE.REDGEM
source: IT IS SLIGHTLY WARM
vi: Nó là hơi WARM

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP
source: POISONOUS FUNGUS
vi: Nấm độc

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP_COOKED
source: MODIFIED FUNGUS
vi: Nấm SỬA ĐỔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.GENERIC
source: RED FUNGUS
vi: Nấm RED

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.INGROUND
source: IT IS HIDING
vi: CNTT GIẤU GIẾM

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.PICKED
source: I TOOK IT.
vi: TÔI ĐÃ LẤY NÓ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.BURNING
source: TOO HOT
vi: QUÁ NÓNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.GENERIC
source: USEFUL MATERIALS DETECTED
vi: VẬT LIỆU HỮU ÍCH PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.PICKED
source: REGROWTH REQUIRED
vi: mọc REQUIRED

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTELD RELIC.
vi: Một DISMANTELD di tích.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB
source: MOTHER?
vi: MẸ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2
source: HELLO, FRIEND
vi: CHÀO BẠN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3
source: PERHAPS IT IS TOO POWERFUL.
vi: Có lẽ đó là TOO POWERFUL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE
source: WHO IS THAT?
vi: ĐÓ LÀ AI?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTONE
source: DO YOU BELIEVE IN MAGIC?
vi: BẠN CÓ TIN VÀO PHÉP THUẬT?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.GENERIC
source: GREETINGS, RED BIRD
vi: Chúc mừng, BIRD RED

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.HELD
source: SQUASH!
vi: BÍ ĐAO!

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.GENERIC
source: A FOOLISH BIRD
vi: Một BIRD Foolish

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.HELD
source: JUST A FEATHERY BLOB
vi: JUST A BLOB lông

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBOT_PUPPET
source: BROTHER! WHAT HAVE THEY DONE TO YOU?
vi: EM TRAI! GÌ CÓ HỌ LÀM VỚI BẠN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.GENERIC
source: A PIT OF CRUSTED LAVA
vi: Một TNCN HÀNH LAVA mưa

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.OUT
source: IT NEEDS TO BE REBOOTED
vi: CNTT NHU CẦU được khởi động lại

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING: LAVAL LEVEL LOW
vi: CẢNH BÁO: LEVEL Laval LOW

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.NORMAL
source: THIS LAVA PIT IS FULLY OPERATIONAL
vi: NÀY TNCN LAVA LÀ HOÀN TOÀN HOẠT ĐỘNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKS
source: I WILL REFINE THESE INTO HIGH TECHNOLOGY
vi: Tôi SẼ LỌC NHỮNG THÀNH CÔNG NGHỆ CAO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROPE
source: IT IS LESS USEFUL THAN IT APPEARS
vi: ĐÓ LÀ HỮU ÍCH DƯỚI XUẤT HIỆN IT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROTTENEGG
source: I AM GLAD I CAN NOT SMELL
vi: TÔI GLAD tôi không thể ngửi thấy

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.ACTIVE
source: IT IS CARVED WITH PERFECTION.
vi: Khắc PERFECTION.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.INACTIVE
source: SEEMS SMALLER THAN PREVIOUS DATA INDICATES
vi: Có vẻ NHỎ HƠN HƠN DỮ LIỆU TRƯỚC CHO BIẾT

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.BURNING
source: RESOURCES WASTED
vi: lãng phí tài nguyên

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.GENERIC
source: POTENTIAL CONSTRUCTION MATERIAL
vi: VẬT LIỆU XÂY DỰNG TIỀM NĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.PICKED
source: IT IS RECHARGING
vi: IT IS nạp

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
vi: IT'S NHƯ NGUỒN MÃ CHO CÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS_COOKED
source: THEY CAN NO LONGER GERMINATE
vi: HỌ KHÔNG CÒN thể nảy mầm

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEWING_KIT
source: IT JOINS COMPONENTS OF FIBRE TOGETHER
vi: CNTT NỐI THÀNH PHẦN CỦA SỢI kèm

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHOVEL
source: IT HAS MANY USES
vi: IT HAS SỬ DỤNG NHIỀU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SILK
source: SPIDER INNARDS
vi: innards SPIDER

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON
source: HAH, IT DIED. CLASSIC HUMAN MISTAKE.
vi: HAH, IT CHẾT. CLASSIC SÓT LỰC.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKULLCHEST
source: THIS MAKES ME LAUGH
vi: NÀY làm tôi cười

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.GENERIC
source: IT LOOKS PATHETIC
vi: LOOKS CNTT thảm hại

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.HUNGRY
source: IT REQUIRES INPUT
vi: CNTT YÊU CẦU ĐẦU VÀO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.STARVING
source: IT IS ALMOST OUT OF FUEL
vi: ĐÓ LÀ GẦN NGOÀI NHIÊN LIỆU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT
source: IT TASTES LIKE REVENGE
vi: Nó có vị như REVENGE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT_DRIED
source: DEHYDRATED PROTEINS
vi: các protein mất nước

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.DEAD
source: I WIN
vi: TÔI THẮNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.GENERIC
source: THREAT DETECTED
vi: ĐE DỌA PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.SLEEPING
source: IT IS VULNERABLE
vi: ĐÓ LÀ DỄ BỊ TỔN THƯƠNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERDEN
source: SPIDER SOURCE DETECTED
vi: SPIDER NGUỒN PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDEREGGSACK
source: SPIDER POTENTIAL = 6
vi: SPIDER TIỀM NĂNG = 6

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERGLAND
source: I HARVESTED ITS ORGANS
vi: Tôi thu hoạch CƠ QUAN CỦA NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHAT
source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
vi: CNTT không dây CHUYỂN SUY NGHĨ ĐẾN nhện

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERQUEEN
source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
vi: THE nhện SỐNG THEO HỆ THỐNG của nền quân chủ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.DEAD
source: I WIN
vi: TÔI THẮNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: HEIGHTENED THREAT DETECTED
vi: ĐE DỌA cao PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: THREAT SUSPENDED
vi: ĐE DỌA TREO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FOOD
source: EVEN I CAN NOT PROCESS THAT
vi: NGAY CẢ Tôi KHÔNG THỂ TRÌNH RẰNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEHARP
source: SOMEONE FORGOT TO INSTALL THE HEAD MODULE.
vi: AI QUÊN ĐỂ CÀI ĐẶT PHẦN ĐẦU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEMAXWELL
source: HIGH LEVELS OF EVIL DETECTED.
vi: MỨC CAO CỦA EVIL PHÁT HIỆN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING: TOXINS PRESENT
vi: CẢNH BÁO: HIỆN độc tố

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWHAT
source: THIS WILL COVER MY PROCESSING UNIT
vi: NÀY SẼ CHE CỦA TÔI CHẾ UNIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUFFEDEGGPLANT
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKBOAT
source: UNABLE TO UTILISE.
vi: KHÔNG THỂ Utilise.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEATERVEST
source: VEST HAS HIGH DAPPERNESS QUOTIENT
vi: VEST CÓ CAO DAPPERNESS Hàm QUOTIENT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TAFFY
source: STICKY AND SWEET. LOW NUTRITIONAL VALUE DETECTED.
vi: STICKY VÀ NGỌT. LOW GIÁ TRỊ DINH DƯỠNG PHÁT HIỆN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRD
source: IT LOOKS TERRITORIAL
vi: LOOKS CNTT LÃNH THỔ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_COOKED
source: IT IS NO LONGER ALIVE
vi: ĐÓ LÀ KHÔNG CÒN SỐNG SÓT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: IT REQUIRES WARMTH
vi: CNTT ĐÒI ấm áp

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: CRACK DETECTED
vi: CRACK PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: IT CAN NOT VENT EXCESS HEAT
vi: CNTT KHÔNG THỂ GIÓ NHIỆT DƯ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: LIFE IS AN ANNOYINGLY SLOW PROCESS
vi: CUỘC SỐNG LÀ MỘT QUÁ TRÌNH annoyingly SLOW

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: SOMETHING IS EMERGING
vi: SOMETHING LÀ NỔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.GENERIC
source: I WANT THAT EGG
vi: Tôi MUỐN MÀ EGG

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.PICKED
source: IT IS EMPTY
vi: NÓ TRỐNG RỖNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.GENERIC
source: ANGST DETECTED
vi: angst PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.HUNGRY
source: IT NEEDS FOOD
vi: CNTT NHU CẦU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.STARVING
source: IT IS STARTING TO BEHAVE IRRATIONALLY
vi: IT IS KHỞI hành xử phi lý

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: SOON I WILL BE FREE OF THIS FILTHY REALM
vi: SOON Tôi SẼ MIỄN REALM Filthy NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: WHAT PRIMITIVE TECHNOLOGY
vi: NHỮNG CÔNG NGHỆ PRIMITIVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: SOMETHING IS MISSING STILL
vi: SOMETHING IS MISSING VẪN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I AM CERTAIN THIS WILL WORK
vi: TÔI MỘT SỐ NÀY SẼ LÀM VIỆC

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BOX
source: THIS WOULD PROBABLY BLOW MY CIRCUITS
vi: NÀY có lẽ BLOW MẠCH CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_CRANK
source: I'M MADE OF TOUGHER STUFF
vi: I'M LÀM STUFF khó khăn hơn

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_POTATO
source: REMINDS ME OF MY MOTHER
vi: Nhắc tôi MẸ CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_RING
source: HOW DELIGHTFULLY INORGANIC
vi: CÁCH Delightfully vô cơ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESTAFF
source: I WILL CALL IT THE MINION_MOVER_3000.
vi: Tôi SẼ GỌI IT THE MINION_MOVER_3000.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT
source: I CAN REBOOT IN THERE
vi: Tôi có thể khởi động lại máy TẠI ĐÂY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE
source: BIOLOGY IS DISGUSTING
vi: Sinh học là kinh tởm

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VISCIOUSLY VISCOUS
vi: NÀY LÀ VISCIOUSLY nhớt

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPOTS
source: NOT FOR THE SQUEAMISH
vi: KHÔNG CHO khó tính

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR
source: DOES NOT LOOK BETTER FROM THIS END
vi: KHÔNG XEM TỐT HƠN TỪ CUỐI NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_ARM
source: DANGER! DANGER!
vi: NGUY HIỂM! NGUY HIỂM!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_GARDEN
source: SENSORS DETECT SOMETHING BENEATH
vi: SENSORS DETECT SOMETHING bên dưới

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOPHAT
source: SOPHISTICATED
vi: TINH VI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TORCH
source: PRIMITIVE LIGHT SOURCE
vi: NGUỒN ÁNH SÁNG PRIMITIVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP
source: I AM ADEPT AT WEAVING
vi: TÔI ADEPT AT dệt

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH
source: THIS WILL PUNCTURE MY ENEMIES' FEET
vi: NÀY SẼ thủng FEET KẺ THÙ CỦA TÔI '

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH_MAXWELL
source: TECHNOLOGY TURNED AGAINST ME
vi: CÔNG NGHỆ CHUYỂN CHỐNG ME

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST
source: EXTERNAL STORAGE UNIT
vi: EXTERNAL BẢO QUẢN UNIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREECLUMP
source: CLUMP
vi: một khúc

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_1
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_10
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_11
source: HIS NAME IS HAL. HE IS MY FRIEND.
vi: TÊN CỦA NGÀI LÀ HAL. ANH ẤY LÀ BẠN TÔI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_12
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_2
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_3
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_4
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_5
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_6
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_7
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_8
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_9
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_SUMMER
source: TEMPERATURE CONTROL HOUSING
vi: NHIỆT ĐỘ KIỂM SOÁT NHÀ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_WINTER
source: IMPROVED TEMPERATURE CONTROL HOUSING
vi: CẢI THIỆN NHÀ Ở NHIỆT ĐỘ KIỂM SOÁT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_COOKED
source: MEAT RENDERED INACTIVE. EXCELLENT.
vi: THỊT LÀM CHO KHÔNG HOẠT ĐỘNG. XUẤT SẮC.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_SUMMER
source: CABLE UNPLUGGED
vi: CÁP UNPLUGGED

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_WINTER
source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
vi: CÁP IS MORE kinh tởm và lông HƠN BÌNH THƯỜNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURKEYDINNER
source: FESTIVE
vi: HỘI

# STRINGS.CHARACTERS.WX78.DESCRIBE.UMBRELLA
source: THIS WILL KEEP ME RUST-FREE.
vi: NÀY SẼ GIỮ ME RUST-FREE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WAFFLES
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY
source: THAT SEEMS SUBOPTIMAL
vi: Điều đó có vẻ chưa tối ưu

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY_ITEM
source: NOT VERY GOOD DEFENSES
vi: Phòng thủ KHÔNG RẤT TỐT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE
source: THAT MAKES ME FEEL SAFE
vi: TẠO RA TÔI CẢM THẤY AN TOÀN

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE_ITEM
source: STONE DEFENSES
vi: phòng thủ ĐÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS
source: OLD BUT STILL FUNCTIONAL
vi: OLD NHƯNG VẪN CHỨC NĂNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD
source: I AM SOMEWHAT REASSURED
vi: Tôi hơi yên tâm

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD_ITEM
source: WOODEN DEFENSES
vi: phòng thủ GỖ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS
source: I DON'T LIKE THE LOOK OF HIM
vi: Tôi KHÔNG THÍCH NHỮNG CÁI NHÌN CỦA CÁC HIM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUSHAT
source: SMELLS LIKE MAMMAL
vi: Smells Like động vật có vú

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.EMPTY
source: WHERE ARE THEY?
vi: HỌ Ở ĐÂU?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.GENERIC
source: I HEAR A FAINT OORKING
vi: Tôi NGHE Một OORKING mờ nhạt

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_TUSK
source: IT WASN'T MUCH HELP TO ITS ORIGINAL OWNER
vi: IT WAS NOT Giúp đỡ NHIỀU ĐẾN CHỦ ORIGINAL CỦA NÓ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WASPHIVE
source: A BEAUTIFUL EXAMPLE OF EFFICIENCY
vi: Một DỤ ĐẸP CỦA HIỆU QUẢ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WETGOOP
source: UPGRADED FOOD MATERIAL
vi: NÂNG CẤP LIỆU THỰC PHẨM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTERHAT
source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
vi: NÀY SẼ GIỮ PROCESSOR MY bị đóng băng

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER
source: HELLO, FRIEND.
vi: CHÀO BẠN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.GENERIC
source: I WANT TO STEP ON IT
vi: Tôi MUỐN STEP ON IT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.OPEN
source: THIS MEAT TUBE WILL SERVE MY PURPOSES
vi: NÀY ỐNG THỊT SẼ PHỤC VỤ MỤC ĐÍCH CỦA TÔI

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORRUINS
source: ANCIENT SHEATHING
vi: vỏ bọc ANCIENT
