Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT_DRIED
source: Meat turned dry and delicious.
vi: Thịt quay khô và thơm ngon.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERM
source: Horrid swamp thing!
vi: Khủng đầm lầy điều!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD
source: No dignity at all.
vi: Không có nhân phẩm ở tất cả.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE
source: Time has broken it down.
vi: Thời gian đã phá vỡ nó xuống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINERHAT
source: Hands-free lighting!
vi: Hands-free ánh sáng!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT
source: Evilness pervades it.
vi: Tà ác tràn ngập trong nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT_DRIED
source: Meat turned dry and weird-tasting.
vi: Thịt quay khô và lạ nếm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.GENERIC
source: Takes life so it may live.
vi: Đưa cuộc sống như vậy nó có thể sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.HELD
source: I can feel its stolen warmth.
vi: Tôi có thể cảm thấy sự ấm áp của nó bị đánh cắp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITOSACK
source: A sack of blood ripped from a mosquito. I love it.
vi: Một bao máu lấy từ một con muỗi. Tôi yêu nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.DUG
source: The earth has vomited up its secrets.
vi: Trái đất đã nôn lên bí mật của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.GENERIC
source: Some day, I will join you.
vi: Một ngày nào đó, tôi sẽ tham gia cùng bạn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTLIGHT
source: Eerie and yet beautiful.
vi: Eerie và chưa đẹp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMAREFUEL
source: With the sleep of dreams comes this stuff.
vi: Với giấc ngủ của những giấc mơ đến công cụ này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTSWORD
source: Dreams come to a point. A sharp one.
vi: Dreams đi đến một điểm. Một một sắc nét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NITRE
source: Herein lies the folly of man.
vi: Nơi đây là sự điên rồ của con người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ONEMANBAND
source: I used to take such joy in instruments like these.
vi: Tôi sử dụng để có niềm vui trong công cụ như thế này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANDORASCHEST
source: Life is a gamble.
vi: Cuộc sống là một canh bạc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANFLUTE
source: Music is the window to my empty soul.
vi: Âm nhạc là cửa sổ để tâm hồn trống rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PAPYRUS
source: For documenting my pain.
vi: Đối với tài liệu nỗi đau của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PENGUIN
source: All dressed up, but where to go?
vi: Tất cả mặc quần áo lên, nhưng đi đâu?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PERD
source: Dumb bird! Stay away from my berries!
vi: chim câm! Tránh xa các loại quả mọng của tôi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEROGIES
source: A lovely little pouch of nutrients.
vi: Một chút túi đáng yêu của các chất dinh dưỡng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS
source: I have destroyed something beautiful.
vi: Tôi đã bị phá hủy một cái gì đó đẹp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_EVIL
source: They are painted with the colours of my soul.
vi: Chúng được sơn với màu sắc của tâm hồn tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PICKAXE
source: So that I may penetrate the earth itself.
vi: Vì vậy mà tôi có thể thâm nhập vào trái đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGYBACK
source: They are more useful in death.
vi: Họ là hữu ích hơn trong cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD
source: Kill the pig. Spill his blood.
vi: Giết lợn. Đổ máu mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.FULL
source: I hope he is enjoying himself.
vi: Tôi hy vọng anh ấy đang tận hưởng chính mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.GENERIC
source: At least they are comfortable.
vi: Ít nhất là họ cảm thấy thoải mái.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Now I am all alone.
vi: Bây giờ tôi chỉ có một mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGKING
source: Live it up while you can, Your Majesty.
vi: Live nó lên trong khi bạn có thể, thưa nữ hoàng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.DEAD
source: He's better off, now.
vi: Anh ấy tốt hơn, bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.FOLLOWER
source: I still feel alone.
vi: Tôi vẫn còn cảm thấy cô đơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GENERIC
source: They are so standoffish.
vi: Họ rất cách biệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GUARD
source: How Orwellian.
vi: Làm thế nào Orwell.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.WEREPIG
source: A creature of the night!
vi: Một sinh vật của đêm!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGSKIN
source: The hide of a pig that once was.
vi: Bộ da của một con lợn đã từng là.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGTORCH
source: It cuts at the darkness.
vi: Nó cắt vào bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.GENERIC
source: A tiny life, ensconced in brittle death.
vi: Một cuộc sống nhỏ bé, thu mình trong cái chết giòn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.PLANTED
source: A tree will grow soon.
vi: Một cây sẽ phát triển sớm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PITCHFORK
source: What a devilish tool!
vi: Thật là một công cụ độc ác!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT
source: It has a foul smell.
vi: Nó có mùi hôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT_COOKED
source: It's only slightly more appealing.
vi: Nó chỉ hơi hấp dẫn hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GENERIC
source: An edible plant.
vi: Một thực vật ăn được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GROWING
source: Keep growing. I'll wait.
vi: Tiếp tục phát triển. Tôi sẽ đợi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.READY
source: It is ready for the harvest.
vi: Nó đã sẵn sàng cho thu hoạch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE
source: So many juicy red bits to chomp and squish!
vi: Vì vậy, nhiều bit màu đỏ ngon ngọt để nhai và squish!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_COOKED
source: Warm, but no less messy.
vi: Ấm áp, nhưng không kém phần lộn xộn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_SEEDS
source: I was expecting more seeds than this from that thing.
vi: Tôi đã chờ đợi nhiều hạt hơn này từ điều đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND
source: Ophelia? Are you down there?
vi: Ophelia? Bạn có dưới đó không?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POOP
source: Life is blood and this.
vi: Cuộc sống là máu và điều này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN
source: It's as big as the hole where my heart was.
vi: Nó to như cái lỗ nơi trái tim tôi được.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_COOKED
source: It shriveled a tiny bit from the heat. I like that.
vi: Nó héo một chút nhỏ bé từ nhiệt. Tôi thích nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_LANTERN
source: You're not so scary.
vi: Bạn không phải là quá đáng sợ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed. Exciting.
vi: Đó là một hạt giống. Thú vị.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEGEM
source: Purple like a... purple thing.
vi: Màu tím giống như một ... điều tím.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.GENERIC
source: He's wandering mindlessly, oblivious to his fate.
vi: Ông lang thang vô thức, không biết gì về số phận của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.HELD
source: He is safely in my embrace.
vi: Ông là một cách an toàn trong vòng tay của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE
source: I'm too big to fall down there.
vi: Tôi quá lớn rơi xuống đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER
source: It measures cloudiness. I like it when it's dreary.
vi: Nó đo vẩn đục. Tôi thích nó khi nó là thê lương.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RATATOUILLE
source: A whole bunch of cooked vegetables. Riveting.
vi: Một bó toàn bộ các loại rau nấu chín. Tán đinh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAZOR
source: This is just for shaving.
vi: Đây chỉ là để cạo râu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REDGEM
source: Red like my heart's blood.
vi: Màu đỏ như máu trong lòng tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP
source: A mushroom after my own heart.
vi: Một nấm sau khi trái tim của riêng tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP_COOKED
source: All is malleable.
vi: Tất cả là dễ uốn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Damp.
vi: Ẩm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.INGROUND
source: I would hide too, if I could.
vi: Tôi sẽ che giấu quá, nếu tôi có thể.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.PICKED
source: Harvested.
vi: Thu hoạch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.BURNING
source: Soon to be ashes.
vi: Sớm được tro tàn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.GENERIC
source: It's just a bunch of reeds.
vi: Nó chỉ là một bó sậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.PICKED
source: I have picked them.
vi: Tôi đã chọn họ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.GENERIC
source: A leftover of an ancient world.
vi: Một còn sót lại của một thế giới cổ đại.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.BROKEN
source: Broken bits of stone
vi: bit vỡ của đá

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB
source: I will learn unspeakable things.
vi: Tôi sẽ học những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2
source: I will learn unspeakable things.
vi: Tôi sẽ học những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3
source: I have learnt unspeakable things.
vi: Tôi đã học được những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE
source: I'm just putting off the inevitable.
vi: Tôi chỉ đưa ra không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTONE
source: A futile ward.
vi: Một phường vô ích.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming? I hope not.
vi: Điều đó có nghĩa là mùa xuân đang đến? Tôi hy vọng là không.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.HELD
source: He likes being trapped in my pocket.
vi: Ông thích bị mắc kẹt trong túi của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the barren, frozen wastes.
vi: Cuộc sống trong các chất thải cằn cỗi, đông lạnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft. it is my enemy.
vi: Nó rất mềm. nó là kẻ thù của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBOT_PUPPET
source: I wonder what it did.
vi: Tôi tự hỏi những gì nó đã làm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
vi: Một đóng vảy trên dung nham hố.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
vi: Có vẻ vô hại.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.LOW
source: The shadows encroach.
vi: Bóng lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.NORMAL
source: The lava's on fire.
vi: Dung nham cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK
source: Even that is not permanent.
vi: Thậm chí đó không phải là vĩnh viễn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKS
source: Some small rocks.
vi: Một số đá nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK
source: A Rook? Or is it a Castle?
vi: Một Rook? Hay là một lâu đài?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROPE
source: That would be the easy way out of this place.
vi: Đó sẽ là cách dễ dàng ra khỏi nơi này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROTTENEGG
source: The way of all things.
vi: Cách của tất cả mọi thứ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.ACTIVE
source: It's calling to me.
vi: Nó gọi cho tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.INACTIVE
source: Even this obelisk has left me.
vi: Ngay cả đài tưởng niệm này đã để lại cho tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.BURNING
source: Consigned to the flames.
vi: Đưa vào ngọn lửa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.GENERIC
source: It's trying to grow up.
vi: Đó là cố gắng lớn lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.PICKED
source: Maybe next time, sapling.
vi: Có lẽ thời gian tới, cây non.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS
source: Life, or at least the promise of it.
vi: Cuộc sống, hoặc ít nhất là lời hứa của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS_COOKED
source: I toasted their life away.
vi: Tôi nướng cuộc sống của họ đi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEWING_KIT
source: Another implement for putting off inevitable decay.
vi: Một thực hiện để đưa ra sự phân rã không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHOVEL
source: What terrible secrets might I uncover?
vi: Tôi có thể khám phá ra những bí mật khủng khiếp?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SILK
source: So slippery and fine.
vi: Vì vậy, trơn và mịn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON
source: I envy his escape.
vi: Tôi ghen tị với anh đã bỏ trốn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKULLCHEST
source: It shall contain my memento mori.
vi: Nó sẽ chứa mori vật lưu niệm của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello there, little one.
vi: Xin chào bạn, ít một.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you empty inside?
vi: Bạn có sản phẩm nào bên trong?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.STARVING
source: A black hole from which seeds never return.
vi: Một lỗ đen từ đó hạt giống không bao giờ quay trở lại.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT
source: It smells like tiny fear.
vi: Nó có mùi giống như sợ hãi nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT_DRIED
source: Meat turned dry and delicious.
vi: Thịt quay khô và thơm ngon.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR
source: I have become the destroyer of worlds.
vi: Tôi đã trở thành tàu khu trục của thế giới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.DEAD
source: We will meet again some day.
vi: Chúng ta sẽ gặp lại một vài ngày.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.GENERIC
source: A creature of the night!
vi: Một sinh vật của đêm!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.SLEEPING
source: Evil is sleeping.
vi: Ác đang ngủ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERDEN
source: A nest of filth and villany.
vi: Một tổ của rác rưởi và Villány.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDEREGGSACK
source: A tiny package full of death and destruction.
vi: Một gói nhỏ đầy đủ của cái chết và sự hủy diệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERGLAND
source: Even in death, this beast causes pain.
vi: Ngay cả trong cái chết, con quái vật này gây đau đớn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHAT
source: Time to stare into the abyss.
vi: Thời gian để nhìn chằm chằm vào vực thẳm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERQUEEN
source: She is regal in her horribleness.
vi: Cô là vương giả trong horribleness cô.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Alas, brave warrior.
vi: Than ôi, chiến binh dũng cảm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: A warrior of the night!
vi: Một chiến binh của đêm!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I must beware.
vi: Tôi phải cảnh giác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPOILED_FOOD
source: Everything turns to waste, eventually.
vi: Tất cả mọi thứ biến để lãng phí, cuối cùng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEHARP
source: Maybe these statues will keep me company.
vi: Có lẽ những bức tượng này sẽ giữ cho tôi công ty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEMAXWELL
source: He brought me here.
vi: Ông đưa tôi đến đây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STINGER
source: Sharp and deadly.
vi: Sharp và chết người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWHAT
source: I shall cover my head.
vi: Tôi phải che đầu của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STUFFEDEGGPLANT
source: A nightshade. Probably not filled with poison.
vi: Một bạch. Có lẽ là không đầy chất độc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKBOAT
source: A cruel trick!
vi: Một thủ thuật tàn nhẫn!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWEATERVEST
source: I can wear pieces of dead things made into a vest!
vi: Tôi có thể mặc những mảnh vật chết làm thành một chiếc áo khoác!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TAFFY
source: Never imagined I could make a thing so sweet.
vi: Chưa bao giờ tưởng tượng tôi có thể làm một điều thật ngọt ngào.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRD
source: Free from the shackles of the sky.
vi: Miễn phí từ các xiềng xích của bầu trời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG
source: So full of potential.
vi: Vì vậy, đầy tiềm năng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_COOKED
source: All that promise, snatched away. Not bad with bacon.
vi: Tất cả những lời hứa, cướp đi. Không tệ với thịt xông khói.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Chilled by the darkness.
vi: Chilled bởi bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: A tiny fragile being, struggling towards the light.
vi: Một con mong manh nhỏ bé, chật vật về phía ánh sáng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It cannot bear the heat.
vi: Nó không thể chịu được nhiệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A life sooner begun is a life sooner ended.
vi: Một cuộc sống sớm bắt đầu là một cuộc sống sớm kết thúc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Soon now.
vi: Ngay bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg represents a new life. Ugh.
vi: trứng mà đại diện cho một cuộc sống mới. Ugh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Vacant. Barren. A void.
vi: Tổ được sản phẩm nào. Trống. Cằn cỗi. Tránh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.GENERIC
source: Will you leave me too?
vi: bạn sẽ để lại cho tôi quá?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.HUNGRY
source: We all try to fill the void.
vi: Chúng ta đều cố gắng để lấp đầy khoảng trống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.STARVING
source: Your true nature is revealed!
vi: bản chất thực sự của bạn được tiết lộ!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I'm sure the next realm will be even more horrible!
vi: Tôi chắc rằng các lĩnh vực tiếp theo sẽ còn khủng khiếp hơn nữa!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: No good can come of this.
vi: Không có tốt có thể đến điều này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It's still locked shut.
vi: Nó vẫn bị khóa chặt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is it half built, or half destroyed?
vi: Có một nửa xây dựng, hoặc một nửa bị phá hủy?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BOX
source: It contains a vital spark.
vi: Nó chứa một tia lửa quan trọng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_CRANK
source: It looks complicated.
vi: Nó có vẻ phức tạp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_POTATO
source: What a hideous creation!
vi: Thật là một sự sáng tạo ghê gớm!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_RING
source: It has no sharp edges.
vi: Nó không có cạnh sắc nét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT
source: Sleep is but a preview of death.
vi: Giấc ngủ là nhưng một bản xem trước của cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE
source: Long and thin and dangerous!
vi: Long và mỏng và nguy hiểm!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPOTS
source: These are better left unmentioned.
vi: Đây là những trái không được đề cập tốt hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPIKE
source: Sharp, slimy and dangerous.
vi: Sharp, nhầy nhụa và nguy hiểm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR
source: So this is what goes on down below.
vi: Vì vậy, đây là những gì diễn ra trên xuống dưới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies!
vi: Đứa trẻ!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_GARDEN
source: This one is different.
vi: Điều này là khác nhau.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOPHAT
source: I shall cover my head.
vi: Tôi phải che đầu của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TORCH
source: A tiny bulwark against the night.
vi: Một bức tường thành nhỏ bé so với ban đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP
source: Simple grass has become deadly.
vi: cỏ đơn giản đã trở thành chết người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH
source: A devious surprise from underground.
vi: Một bất ngờ quanh co từ dưới lòng đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH_MAXWELL
source: Death when I least expect it.
vi: Chết khi tôi ít mong đợi nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST
source: For which to contain my lucre.
vi: Mà để có lợi lộc của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_1
source: Perfectly misshapen.
vi: Hoàn toàn xí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_10
source: Another mouth to feed.
vi: miệng khác để nuôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_11
source: Lucky robot, it never had a soul.
vi: Robot may mắn, nó không bao giờ có một linh hồn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_12
source: Not so slimy any more, are we?
vi: Không phải như vậy nhớt nữa, là chúng tôi?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_2
source: It's a fake. Just a temptation, like death.
vi: Đó là một giả. Chỉ cần một sự cám dỗ, như cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_3
source: If only knives solved more of my problems...
vi: Nếu chỉ dao giải quyết nhiều vấn đề của tôi ...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_4
source: I'd carry this to the end of the world.
vi: Tôi muốn thực hiện điều này để kết thúc của thế giới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_5
source: I'd fly this straight into the sun, if only it was bigger.
vi: Tôi muốn bay này thẳng vào mặt trời, nếu chỉ có nó là lớn hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_6
source: Once alive with electricity, they've met their end.
vi: Khi còn sống với điện, họ đã gặp cuối cùng của họ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_7
source: Just a simple game.
vi: Chỉ cần một trò chơi đơn giản.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_8
source: I wish I could take a bath.
vi: Tôi muốn tôi có thể đi tắm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_9
source: Mismatched buttons for a mismatched life.
vi: nút không hạnh phúc cho một cuộc sống không hạnh phúc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_SUMMER
source: Skin to wear on my skin.
vi: Skin mặc trên da của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_WINTER
source: It may warm my body, but what of my spirit?
vi: Nó có thể làm ấm cơ thể của tôi, nhưng những gì tinh thần của tôi?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_COOKED
source: It looks even worse now.
vi: Nó trông có vẻ tồi tệ hơn bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_SUMMER
source: I would have preferred the ears.
vi: Tôi muốn lẽ ra tai.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_WINTER
source: Separated from its only friend.
vi: Tách ra từ người bạn duy nhất của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURKEYDINNER
source: Who's gobbling now?
vi: Ai đang ngấu nghiến bây giờ?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TWIGS
source: Plucked from the ground before their prime.
vi: Hái từ mặt đất trước khi chính của họ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UMBRELLA
source: The clouds weep.
vi: Những đám mây khóc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WAFFLES
source: They're definitely waffles.
vi: Họ chắc chắn bánh quế.
