Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOLE.UNDERGROUND
source: Come out and play!
vi: Hãy đến và chơi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOLE.ABOVEGROUND
source: Hello little guy!
vi: Xin chào chàng trai nhỏ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOLEHILL
source: Hidey-hole.
vi: Hidey lỗ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOLEHAT
source: I can see for miles and miles.
vi: Tôi có thể nhìn thấy hàng ngàn dặm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EEL
source: Fresh water-snake.
vi: Nước ngọt rắn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EEL_COOKED
source: We could slurp this down.
vi: Chúng ta có thể húp này xuống.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.UNAGI
source: It was easy to make with all our arms.
vi: Thật dễ dàng để thực hiện với tất cả các vũ khí của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.EYETURRET
source: Stop looking at me!
vi: Đừng có nhìn tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MINOTAURHORN
source: It's quite tender.
vi: Nó khá mềm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MINOTAURCHEST
source: What a big treasure box!
vi: Thật là một hộp kho báu lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.THULECITE_PIECES
source: Small bits of fancy rock.
vi: bit nhỏ của đá ưa thích.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POND_ALGAE
source: Just a normal pond plant.
vi: Chỉ cần một cây ao bình thường.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREENSTAFF
source: Magic taker-apart-er.
vi: Ma thuật taker-ngoài-er.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POTTEDFERN
source: Mum would like this nice fern.
vi: Mẹ muốn dương xỉ đẹp này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.THULECITE
source: Fancy rocks!
vi: đá ưa thích!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORRUINS
source: Nice and lightweight.
vi: Nice và trọng lượng nhẹ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINS_BAT
source: We will, we will, smash you!
vi: Chúng tôi sẽ, chúng tôi sẽ, smash bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINSHAT
source: And now we are king.
vi: Và bây giờ chúng tôi là vua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Everything's dandy.
vi: dandy mọi thứ đều.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Something's brewing.
vi: sản xuất bia gì đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's getting magickier!
vi: Nó nhận được magickier!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Stable, for now.
vi: Ổn định, cho bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Magic go down the hole.
vi: Ma thuật đi xuống lỗ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Return to us, day!
vi: Quay trở lại với chúng ta, ngày!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Not much magic here.
vi: Không có nhiều ma thuật ở đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BISHOP_NIGHTMARE
source: Bishop of bad dreams.
vi: Đức Giám mục của những giấc mơ xấu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROOK_NIGHTMARE
source: You can't rook us.
vi: Bạn không thể rook chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KNIGHT_NIGHTMARE
source: Goodnight, good knight.
vi: Goodnight, hiệp sĩ tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MINOTAUR
source: Wear that frown upside down.
vi: Mang cái cau mày mà lộn ngược.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_DROPPER
source: Our friends live up there.
vi: bạn bè của chúng tôi sống ở đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMARELIGHT
source: Not exactly my kind of nightlight.
vi: Không chính xác loại của tôi đèn ngủ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTSTICK
source: Night light, night bright!
vi: Ánh sáng ban đêm, ban đêm sáng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREENGEM
source: I'm absolutely green with envy.
vi: Tôi hoàn toàn ghen tị.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUINS_RUBBLE
source: It looks broken.
vi: Có vẻ bị hỏng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Double duty.
vi: hai nhiệm vụ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ORANGESTAFF
source: Even with all our legs, a little teleportation is nice.
vi: Ngay cả với tất cả chân của chúng tôi, một teleportation chút là tốt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.YELLOWAMULET
source: Nice and glowy.
vi: Đẹp và sáng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GREENAMULET
source: Time to build!
vi: Thời gian để xây dựng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURPERPELT
source: It's like a tiny rug.
vi: Nó giống như một tấm thảm nhỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURPER
source: Hairy tongue thing!
vi: Hairy lưỡi điều!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURPER_PELT
source: It's like a tiny rug.
vi: Nó giống như một tấm thảm nhỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORSLURPER
source: Squeeze our tummy tight!
vi: Bóp bụng của chúng tôi chặt chẽ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ORANGEAMULET
source: Many legs make light work, and so does this.
vi: Nhiều chân làm công việc nhẹ, và vì vậy thực hiện điều này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.YELLOWSTAFF
source: We summon you, warm ball of light!
vi: Chúng tôi gọi bạn, bóng ấm áp của ánh sáng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.YELLOWGEM
source: Yellow-bellied gem.
vi: Vàng bụng đá quý.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ORANGEGEM
source: Orange you glad we found you, gem?
vi: Orange bạn vui vì chúng tôi tìm thấy bạn, đá quý?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEBASE.VALID
source: Seems ready to use.
vi: Có vẻ đã sẵn sàng để sử dụng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEBASE.GEMS
source: It needs something to focus the power.
vi: Nó cần một cái gì đó để tập trung sức mạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GEMSOCKET.VALID
source: Looks good.
vi: Có vẻ tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GEMSOCKET.GEMS
source: Looks empty.
vi: Trông rỗng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ANCIENT_ALTAR
source: Old and full of mysteries.
vi: Cũ và đầy bí ẩn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: It's been busted up.
vi: Nó được vỡ lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ANCIENT_STATUE
source: It's throbbing strangely.
vi: Nó nhói lạ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LICHEN
source: It likes it down here.
vi: Nó thích nó xuống đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTLICHEN
source: I like me a lichen.
vi: Tôi muốn cho tôi một địa y.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_BANANA
source: A bundle of bananas.
vi: Một bó chuối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_BANANA_COOKED
source: Hot mush.
vi: mush nóng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_BANANA_TREE
source: It's a tropical cave tree, of course.
vi: Đó là một cây hang động nhiệt đới, tất nhiên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCKY
source: Snip snap!
vi: Cắt chụp!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
vi: Tôi không thể có được một đọc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.N
source: North
vi: Bắc

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.S
source: South
vi: miền Nam

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.E
source: East
vi: Đông

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.W
source: West
vi: hướng Tây

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.NE
source: Northeast
vi: đông bắc

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.SE
source: Southeast
vi: Đông Nam

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.NW
source: Northwest
vi: Tây Bắc

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.COMPASS.SW
source: Southwest
vi: Tây nam

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOUNDSTOOTH
source: Our very own tooth to gnash.
vi: răng rất riêng của chúng tôi để nghiến.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORSNURTLESHELL
source: We're a giant spider! Wearing a shell!
vi: Chúng tôi là một con nhện khổng lồ! Mặc một chiếc vỏ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BAT
source: Screechy mean guy!
vi: anh chàng bình kêu thét!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BATBAT
source: Flap that bat like you were born to do it.
vi: Vỗ dơi giống như bạn được sinh ra để làm điều đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BATWING
source: This thing drives me batty.
vi: Điều này khiến tôi gàn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BATWING_COOKED
source: Tastes like chicken.
vi: Mùi vị như thịt gà.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEDROLL_FURRY
source: I miss being able to properly feel a nice bedroll.
vi: Tôi nhớ là có thể cảm thấy thích một bedroll đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUNNYMAN
source: Hop along, bunny.
vi: Hop cùng, chú thỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_CAVE
source: Oooh, a glowing ball of flower!
vi: Oooh, một quả bóng phát sáng của hoa!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Oooh, a glowing ball of flower!
vi: Oooh, một quả bóng phát sáng của hoa!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Oooh, a glowing ball of flower!
vi: Oooh, một quả bóng phát sáng của hoa!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GUANO
source: Bat doodoo.
vi: Bát doodoo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LANTERN
source: We have captured the sun.
vi: Chúng tôi đã bị bắt nắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTBULB
source: Bright and delicious.
vi: Bright và ngon.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANRABBIT_TAIL
source: We feel lucky, oh so lucky.
vi: Chúng tôi cảm thấy may mắn, oh may mắn như vậy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSHTREE_TALL
source: How did it get so big?
vi: Làm thế nào mà nó có được quá lớn?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSHTREE_MEDIUM
source: It's upsettingly large.
vi: Đó là upsettingly lớn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MUSHTREE_SMALL
source: Bigger than a normal mushroom.
vi: Lớn hơn một nấm bình thường.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBITHOUSE.GENERIC
source: Just like grandpa said, 'You live in what you eat.'
vi: Cũng giống như ông nội nói, 'Bạn sống trong những gì bạn ăn.'

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBITHOUSE.BURNT
source: A little overdone and overlarge.
vi: Một quá ít và overlarge.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURTLE
source: We'll slaughter that slurtle.
vi: Chúng tôi sẽ giết slurtle đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURTLE_SHELLPIECES
source: We hit it a little too hard.
vi: Chúng tôi nhấn nó một chút quá khó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURTLEHAT
source: A solid helmet.
vi: Một chiếc mũ bảo hiểm rắn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURTLEHOLE
source: Slimy and rocky.
vi: Nhầy nhụa và đá.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SLURTLESLIME
source: Slime-time!
vi: Slime thời gian!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SNURTLE
source: We'll snuff out that snurtle.
vi: Chúng tôi sẽ dập tắt snurtle đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_HIDER
source: Friends!
vi: Bạn bè!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_SPITTER
source: Lay down some web for us.
vi: Nằm xuống một số web cho chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDERHOLE
source: We could stand to live there.
vi: Chúng tôi có thể đứng để sống ở đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE
source: Rocks underground?! Shocking.
vi: Đá ngầm ?! Shocking.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_FULL
source: Rocks underground?! Shocking.
vi: Đá ngầm ?! Shocking.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_LOW
source: Rocks underground?! Shocking.
vi: Đá ngầm ?! Shocking.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_MED
source: Rocks underground?! Shocking.
vi: Đá ngầm ?! Shocking.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_TALL
source: Pointy rocks underground?! Simply stunning.
vi: đá nhọn dưới lòng đất ?! Đơn giản chỉ cần cảnh quan tuyệt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_TALL_FULL
source: Pointy rocks underground?! Simply stunning.
vi: đá nhọn dưới lòng đất ?! Đơn giản chỉ cần cảnh quan tuyệt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_TALL_LOW
source: Pointy rocks underground?! Simply stunning.
vi: đá nhọn dưới lòng đất ?! Đơn giản chỉ cần cảnh quan tuyệt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STALAGMITE_TALL_MED
source: Pointy rocks underground?! Simply stunning.
vi: đá nhọn dưới lòng đất ?! Đơn giản chỉ cần cảnh quan tuyệt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_CARPETFLOOR
source: Carpets! Just like in our old house.
vi: Thảm! Cũng giống như trong ngôi nhà cũ của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_DIRT
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_FOREST
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_GRASS
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_MARSH
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_ROAD
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_ROCKY
source: Some ground that we dug up.
vi: Một số mặt đất mà chúng tôi đào lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_SAVANNA
source: Some grassy dirt.
vi: Một số bụi cỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_WOODFLOOR
source: If we put these on the ground we'll have a floor!
vi: Nếu chúng ta đặt những trên mặt đất, chúng tôi sẽ có một sàn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_CAVE
source: Some pretty average earth.
vi: Một số trái đất khá trung bình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_FUNGUS
source: Some pretty average earth.
vi: Một số trái đất khá trung bình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_SINKHOLE
source: Some pretty average earth.
vi: Một số trái đất khá trung bình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_UNDERROCK
source: Some pretty average earth.
vi: Một số trái đất khá trung bình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURF_MUD
source: Some pretty average earth.
vi: Một số trái đất khá trung bình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POWCAKE
source: Mum never let me have these.
vi: Mẹ không bao giờ cho tôi có những.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: It's plugged up.
vi: Nó cắm lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I can hear some spider friends down there.
vi: Tôi có thể nghe thấy một số bạn bè nhện xuống đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CAVE_EXIT
source: It leads back to the light.
vi: Nó dẫn trở lại với ánh sáng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELLPHONOGRAPH
source: It looks like grandpa's.
vi: Nó trông giống như ông nội của.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGGUARD
source: We wouldn't want to cross that one.
vi: Chúng tôi sẽ không muốn vượt qua một.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ABIGAIL
source: That's no party poltergeist!
vi: Đó là không có poltergeist bên!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ADVENTURE_PORTAL
source: Something wicked this way comes.
vi: Một cái gì đó xấu xa cách này đi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.AMULET
source: It's a fine necklace, I suppose.
vi: Đó là một sợi dây chuyền tốt, tôi giả sử.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ANIMAL_TRACK
source: Whatever it is, it travels single file.
vi: Bất cứ điều gì, nó di chuyển tập tin duy nhất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORGRASS
source: It just feels like more hair.
vi: Nó chỉ cảm thấy như tóc hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORMARBLE
source: Marbelous protection!
vi: bảo vệ Marbelous!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMORWOOD
source: Wood you like to fight?
vi: Gỗ bạn muốn chiến đấu?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_SANITY
source: I'm a bit uneasy wearing this, but it's effective.
vi: Tôi là một chút khó chịu mặc này, nhưng nó có hiệu quả.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASH.GENERIC
source: Funk to funky.
vi: Funk để funky.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower didn't make it.
vi: Những bông hoa đã không làm cho nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone didn't survive the trip.
vi: Các eyebone không sống sót trong chuyến đi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASH.REMAINS_THINGIE
source: Whatever it was, it's gone back to the earth.
vi: nó là bất cứ điều gì, nó biến mất trở lại trái đất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.AXE
source: Chop and chop.
vi: Chop và chop.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BABYBEEFALO
source: Get busy, child.
vi: Nhận bận rộn, con.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BACKPACK
source: It's like a second abdomen we can store things in.
vi: Nó giống như một bụng thứ hai chúng ta có thể lưu trữ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BACONEGGS
source: Who knew we could cook!
vi: Ai biết chúng tôi có thể nấu ăn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BANDAGE
source: A bandage for our booboos.
vi: Một băng cho booboos của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BASALT
source: Impenetrable.
vi: Bất khả xâm phạm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEARDHAIR
source: In another life, I could've grown this.
vi: Trong cuộc sống khác, tôi có thể đã trưởng thành này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEARGER
source: Run for the hills!
vi: Chạy cho các ngọn đồi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEARGERVEST
source: We'll be the hairiest spider ever.
vi: Chúng tôi sẽ là người nhện hairiest bao giờ hết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICEPACK
source: I can bear this pack!
vi: Tôi có thể chịu gói này!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEARGER_FUR
source: It's so thick!
vi: Nó rất dày!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEDROLL_STRAW
source: Musty but relaxing.
vi: Mốc nhưng thư giãn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEE.GENERIC
source: Always Be Pollinating.
vi: Hãy luôn luôn phấn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEE.HELD
source: Ours now!
vi: Chúng ta bây giờ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEBOX.FULLHONEY
source: It's full to brimming.
vi: Đó là đầy đủ để rưng rưng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEBOX.GENERIC
source: It's a box with bees in it.
vi: Đó là một hộp với ong trong đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEBOX.NOHONEY
source: There's no honey inside.
vi: Không có mật ong bên trong.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEBOX.SOMEHONEY
source: Work faster, bees!
vi: Làm việc nhanh hơn, những con ong!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEBOX.BURNT
source: The site of The Great Honey Fire.
vi: Các trang web của The Great Mật ong cháy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALO.FOLLOWER
source: He seems to want to stick around.
vi: Ông dường như muốn dính vào xung quanh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALO.GENERIC
source: Big big beefalo!
vi: Big beefalo lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALO.NAKED
source: Shaved you good!
vi: Cạo bạn tốt!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALO.SLEEPING
source: Slumber deep, beefalo.
vi: Ngủ gật sâu, beefalo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALOHAT
source: We'll blend in perfectly.
vi: Chúng tôi sẽ pha trộn hoàn hảo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEFALOWOOL
source: Thick fur.
vi: lông dày.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEHAT
source: A fortress for my face.
vi: Một pháo đài cho khuôn mặt của tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEHIVE
source: It's a hive of activity.
vi: Đó là một tổ hoạt động.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEMINE
source: Would you bee mine?
vi: bạn sẽ bee mỏ?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BEEMINE_MAXWELL
source: I just can't mosquito you.
vi: Tôi chỉ không thể muỗi bạn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRIES
source: Juice sacks.
vi: bao Juice.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRIES_COOKED
source: Warm juice sacks.
vi: bao nước ấm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH.BARREN
source: It's run out of plant food.
vi: Nó chạy ra khỏi thực phẩm thực vật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH.WITHERED
source: Heat too intense for ya?
vi: Đun nóng quá mãnh liệt cho ya?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH.GENERIC
source: Ripe for the pickin'.
vi: Chín muồi cho sự pickin '.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BERRYBUSH.PICKED
source: See you soon, berries!
vi: Hẹn gặp lại, hoa quả!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRDCAGE.GENERIC
source: It's the jail.
vi: Đó là nhà tù.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRDCAGE.OCCUPIED
source: Jailbird.
vi: Tù nhân.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRDCAGE.SLEEPING
source: You have to sleep to survive in the jail.
vi: Bạn phải ngủ để sống sót trong tù.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRDTRAP
source: Come to our web trap, birds!
vi: Hãy đến với cái bẫy web của chúng tôi, các loài chim!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRD_EGG
source: A hard shelled egg.
vi: Một quả trứng đã bóc vỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BIRD_EGG_COOKED
source: Fried just like mum did.
vi: Fried giống như mẹ đã làm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BISHOP
source: You don't play by the chess rules that grandpa taught.
vi: Bạn không tuân thủ luật chơi cờ vua rằng ông nội dạy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLOWDART_FIRE
source: One step above blowing hot air.
vi: Một bước trên thổi không khí nóng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLOWDART_SLEEP
source: Airborne sleeping agent.
vi: Dù đại lý ngủ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLOWDART_PIPE
source: Same as blowing bubbles.
vi: Tương tự như thổi bong bóng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUEAMULET
source: I guess it's nice.
vi: Tôi đoán đó là tốt đẹp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUEGEM
source: Glittering and cool.
vi: Lấp lánh và mát mẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUEPRINT
source: 'Follow the instructions', mum always said.
vi: 'Thực hiện theo các hướng dẫn', mẹ luôn luôn nói.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BELL_BLUEPRINT
source: 'Follow the instructions', mum always said.
vi: 'Thực hiện theo các hướng dẫn', mẹ luôn luôn nói.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUE_CAP
source: You'd have to be crazy...
vi: Bạn muốn có được điên ...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUE_CAP_COOKED
source: Good thing we're feeling healthy.
vi: điều tốt, chúng tôi đang cảm thấy khỏe mạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Vroom vroom mushroom.
vi: Vroom Vroom nấm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Hiding, are we?
vi: Ẩn, là chúng tôi?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Maybe it will regrow.
vi: Có lẽ nó sẽ mọc lại.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOARDS
source: Logs, but flat.
vi: Gỗ tròn, nhưng phẳng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOAT
source: All these legs, but we don't row.
vi: Tất cả những đôi chân, nhưng chúng tôi không chèo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BONESHARD
source: Boney bits.
vi: Boney bit.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BONESTEW
source: Smells like Sunday supper.
vi: Mùi giống như bữa ăn tối chủ nhật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUGNET
source: Good thing we're an arachnid.
vi: Điều tốt chúng ta là một loài nhỏ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUSHHAT
source: Spider in the bushes.
vi: Spider trong bụi cây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTER
source: Butter is better.
vi: Bơ là tốt hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTERFLY.GENERIC
source: Look at it, flitting around happily.
vi: Hãy nhìn vào nó, flitting xung quanh hạnh phúc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTERFLY.HELD
source: Not so happy now, are we?
vi: Không phải như vậy hạnh phúc bây giờ, là chúng tôi?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTERFLYMUFFIN
source: Do you know the muffin spider?
vi: Bạn có biết con nhện Muffin?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BUTTERFLYWINGS
source: Pick our teeth with butterfly bones.
vi: Đón răng với xương bướm.
