Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.WORLDGEN.NOUNS.4
source: spiders
vi: nhện

# STRINGS.UI.WORLDGEN.NOUNS.5
source: monsters
vi: quái vật

# STRINGS.UI.WORLDGEN.NOUNS.6
source: a keen sense of despair
vi: một chút thất vọng

# STRINGS.UI.WORLDGEN.NOUNS.7
source: Wilson's beard
vi: Râu Wilson

# STRINGS.UI.WORLDGEN.NOUNS.8
source: buckets and buckets of loot
vi: hàng xô, hàng thúng chiến lợi phẩm

# STRINGS.UI.WORLDGEN.NOUNS.9
source: game theory
vi: giả thuyết trò chơi

# STRINGS.UI.WORLDGEN.NOUNS.10
source: food
vi: đồ ăn

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMITTITLE
source: Sending...
vi: Đang gửi...

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMIT
source: Please wait a moment while we sign you up.
vi: Vui lòng đợi trong khi chúng tôi đăng ký cho bạn.

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESSTITLE
source: Success!
vi: Thành công!

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESS
source: Thanks for signing up! You should receive a confirmation email in your inbox.
vi: Cảm ơn đã đăng ký. Bạn sẽ nhận được thư xác nhận trong email

# STRINGS.UI.EMAILSCREEN.SIGNUPFAILTITLE
source: Something Went Wrong
vi: Có lỗi gì rồi

# STRINGS.UI.EMAILSCREEN.SIGNUPFAIL
source: Looks like we had some trouble signing you up. Please try again later if you don't receive a confirmation email.
vi: Có vẻ như có lỗi trong khi đăng ký. Xin thử lại sau nếu bạn không nhận được thư xác nhận

# STRINGS.UI.EMAILSCREEN.INVALIDEMAILTITLE
source: Invalid Email
vi: Email không hợp lệ

# STRINGS.UI.EMAILSCREEN.INVALIDEMAIL
source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
vi: Chúng tôi không phải thầy bói! Nếu bạn không điền email thì chúng tôi sao có thể báo các thứ mới cho bạn!

# STRINGS.UI.EMAILSCREEN.INVALIDDATETITLE
source: Invalid Date
vi: Sai ngày

# STRINGS.UI.EMAILSCREEN.INVALIDDATE
source: We need your birthdate or ratings people might get mad at us for emailing you content not appropriate for your age.
vi: Chúng tôi cần ngày sinh của bạn nếu không có người sẽ giận chúng tôi vì gửi cho bạn những nội dung không hợp tuổi.

# STRINGS.UI.EMAILSCREEN.SUBSCRIBE
source: Subscribe
vi: Đăng ký dài hạn

# STRINGS.UI.EMAILSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.EMAILSCREEN.TITLE
source: Keep me updated with Don't Starve news
vi: Báo tôi những thông tin mới nhất về game

# STRINGS.UI.EMAILSCREEN.BIRTHDAY
source: Birthdate:
vi: Ngày sinh:

# STRINGS.UI.EMAILSCREEN.BIRTHDAYREASON
source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
vi: Chúng tôi cần biết ngày sinh để gửi thông tin cập nhật phù hợp với tuổi của bạn! Đừng lo, chúng tôi không spam hay bán thông tin của bạn đâu.

# STRINGS.UI.EMAILSCREEN.JAN
source: Jan
vi: Tháng 1

# STRINGS.UI.EMAILSCREEN.FEB
source: Feb
vi: Tháng 2

# STRINGS.UI.EMAILSCREEN.MAR
source: Mar
vi: Tháng 3

# STRINGS.UI.EMAILSCREEN.APR
source: Apr
vi: Tháng 4

# STRINGS.UI.EMAILSCREEN.MAY
source: May
vi: Tháng 5

# STRINGS.UI.EMAILSCREEN.JUN
source: Jun
vi: Tháng 6

# STRINGS.UI.EMAILSCREEN.JUL
source: Jul
vi: Tháng 7

# STRINGS.UI.EMAILSCREEN.AUG
source: Aug
vi: Tháng 8

# STRINGS.UI.EMAILSCREEN.SEP
source: Sep
vi: Tháng 9

# STRINGS.UI.EMAILSCREEN.OCT
source: Oct
vi: Tháng 10

# STRINGS.UI.EMAILSCREEN.NOV
source: Nov
vi: Tháng 11

# STRINGS.UI.EMAILSCREEN.DEC
source: Dec
vi: Tháng 12

# STRINGS.UI.EMAILSCREEN.MONTH
source: M
vi: Tháng

# STRINGS.UI.EMAILSCREEN.DAY
source: D
vi: Ngày

# STRINGS.UI.EMAILSCREEN.YEAR
source: YYYY
vi: Năm

# STRINGS.UI.MAINSCREEN.NOTIFY
source: Newsletter
vi: Báo mới

# STRINGS.UI.MAINSCREEN.FORUM
source: Forum
vi: Diễn đàn

# STRINGS.UI.MAINSCREEN.BUYNOW
source: Buy Now
vi: Mua ngay

# STRINGS.UI.MAINSCREEN.GIFT
source: Send Gift
vi: Gửi quà

# STRINGS.UI.MAINSCREEN.MODTITLE
source: Mods Installed!
vi: Mod đã cài xong!

# STRINGS.UI.MAINSCREEN.MODDETAIL
source: Installed mods:
vi: Các Mod đã cài:

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL
source: Newly installed mods:
vi: Mod mới cài:

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL2
source: Enable these mods from the main menu.
vi: Cho phép các mod này hoạt động từ mục chính.

# STRINGS.UI.MAINSCREEN.MODDETAIL2
source: Klei is not able to help you should issues arise while using mods. Use with caution!
vi: Klei không giúp được bạn các vấn đề xảy ra khi dùng mod. Cần dùng 1 cách cẩn thận!

# STRINGS.UI.MAINSCREEN.FORCEMODDETAIL
source: You are force loading these mods from modsettings.lua. They will always be enabled:
vi: Bạn bắt phải tải các mod này từ modsettings.lua. Chúng sẽ được bật

# STRINGS.UI.MAINSCREEN.OLDMODS
source: The following mods are out of date and have been disabled:
vi: Các mod này đã lỗi thời và sẽ bị vô hiệu hóa:

# STRINGS.UI.MAINSCREEN.FAILEDMODS
source: The following mods failed to run last time and have been disabled:
vi: Các mod này lần trước không chạy được và đã bị vô hiệu hóa:

# STRINGS.UI.MAINSCREEN.OLDORFAILEDMODS
source: Check the forums for updated versions.
vi: Kiểm tra diễn đàn để xem các phiên bản cập nhật.

# STRINGS.UI.MAINSCREEN.MODFAILTITLE
source: WARNING!
vi: CẢNH BÁO!

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL
source: The following mod(s) have caused a failure:
vi: Mod sau đã gây lỗi:

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL2
source: The mod will be disabled, re-enable it from the mods menu.
vi: Mod sẽ bị vô hiệu, bật lại từ mục Mod.

# STRINGS.UI.MAINSCREEN.MODQUIT
source: Disable Mods
vi: Vô hiệu Mod

# STRINGS.UI.MAINSCREEN.MODFORUMS
source: Mod Forums
vi: Diễn đàn Mod

# STRINGS.UI.MAINSCREEN.MODSBADTITLE
source: All Mods Disabled
vi: Tất cả các mod vô hiệu

# STRINGS.UI.MAINSCREEN.MODSBADLOAD
source: The game did not start correctly last time. This was likely caused by a mod, so all mods have been disabled. You can try re-enabling mods from the mod settings screen.
vi: Game không khởi động bình thường lần trước, đa phần là do mod cho nên tất cả mod đã bị vô hiệu. Bạn có thể thử mở lại mod từ cửa sổ điều chỉnh mod.

# STRINGS.UI.MAINSCREEN.SCRIPTERRORQUIT
source: Exit Game
vi: Thoát Game

# STRINGS.UI.MAINSCREEN.SCRIPTERRORMODWARNING
source: This error may have occurred due to a mod you have enabled! You have the following mods enabled:
vi: Lỗi này xảy ra do 1 mod bạn bật! Bạn đang bật các mod sau:

# STRINGS.UI.MAINSCREEN.TESTING
source: This is the testing branch!
vi: Đây là phần thử

# STRINGS.UI.MAINSCREEN.TESTINGDETAIL
source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
vi: Bạn có thể gặp lỗi hay các phần hỏng, và có thể mất phần lưu game khi chúng tôi cập nhật. Xin vui lòng báo cáo lỗi tại diễn đàn.

# STRINGS.UI.MAINSCREEN.TESTINGNO
source: No thank you!
vi: Không, cảm ơn!

# STRINGS.UI.MAINSCREEN.TESTINGYES
source: I understand
vi: Tôi hiểu

# STRINGS.UI.MAINSCREEN.CONTINUE
source: Continue
vi: Tiếp tục

# STRINGS.UI.MAINSCREEN.DELETE
source: Delete
vi: Xóa

# STRINGS.UI.MAINSCREEN.RESTART
source: Restart
vi: Khởi động lại

# STRINGS.UI.MAINSCREEN.NEWADVENTURE_WARN
source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
vi: Hệ thống phiêu lưu mới đang trong quá trình phát triển và được cung cấp vì mục đích thử nghiêm cho nên nó có thể sẽ có lỗi.

# STRINGS.UI.MAINSCREEN.NEWADVENTURE
source: Adventure (TEST)
vi: Phiêu lưu (Thử nghiệm)

# STRINGS.UI.MAINSCREEN.NEWFREEPLAY
source: Sandbox
vi: Tự do

# STRINGS.UI.MAINSCREEN.NEWFREEPLAYCUSTOM
source: Sandbox (Custom)
vi: Tự do (điều chỉnh)

# STRINGS.UI.MAINSCREEN.NEWGAMESHORT
source: Empty
vi: Trống

# STRINGS.UI.MAINSCREEN.UNKNOWNGAME
source: Unknown
vi: Không rõ

# STRINGS.UI.MAINSCREEN.NEWGAMETYPE
source: What kind of game would you like to play?
vi: Bạn muốn chơi game kiểu gì?

# STRINGS.UI.MAINSCREEN.SLOTACTION
source: What would you like to do?
vi: Bạn muốn làm gì?

# STRINGS.UI.MAINSCREEN.ADVENTURE
source: Adventure
vi: Phiêu lưu

# STRINGS.UI.MAINSCREEN.FREEPLAY
source: Sandbox
vi: Tự do

# STRINGS.UI.MAINSCREEN.SLOT
source: Game Slot
vi: Ô Game

# STRINGS.UI.MAINSCREEN.IMPORT
source: Import
vi: Nhập vào

# STRINGS.UI.MAINSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.MAINSCREEN.SETTINGS
source: Settings
vi: Điều chỉnh

# STRINGS.UI.MAINSCREEN.OPTIONS
source: Options
vi: Thiết lập

# STRINGS.UI.MAINSCREEN.COLLECTION
source: Collection
vi: Bộ sưu tập

# STRINGS.UI.MAINSCREEN.PLAYDEMO
source: Play Demo
vi: Chơi thử

# STRINGS.UI.MAINSCREEN.ENTERPRODUCTKEY
source: Enter Key
vi: Nhập mã

# STRINGS.UI.MAINSCREEN.ENTERKEY
source: Enter New Key
vi: Nhập mã mới

# STRINGS.UI.MAINSCREEN.RESETPROFILE
source: Reset profile!
vi: Cài đặt lại tiểu sử!

# STRINGS.UI.MAINSCREEN.UNLOCKEVERYTHING
source: Unlock Everything
vi: Mở khóa tất cả

# STRINGS.UI.MAINSCREEN.SURE
source: Are you sure?
vi: Bạn chắc không?

# STRINGS.UI.MAINSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.MAINSCREEN.NO
source: No
vi: Không

# STRINGS.UI.MAINSCREEN.CHEATS
source: Cheats
vi: Gian lận

# STRINGS.UI.MAINSCREEN.BROADCASTING
source: Broadcasting
vi: Trình chiếu

# STRINGS.UI.MAINSCREEN.PLAY
source: Play!
vi: Chơi!

# STRINGS.UI.MAINSCREEN.RATE
source: Rate This Game
vi: Đánh giá

# STRINGS.UI.MAINSCREEN.ACCOUNTINFO
source: Account Info
vi: Tài Khoản

# STRINGS.UI.MAINSCREEN.VISITFORUM
source: Visit Forum
vi: Diễn đàn

# STRINGS.UI.MAINSCREEN.MOREGAMES
source: More Games
vi: Game khác

# STRINGS.UI.MAINSCREEN.CHOOSEDIR
source: Don't Starve Game Data
vi: Dữ liệu của Don't Starve

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESS
source: Success
vi: Thành công

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESSDESC
source: Data was imported successfully.
vi: Dữ liệu được nhập thành công.

# STRINGS.UI.MAINSCREEN.IMPORTFAIL
source: Failed to load
vi: Lỗi không tải được

# STRINGS.UI.MAINSCREEN.GREETING
source: Hi
vi: Chào

# STRINGS.UI.MAINSCREEN.NEWWORLD
source: Create a new world!
vi: Tạo thế giới mới!

# STRINGS.UI.MAINSCREEN.NEWWORLDDESC
source: This will erase your current world and any saved games in it. Continue?
vi: Giờ sẽ xóa thế giới hiện tại và tất cả lưu game trong đó. Tiếp tục không?

# STRINGS.UI.MAINSCREEN.RESETGAMEDESC
source: This will reset your current world. Continue?
vi: Giờ sẽ cài đặt lại thế giới hiện tại. Tiếp tục không?

# STRINGS.UI.MAINSCREEN.NEWGAMEDESC
source: This will erase your current save. Continue?
vi: Giờ sẽ xóa bản lưu hiện tại. Tiếp tục không?

# STRINGS.UI.MAINSCREEN.ADVGAMEDESC
source: NOTE: This mode is still under development. For experienced players only! You've decided to bring the fight to Maxwell. Can you survive the increasingly harsh conditions he's created for you, and beat him at his own game?
vi: CHÚ Ý: Chế độ này vẫn trong giai đoạn phát triển. Dành cho người chơi kinh nghiệm! Ban quyết định tuyên chiến với Maxwell. Bạn có thể sinh tồn những điều kiện khó khăn ngày càng tăng lên bởi hắn và đánh bại chính trò chơi của hắn không?

# STRINGS.UI.MAINSCREEN.NEWGAME
source: Start a new game!
vi: Bắt đầu game mới!

# STRINGS.UI.MAINSCREEN.NEWGO
source: Lets Go!
vi: Đi nào!

# STRINGS.UI.MAINSCREEN.ASKQUIT
source: Do you really want to quit?
vi: Bạn có thực sự muốn thoát không?

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: Maxwell will miss you!
vi: Maxwell sẽ nhớ bạn!

# STRINGS.UI.MAINSCREEN.FRESHBUILD
source: Fresh Build!
vi: Bản mới

# STRINGS.UI.MAINSCREEN.LASTBUILDDAYS
source: Last build %d days ago
vi: Bản cũ là %d ngày trước

# STRINGS.UI.MAINSCREEN.NEXTBUILDIMMINENT
source: Next build imminent!
vi: Sắp có bản mới

# STRINGS.UI.MAINSCREEN.NEXTUPDATEDAYS
source: Next Update: %d days
vi: Cập nhật tiếp theo: %d ngày nữa

# STRINGS.UI.MAINSCREEN.MOTDTITLE
source: Halloween Mod Challenge
vi: Thử thách mod cho Halloween

# STRINGS.UI.MAINSCREEN.MOTD
source: If you want to participate in our Halloween Mod Challenge click the link below!
vi: Nếu bạn muốn tham gia thử thách mod Halloween thì bấm vào đường link bên dưới!

# STRINGS.UI.MAINSCREEN.MOTDBUTTON
source: Join Us
vi: Tham gia cùng chúng tôi

# STRINGS.UI.MAINSCREEN.EXIT
source: Exit
vi: Thoát

# STRINGS.UI.MAINSCREEN.LOGOUT
source: Log Out
vi: Đăng xuất

# STRINGS.UI.MAINSCREEN.CREDITS
source: Credits
vi: Công trạng

# STRINGS.UI.MAINSCREEN.UPDATENAME
source: All's Well That Maxwell
vi: Maxwell vẫn ngon ơ

# STRINGS.UI.MAINSCREEN.CONTROLS
source: Controls
vi: Nút điều khiển

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM
source: PLAY ON STEAM TEXT
vi: CHƠI TRÊN STEAM

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM_DETAIL
source: Mods! And Stuff. It is better.
vi: Mod và các thứ. Có tốt hơn đấy.

# STRINGS.UI.MAINSCREEN.LATER
source: Not Now
vi: Không phải giờ

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_HEADER
source: Adjust Display Area.
vi: Chỉnh khu vực hiển thị.

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_TEXT
source: Parts of the game may appear outside the edges of your screen. Do you want to check and adjust your display area now? You can do this later in the settings menu.
vi: Các phần trò chơi có thể xuất hiện ngoài cạnh màn hình. Bạn có muốn kiểm tra và chỉnh lại khu vực hiển thị không? Bạn cũng có thể sửa lại sau trong mục điều chỉnh.

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TITLE
source: Restart Required
vi: Yêu cầu khởi động lại

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TEXT
source: The Screecher mod requires the game to be restarted.
vi: Bản mod Quái Hét cần khởi động lại game.

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TITLE
source: The Screecher Is Waiting For You...
vi: Quái Hét đang chờ bạn ...

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TEXT
source: The Screecher requires a Steam or Stand-alone version of Don't Starve to play.
vi: Quái Hét cần 1 bản Steam hoặc bản độc lập của Don't Starve để chơi.

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_OKAY
source: Learn More
vi: Tìm hiểu thêm

# STRINGS.UI.MAINSCREEN.CANT_LOAD_TITLE
source: Load Failed
vi: Lỗi tải

# STRINGS.UI.MAINSCREEN.CANT_LOAD_ROG
source: Reign of Giants is not installed. Unable to load
vi: Reign of Giants chưa được cài. Không tải được

# STRINGS.UI.MAINSCREEN.CONSOLE_EDITION_TEXT
source: Console Edition
vi: Bản hệ Console

# STRINGS.UI.MAINSCREEN.ROG_UPSELL
source: Buy Reign of Giants
vi: Mua Reign of Giants

# STRINGS.UI.HUD.MAP
source: Show Map (TAB)
vi: Hiện bản đồ (TAB)

# STRINGS.UI.HUD.BUYNOW
source: Buy Now
vi: Mua ngay

# STRINGS.UI.HUD.READYTITLE
source: Ready to play!
vi: Sẵn sàng chơi!

# STRINGS.UI.HUD.READY
source: How long will you survive?
vi: Bạn có thể sinh tồn bao lâu?

# STRINGS.UI.HUD.START
source: Start
vi: Khởi động

# STRINGS.UI.HUD.CLOCKDAY
source: Day
vi: Ngày

# STRINGS.UI.HUD.SAVING
source: SAVING...
vi: ĐANG LƯU...

# STRINGS.UI.HUD.WORLD
source: World
vi: Thế giới

# STRINGS.UI.HUD.BUILD
source: Build
vi: Làm

# STRINGS.UI.HUD.HERE
source: here
vi: đây

# STRINGS.UI.HUD.STALE
source: Stale
vi: Đồ cũ:

# STRINGS.UI.HUD.STALE_FROZEN
source: Melting
vi: Đang tan:

# STRINGS.UI.HUD.SPOILED
source: Spoiled
vi: Đồ ôi:

# STRINGS.UI.HUD.SPOILED_FROZEN
source: Melted
vi: Đã tan:

# STRINGS.UI.HUD.ROTLEFT
source: Rotate Left (Q)
vi: Xoay trái (Q)

# STRINGS.UI.HUD.ROTRIGHT
source: Rotate Right (E)
vi: Xoay phải (E)

# STRINGS.UI.HUD.PAUSE
source: Pause (ESC)
vi: Dừng (ESC)

# STRINGS.UI.HUD.INSPECT
source: Inspect
vi: Kiểm tra

# STRINGS.UI.HUD.TAKE
source: Take
vi: Lấy

# STRINGS.UI.HUD.DROP
source: Drop
vi: Bỏ

# STRINGS.UI.HUD.SWAP
source: Swap
vi: Chuyển

# STRINGS.UI.HUD.EQUIP
source: Equip
vi: Mặc vào

# STRINGS.UI.HUD.UNEQUIP
source: Unequip
vi: Bỏ ra

# STRINGS.UI.HUD.PUTONE
source: Put One
vi: Đặt 1

# STRINGS.UI.HUD.GETHALF
source: Get Half
vi: Lấy 1 nửa

# STRINGS.UI.HUD.SELECT
source: Select
vi: Chọn

# STRINGS.UI.HUD.PUT
source: Put
vi: Đặt

# STRINGS.UI.HUD.DEPLOY
source: Deploy
vi: Triển khai

# STRINGS.UI.HUD.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.HUD.ATTACK
source: Attack
vi: Đánh

# STRINGS.UI.HUD.WHACK
source: Whack
vi: Đập

# STRINGS.UI.HUD.HUNGRY
source: Hungry
vi: Đói

# STRINGS.UI.HUD.STARVING
source: Starving
vi: Đang đói

# STRINGS.UI.BROADCASTING.YES
source: Yes
vi: Có

# STRINGS.UI.BROADCASTING.NO
source: No
vi: Không

# STRINGS.UI.BROADCASTING.ACCEPT
source: Accept
vi: Đồng ý

# STRINGS.UI.BROADCASTING.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.BROADCASTING.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.BROADCASTING.BACKTITLE
source: Revert Changes?
vi: Hoàn tác?

# STRINGS.UI.BROADCASTING.BACKBODY
source: Do you want to throw out your changes?
vi: Bạn có muốn hủy thay đổi không?

# STRINGS.UI.BROADCASTING.ACCEPTTITLE
source: Accept Changes
vi: Chấp nhận thay đổi

# STRINGS.UI.BROADCASTING.ACCEPTBODY
source: Do you wish to accept these changes?
vi: Bạn có muốn chấp nhận thay đổi không?

# STRINGS.UI.BROADCASTING.ACCEPTGRAPHICSTITLE
source: Accept Changes
vi: Đồng ý thay đổi

# STRINGS.UI.BROADCASTING.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
vi: Bạn có muốn chấp nhận thay đổi này không?

# STRINGS.UI.BROADCASTING.REVERT
source: Revert Changes
vi: Hoàn tác

# STRINGS.UI.BROADCASTING.CLOSE
source: Close
vi: Đóng

# STRINGS.UI.BROADCASTING.BROADCASTINGENABLED
source: Broadcasting Enabled
vi: Trình chiếu đã bật

# STRINGS.UI.BROADCASTING.FRAMERATE
source: Frame Rate
vi: Khung hình/giây

# STRINGS.UI.BROADCASTING.BANDWIDTH
source: Bandwidth
vi: Băng thông

# STRINGS.UI.BROADCASTING.AUDIO
source: Audio
vi: Âm thanh

# STRINGS.UI.BROADCASTING.SYSTEMSOUND
source: System Sound
vi: Âm thanh hệ thống

# STRINGS.UI.BROADCASTING.SMOOTHSCALING
source: Smooth Scaling
vi: Tỉ lệ mịn

# STRINGS.UI.BROADCASTING.WEBCAM
source: Webcam Enabled
vi: Webcam bật

# STRINGS.UI.BROADCASTING.TWITCHCHAT
source: Twitch Chat
vi: Chat Twitch

# STRINGS.UI.BROADCASTING.LOGIN
source: Login
vi: Đăng nhập

# STRINGS.UI.BROADCASTING.LOGOUT
source: Logout
vi: Đăng xuất

# STRINGS.UI.BROADCASTING.SIGNUP
source: Sign Up
vi: Đăng ký

# STRINGS.UI.BROADCASTING.FORGET
source: Forget Account
vi: Quên tài khoản

# STRINGS.UI.BROADCASTING.VIEWSTREAM
source: View Stream
vi: Xem kênh chiếu

# STRINGS.UI.BROADCASTING.STARTSTREAM
source: Start Stream
vi: Bắt đầu kênh chiếu

# STRINGS.UI.BROADCASTING.STOPSTREAM
source: Stop Stream
vi: Dừng kênh chiếu

# STRINGS.UI.BROADCASTING.HELP
source: Help
vi: Giúp

# STRINGS.UI.OPTIONS.YES
source: Yes
vi: Có

# STRINGS.UI.OPTIONS.NO
source: No
vi: Không

# STRINGS.UI.OPTIONS.BACKTITLE
source: Revert Changes?
vi: Hoàn tác?

# STRINGS.UI.OPTIONS.BACKBODY
source: Do you want to throw out your changes?
vi: Bạn có chắc là bỏ thay đổi này không?

# STRINGS.UI.OPTIONS.ACCEPTTITLE
source: Accept Changes
vi: Chấp nhận thay đổi

# STRINGS.UI.OPTIONS.ACCEPTBODY
source: Do you wish to accept these changes?
vi: Bạn có chắc là đồng ý các thay đổi này không?

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSTITLE
source: Accept Changes
vi: Chấp nhận thay đổi

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
vi: Bạn có chắc là đồng ý các thay đổi này không?

# STRINGS.UI.OPTIONS.ACCEPT
source: Accept
vi: Đồng ý

# STRINGS.UI.OPTIONS.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.OPTIONS.REVERT
source: Revert Changes
vi: Hoàn tác

# STRINGS.UI.OPTIONS.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.OPTIONS.CLOSE
source: Close
vi: Đóng

# STRINGS.UI.OPTIONS.BLOOM
source: Bloom
vi: Hiệu ứng chói

# STRINGS.UI.OPTIONS.DISTORTION
source: Distortion
vi: Hiệu ứng biến thể

# STRINGS.UI.OPTIONS.SCREENSHAKE
source: Screen Shake
vi: Rung màn hình

# STRINGS.UI.OPTIONS.FULLSCREEN
source: Fullscreen
vi: Đầy màn hình

# STRINGS.UI.OPTIONS.DISPLAY
source: Display
vi: Màn hình

# STRINGS.UI.OPTIONS.RESOLUTION
source: Resolution
vi: Phân giải

# STRINGS.UI.OPTIONS.REFRESHRATE
source: Refresh Rate
vi: Độ làm mới màn

# STRINGS.UI.OPTIONS.SMALLTEXTURES
source: Small Textures
vi: Cấu kết nhỏ

# STRINGS.UI.OPTIONS.CONTROLS
source: Controls
vi: Nút điều khiển

# STRINGS.UI.OPTIONS.SETTINGS
source: Settings
vi: Thiết lập

# STRINGS.UI.OPTIONS.NETBOOKMODE
source: Netbook Mode
vi: Chế độ máy xách tay

# STRINGS.UI.OPTIONS.ENABLED
source: Enabled
vi: Đã bật

# STRINGS.UI.OPTIONS.DISABLED
source: Disabled
vi: Đã tắt

# STRINGS.UI.OPTIONS.FX
source: FX
vi: Hiệu ứng

# STRINGS.UI.OPTIONS.MUSIC
source: Music
vi: Nhạc

# STRINGS.UI.OPTIONS.AMBIENT
source: Ambient
vi: Môi trường

# STRINGS.UI.OPTIONS.HUDSIZE
source: HUD size
vi: Cỡ giao diện

# STRINGS.UI.OPTIONS.INPUT
source: Input Device:
vi: Thiết bị đầu vào:

# STRINGS.UI.OPTIONS.VIBRATION
source: Vibration
vi: Rung

# STRINGS.UI.OPTIONS.WATHGRITHRFONT
source: Wigfrid's Umlauts
vi: Biến âm của Wigfrid

# STRINGS.UI.OPTIONS.DISPLAY_AREA_LABEL
source: Display Area
vi: Khu vực hiển thị

# STRINGS.UI.OPTIONS.DISPLAY_AREA_BUTTON
source: Adjust
vi: Điều chỉnh

# STRINGS.UI.OPTIONS.AUTOSAVE
source: Auto-save
vi: Tự động lưu

# STRINGS.UI.PAUSEMENU.TITLE
source: Paused
vi: Đã dừng

# STRINGS.UI.PAUSEMENU.SAVEANDQUITTITLE
source: Save and return to main menu?
vi: Lưu và trở về màn hình chính?

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry - we'll be waiting for you.
vi: Đừng lo - Chúng tôi sẽ đợi bạn.

# STRINGS.UI.PAUSEMENU.SAVEANDQUITYES
source: I said quit!
vi: Đã bảo là nghỉ mà!

# STRINGS.UI.PAUSEMENU.QUIT
source: Quit
vi: Thoát

# STRINGS.UI.PAUSEMENU.SAVEANDQUITNO
source: Never mind...
vi: Không có gì...

# STRINGS.UI.PAUSEMENU.QUITTITLE
source: Return to main menu?
vi: Về màn hình chính?

# STRINGS.UI.PAUSEMENU.QUITBODY
source: Leaving so soon?
vi: Rời sớm vậy sao?

# STRINGS.UI.PAUSEMENU.QUITYES
source: I said quit!
vi: Bảo nghỉ rồi mà!

# STRINGS.UI.PAUSEMENU.QUITNO
source: Never mind...
vi: Không có gì...

# STRINGS.UI.PAUSEMENU.OPTIONS
source: Settings
vi: Thiết lập

# STRINGS.UI.PAUSEMENU.CONTROLS
source: Controls
vi: Nút điều khiển

# STRINGS.UI.PAUSEMENU.SAVEANDQUIT
source: Save and Quit
vi: Lưu và Thoát

# STRINGS.UI.PAUSEMENU.CONTINUE
source: Continue
vi: Tiếp tục

# STRINGS.UI.MODSSCREEN.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.MODSSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.MODSSCREEN.RESETDEFAULT
source: Reset
vi: Cài đặt lại

# STRINGS.UI.MODSSCREEN.MOREMODS
source: More Mods
vi: Xem thêm mod

# STRINGS.UI.MODSSCREEN.VERSION
source: version %s
vi: phiên bản %s

# STRINGS.UI.MODSSCREEN.AUTHORBY
source: by %s
vi: bởi %s

# STRINGS.UI.MODSSCREEN.MODLINK
source: Take me to the mod page!
vi: Đưa tôi tới trang của mod

# STRINGS.UI.MODSSCREEN.MODLINKGENERIC
source: Mod discussion forums
vi: Diễn đàn trao đổi Mod

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_UNKNOWN
source: Compatibility unknown.
vi: Mức độ tương thích không rõ.

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_ALL
source: Compatible with everything.
vi: Tương thích với tất cả.

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_DS_ONLY
source: Compatible with Don't Starve only.
vi: Chỉ tương thích với Don't Starve.

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_ROG_ONLY
source: Compatible with Reign of Giants only.
vi: Chỉ tương thích với Reign of Giants.

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_NONE
source: Compatible with nothing. I'm sure it's fine.
vi: Không tương thích với gì cả. Cũng ổn thôi.

# STRINGS.UI.MODSSCREEN.CONFIGUREMOD
source: Configure Mod
vi: Điều chỉnh mod

# STRINGS.UI.MODSSCREEN.CONFIGSCREENTITLESUFFIX
source: Configuration Options
vi: Điều chỉnh thiết lập

# STRINGS.UI.MODSSCREEN.BACKTITLE
source: Discard Changes
vi: Hủy thay đổi

# STRINGS.UI.MODSSCREEN.BACKBODY
source: Do you want to discard the changes you made to the mod's options?
vi: Bạn có muốn hủy thay đổi đã chỉnh với thiết lập cho mod không?

# STRINGS.UI.MODSSCREEN.UNKNOWN_MOD_CONFIG_SETTING
source: [NAME UNDEFINED]
vi: [TÊN KHÔNG XÁC ĐỊNH]

# STRINGS.UI.MODSSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.MODSSCREEN.NO
source: No
vi: Không

# STRINGS.UI.MODSSCREEN.ENABLE
source: Enable
vi: Bật

# STRINGS.UI.MODSSCREEN.DISABLE
source: Disable
vi: Tắt

# STRINGS.UI.MODSSCREEN.WORKING_NORMALLY
source: Mod is installed.
vi: Mod đã cài đặt.

# STRINGS.UI.MODSSCREEN.WILL_ENABLE
source: Mod will be enabled.
vi: Mod sẽ được bật.
