Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HAMMER
source: More fit for labour than battle.
vi: Nhiều hơn phù hợp cho lao động hơn so với trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEALINGSALVE
source: Fill me with life!
vi: Điền tôi với cuộc sống!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.FROZEN
source: Cold teeth bite at me!
vi: răng lạnh cắn vào tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.COLD
source: The stone has taken on cold!
vi: Tảng đá đã được đưa vào lạnh!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.GENERIC
source: A stone of great use!
vi: Một hòn đá sử dụng rất lớn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.WARM
source: The stone has taken on warmth!
vi: Tảng đá đã mang sự ấm áp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.HOT
source: Loge would be proud.
vi: Loge sẽ được tự hào.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOMESIGN.GENERIC
source: A most well placed sign.
vi: Một dấu hiệu cũng được đặt nhiều nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOMESIGN.BURNT
source: Signs of a battle past.
vi: Dấu hiệu của một quá khứ chiến đấu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HONEY
source: Sticky and gross.
vi: Sticky and gộp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HONEYCOMB
source: Wouldn't make much of a comb.
vi: Sẽ không làm cho nhiều của một chiếc lược.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HONEYHAM
source: A feast!
vi: Một bữa tiệc!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HONEYNUGGETS
source: A feast!
vi: Một bữa tiệc!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HORN
source: Makes me long for battle.
vi: Làm cho tôi dài cho trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOUND
source: Fenrir's spawn!
vi: spawn Fenrir của!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDBONE
source: A fallen foe.
vi: Một kẻ thù ngã xuống.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDMOUND
source: These hounds are truly warriors.
vi: Những con chó săn thực sự chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEBOX
source: Winter dwells inside!
vi: Winter ngự bên trong!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEHAT
source: A chunk of cold.
vi: Một miếng lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEHOUND
source: Teeth of frost!
vi: Răng của băng giá!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.INSANITYROCK.INACTIVE
source: I suspect nothing of this rock.
vi: Tôi nghi ngờ gì về hòn đá này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JAMMYPRESERVES
source: Sticky and gross.
vi: Sticky and gộp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KABOBS
source: A feast!
vi: Một bữa tiệc!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KILLERBEE.GENERIC
source: A challenger!
vi: Một thách thức!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KILLERBEE.HELD
source: A conquered foe.
vi: Một kẻ thù xâm chiếm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KNIGHT
source: I sense battle!
vi: Tôi cảm nhận được trận chiến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KOALEFANT_SUMMER
source: Dear creature, I am going to eat you.
vi: Thưa sinh vật, tôi sẽ ăn bạn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KOALEFANT_WINTER
source: Poor unsuspecting meat beast.
vi: Nghèo không nghi ngờ thịt thú.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KRAMPUS
source: You don't scare me goat!
vi: Bạn không sợ tôi dê!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.KRAMPUS_SACK
source: I can fit everything in here!
vi: Tôi có thể phù hợp với tất cả mọi thứ ở đây!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LEIF
source: That's an ancient woodland being.
vi: Đó là một khu rừng cổ xưa được.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LEIF_SPARSE
source: That's an ancient woodland being.
vi: Đó là một khu rừng cổ xưa được.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Oh great lightning!
vi: Oh sét tuyệt vời!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Bring with you lightning Donner!
vi: Mang theo sét Donner!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: May I call you Unicorn?
vi: Tôi có thể gọi cho bạn Unicorn?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: The lightning has made you a unicorn warrior!
vi: Tia sét đã làm cho bạn một chiến binh kỳ lân!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOATHORN
source: This could deal a lasting blow.
vi: Điều này có thể đối phó một đòn dài.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOATMILK
source: This is powerful milk.
vi: Đây là sữa mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LITTLE_WALRUS
source: A spawn of the evil toothed seal.
vi: Một đẻ trứng của con dấu răng ác.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGLOG
source: Burning this magic would seem a waste.
vi: Đốt ma thuật này có vẻ như một sự lãng phí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOCKEDWES
source: I'll save you silent mortal!
vi: Tôi sẽ giúp bạn tiết kiệm chết im lặng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOG.BURNING
source: Flaming log!
vi: Flaming đăng nhập!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOG.GENERIC
source: Wood is always of value.
vi: Gỗ luôn luôn có giá trị.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUREPLANT
source: Finally! A useful vegetable.
vi: Cuối cùng! Một thực vật hữu ích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LUREPLANTBULB
source: Perhaps I will be a meat farmer after all!
vi: Có lẽ tôi sẽ là một người nông dân thịt sau khi tất cả!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MALE_PUPPET
source: He looks unhappy upon his throne.
vi: Anh ấy trông không vui khi ngai vàng của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE.DEAD
source: The corpse of the rutabaga still retains its magic.
vi: Xác chết của Cải củ Thụy Điển vẫn giữ lại phép thuật của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE.GENERIC
source: A rutabaga!
vi: Một Cải củ Thụy Điển!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE.PICKED
source: She just wants to go on a rutabaga saga.
vi: Cô chỉ muốn đi trên một saga Cải củ Thụy Điển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKESOUP
source: A stew of magic!
vi: Một hầm ma thuật!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE_COOKED
source: Grilled rutabaga.
vi: Cải củ Thụy Điển nướng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARBLE
source: The warrior stone!
vi: Những chiến binh đá!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARBLEPILLAR
source: Fit for a palace!
vi: Phù hợp cho một cung điện!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARBLETREE
source: Even the winds won't knock this tree down.
vi: Ngay cả những cơn gió sẽ không gõ cây này xuống.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.BURNING
source: Hot log!
vi: log Hot!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.GENERIC
source: A shrub on guard.
vi: Một cây bụi trên gác.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.PICKED
source: What a nuisance.
vi: Thật là phiền toái.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_PLANT
source: Pond foliage.
vi: Pond lá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.BURNING
source: It's ablaze!
vi: Nó bốc cháy!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.BURNT
source: Burnt.
vi: Cháy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.CHOPPED
source: My battleaxe always wins.
vi: battleaxe tôi luôn luôn thắng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.GENERIC
source: A warrior tree.
vi: Một cây chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELL
source: Arrg! Is that the antagonist to my saga?!
vi: Arrg! Đó có phải là nhân vật phản diện để saga của tôi ?!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
vi: Tôi có thể thấy vào lỗ chân lông của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLLIGHT
source: Dark magic lives here.
vi: Tối kỳ diệu sống ở đây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLLOCK
source: Shall I unlock it?
vi: Tôi sẽ mở khóa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLTHRONE
source: I prefer to roam free, my unicorn and I.
vi: Tôi thích lang thang miễn phí, lân và I. tôi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEAT
source: The true fruit of the earth!
vi: Quả thật sự của trái đất!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATBALLS
source: Tiny feast balls.
vi: bóng bữa tiệc nhỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DONE
source: Let's eat!
vi: Ăn thôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYING
source: It's preparing just the way I like it.
vi: Nó chuẩn bị chỉ là cách tôi thích nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYINGINRAIN
source: All this rain isn't helping.
vi: Tất cả cơn mưa này không giúp ích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.GENERIC
source: Ah! A dangly rack for my meats!
vi: Ah! Một dangly giá đỡ cho các loại thịt của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.BURNT
source: Such a shame.
vi: Thật là ngại quá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MEAT_DRIED
source: Excellent battle provisions.
vi: quy định trận chiến tuyệt vời.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MERM
source: Die soggy beast fish!
vi: Die cá con thú sũng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MERMHEAD.GENERIC
source: I could smell it from back there!
vi: Tôi có thể cảm nhận nó từ phía sau đó!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MERMHEAD.BURNT
source: Beheaded. Burnt. Stinky.
vi: Chặt đầu. Cháy. Hôi thối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE.GENERIC
source: Is this dwelling made of fish?
vi: Được nhà ở này được làm bằng cá?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE.BURNT
source: I won't miss it.
vi: Tôi sẽ không bỏ lỡ nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MINERHAT
source: A lighted helm! For the darkness.
vi: Một lãnh đạo sáng! Đối với bóng tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MONKEY
source: I don't trust him.
vi: Tôi không tin tưởng anh ta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MONKEYBARREL
source: What's in the barrel?
vi: Có gì trong thùng?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERLASAGNA
source: Monster casserole.
vi: Quái vật hầm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWERSALAD
source: Leaves are for animals.
vi: Lá cho động vật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICECREAM
source: It hurts my teeth.
vi: Nó đau răng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELONICLE
source: You cannot fool me by hiding in frozen fruit, stick.
vi: Bạn không thể đánh lừa tôi bằng cách ẩn trong trái cây đông lạnh, dính.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAILMIX
source: Meat of a nut is not true meat.
vi: Thịt của một hạt không phải là thịt thật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HOTCHILI
source: A test of my willpower.
vi: Một thử nghiệm của sức mạnh ý chí của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GUACAMOLE
source: Yum, creamy!
vi: Yum, kem!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERMEAT
source: Meat of the dark beasts.
vi: Thịt của con thú đen tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERMEAT_DRIED
source: All dried up.
vi: Tất cả sấy khô lên.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOOSE
source: I wish I could ride it into battle.
vi: Tôi muốn tôi có thể đi xe nó vào trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOOSEEGG
source: Something is bouncing around inside.
vi: Một cái gì đó đang nảy xung quanh bên trong.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSSLING
source: You are not large enough to be a steed.
vi: Bạn không đủ lớn để có một chiến mã.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERFAN
source: The luxuries of camp, on the go.
vi: Xa xỉ của trại, trên đường đi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOOSE_FEATHER
source: A shieldmaiden deserves a soft bed of dunn.
vi: Một shieldmaiden xứng đáng là một giường mềm mại của Dunn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STAFF_TORNADO
source: A storm of pain.
vi: Một cơn bão đau.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO.GENERIC
source: Ugh! These things are useless!
vi: Ugh! Những điều này là vô ích!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO.HELD
source: Settle demon fury!
vi: Giải quyết cơn giận dữ quỷ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITOSACK
source: The blood will make me strong.
vi: Máu sẽ làm cho tôi mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOUND.DUG
source: I wanted the loot!
vi: Tôi muốn cướp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOUND.GENERIC
source: Are there treasures beneath the gravestones?
vi: Có một báu vật dưới mộ?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTLIGHT
source: I'm more comfortable around my own fire.
vi: Tôi cảm thấy thoải mái hơn xung quanh lửa của riêng tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMAREFUEL
source: The fuel of darkness!
vi: Nhiên liệu của bóng tối!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTSWORD
source: It takes a brave warrior to wield this sword.
vi: Phải mất một chiến binh dũng cảm cầm thanh kiếm này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NITRE
source: It contains explosive components.
vi: Nó chứa các thành phần chất nổ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ONEMANBAND
source: Sing with me! We are the guardians of Asgard!
vi: Hat vơi tôi! Chúng tôi là những người bảo vệ Asgard!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PANDORASCHEST
source: It contains a mystery.
vi: Nó chứa một bí ẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PANFLUTE
source: I prefer to face my enemies awake.
vi: Tôi thích đối mặt với kẻ thù của tôi tỉnh táo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PAPYRUS
source: This will carry forth the record of my saga.
vi: Điều này sẽ đem ra kỷ lục của câu chuyện của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PENGUIN
source: Birds of the sea, come from afar.
vi: Chim biển, đến từ xa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PERD
source: You cannot run forever!
vi: Bạn không thể chạy mãi mãi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEROGIES
source: Pockets of meat.
vi: Túi thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PETALS
source: Thank you Froh for this gift!
vi: Cảm ơn bạn Froh cho món quà này!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PETALS_EVIL
source: These were not made by Froh.
vi: Những không được thực hiện bởi Froh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PICKAXE
source: I can use it to get precious spear and helm materials.
vi: Tôi có thể sử dụng nó để có được giáo và lãnh đạo các vật liệu quý.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGGYBACK
source: The pig died with honor and gave to me this pack.
vi: Con heo chết với danh dự và đưa cho tôi gói này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHEAD.GENERIC
source: This is savagery.
vi: Đây là dã man.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHEAD.BURNT
source: Normally, I like a good roast, but this is not right.
vi: Thông thường, tôi thích một nướng tốt, nhưng điều này là không đúng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.FULL
source: Come out and go to war with me!
vi: Hãy ra ngoài và đi đến chiến tranh với tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.GENERIC
source: I did not think pigs could make houses.
vi: Tôi đã không nghĩ rằng lợn có thể làm cho ngôi nhà.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Do you not hunger for battle, pig?
vi: Bạn không đói cho cuộc chiến, lợn?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.BURNT
source: Loge did not smile upon you this day.
vi: Loge đã không mỉm cười khi bạn ngày hôm nay.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGKING
source: Is it pig-Odin?
vi: Có lợn Odin?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.DEAD
source: He died with honor.
vi: Ông chết trong danh dự.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.FOLLOWER
source: We ride to battle!
vi: Chúng tôi đi xe để chiến đấu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.GENERIC
source: Will you fight alongside me, pig?
vi: bạn sẽ chiến đấu bên cạnh tôi, lợn?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.GUARD
source: That pig looks brave.
vi: lợn trông dũng cảm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.WEREPIG
source: It has been tainted by Fenrir.
vi: Nó đã bị làm hỏng bởi Fenrir.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGSKIN
source: The hide of a pig creature.
vi: Các ẩn của một sinh vật lợn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIGTORCH
source: Do these pigs worship Loge?
vi: Do những con lợn thờ Loge?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE.GENERIC
source: This baby tree is well protected by spiky armour.
vi: cây này em bé cũng được bảo vệ bởi áo giáp gai nhọn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE.PLANTED
source: It has shed its armour. Grow, baby tree!
vi: Nó đã đổ bộ giáp của nó. Phát triển, cây bé!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PITCHFORK
source: A weapon for farmers.
vi: Một vũ khí cho nông dân.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANTMEAT
source: I suppose it's close enough.
vi: Tôi cho rằng nó đủ gần.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANTMEAT_COOKED
source: Still green, but it'll do.
vi: Vẫn còn xanh, nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.GENERIC
source: A plant.
vi: Một cái cây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.GROWING
source: I am a shieldmaiden, not a farmer!
vi: Tôi là một shieldmaiden, không một nông dân!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.READY
source: Ugh, vegetables. I'm not sure what I expected...
vi: Ugh, rau. Tôi không chắc chắn những gì tôi mong đợi ...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.WITHERED
source: Bested by the sun.
vi: Đánh bại bởi ánh mặt trời.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE
source: Fruity flesh.
vi: thịt trái cây.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_COOKED
source: Seared fruit flesh.
vi: Làm cháy thịt quả.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POND
source: Something lurks in the deep.
vi: Một cái gì đó ẩn nấp ở những vùng sâu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POOP
source: If only I could use it as camouflage from predators.
vi: Nếu tôi chỉ có thể sử dụng nó như ngụy trang khỏi các kẻ thù.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FERTILIZER
source: Its stench could raise the fallen.
vi: mùi hôi thối của nó có thể tăng giảm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN
source: It might make a good bludgeon, at least.
vi: Nó có thể làm cho một dùi cui tốt, ít nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKINCOOKIE
source: Baked all the life out of it.
vi: Nướng tất cả cuộc sống của nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_COOKED
source: Piping hot orange mush.
vi: Đường ống nóng cam mush.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_LANTERN
source: Do you wish to fight, vegetable?
vi: Bạn muốn chiến đấu, thực vật?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PURPLEAMULET
source: An amulet of dark powers.
vi: Một bùa hộ mệnh của quyền lực tối tăm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PURPLEGEM
source: It is cloudy with a mysterious energy.
vi: Nó là mây với một năng lượng bí ẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBIT.GENERIC
source: Jump into my mouth!
vi: Nhảy vào miệng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBIT.HELD
source: There is no escape!
vi: Không có lối thoát!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOLE.GENERIC
source: Showtime, rabbits!
vi: Showtime, con thỏ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOLE.SPRING
source: It must be intermission for the rabbits.
vi: Nó phải được giải lao cho thỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAINOMETER.GENERIC
source: Foretells the coming of rain.
vi: Báo trước sự xuất hiện của mưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAINOMETER.BURNT
source: Its prophecy days are done.
vi: ngày lời tiên tri của nó được thực hiện.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAINCOAT
source: Armour for rain.
vi: Armour cho mưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAINHAT
source: We will fight in the rain.
vi: Chúng tôi sẽ chiến đấu trong mưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RATATOUILLE
source: A pile of vegetables. No thanks.
vi: Một đống rau. Không, cám ơn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RAZOR
source: A small blade, but a blade nonetheless.
vi: Một lưỡi nhỏ, nhưng một lưỡi dù sao.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.REDGEM
source: It is hot to the touch.
vi: Nó là nóng khi chạm vào.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_CAP
source: Umami or not, I don't want it.
vi: Umami hay không, tôi không muốn nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_CAP_COOKED
source: I won't eat it, but it was fun to put in the fire.
vi: Tôi sẽ không ăn nó, nhưng nó là thú vị để đưa vào lửa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.GENERIC
source: At least it's got a nice colour.
vi: Ít nhất là nó có một màu sắc đẹp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.INGROUND
source: And stay down there!
vi: Và ở dưới đó!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.PICKED
source: Good riddance.
vi: Tốt sự tự do.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.BURNING
source: See you in Asgard, reeds!
vi: Hẹn gặp ở Asgard, lau sậy!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.GENERIC
source: Those are some hardy reeds.
vi: Đó là một số sậy khỏe mạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.PICKED
source: Cut down in their prime.
vi: Cắt giảm trong chính của họ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RELIC.GENERIC
source: Fit for Asgard.
vi: Fit cho Asgard.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RELIC.BROKEN
source: It has been reduced to smithereens.
vi: Nó đã được giảm xuống mảnh vụn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RUBBLE
source: A pile of ancient rocks.
vi: Một đống đá cổ xưa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB.GENERIC
source: I prefer battle to science.
vi: Tôi thích chiến đấu với khoa học.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB.BURNT
source: Ashes to ashes.
vi: Cát bụi về với cát bụi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB2.GENERIC
source: Perhaps science can enhance my combat skills.
vi: Có lẽ khoa học có thể nâng cao kỹ năng chiến đấu của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB2.BURNT
source: Dust to dust.
vi: Bụi tro bụi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB3.GENERIC
source: A mystical thing.
vi: Một điều huyền bí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB3.BURNT
source: It's strange power did not protect it from fire.
vi: Đó là sức mạnh kỳ lạ đã không bảo vệ nó khỏi lửa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB4.GENERIC
source: It is an absurd machine that makes meat.
vi: Nó là một máy vô lý mà làm thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB4.BURNT
source: No more meat will come from here!
vi: Không có thịt hơn sẽ đến từ đây!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I do not know why I made this.
vi: Tôi không biết tại sao tôi thực hiện điều này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Valhalla, I come!
vi: Valhalla, tôi đến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTONE
source: It holds me back from Valhalla.
vi: Nó đã giữ tôi lại từ Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN.GENERIC
source: Red like blood.
vi: Màu đỏ như máu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN.HELD
source: I prefer your black brethren.
vi: Tôi thích anh em đen của bạn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN_WINTER.GENERIC
source: This bird knows about the cold.
vi: chim này biết về cái lạnh.
