Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUEAMULET
source: Cold jewellery.
vi: đồ trang sức Lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUEGEM
source: An icy blue sapphire.
vi: Một màu xanh sapphire băng giá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUEPRINT
source: Oh, a map! No, wait. That's wrong.
vi: Oh, một bản đồ! Không chờ đợi. Sai rồi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BELL_BLUEPRINT
source: Oh, a map! No, wait. That's wrong.
vi: Oh, một bản đồ! Không chờ đợi. Sai rồi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_CAP
source: Hmm, a blue one.
vi: Hmm, một màu xanh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_CAP_COOKED
source: I still don't want to eat it.
vi: Tôi vẫn không muốn ăn nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's mold, really.
vi: Đó là nấm mốc, thực sự.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Good, it's hiding.
vi: Tốt, nó ẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I hope it doesn't grow again.
vi: Tôi hy vọng nó không phát triển trở lại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOARDS
source: Grandfather logs.
vi: bản ghi ông nội.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT
source: Is that how I got here?
vi: Là làm thế nào tôi có ở đây?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BONESHARD
source: Bits of my enemies.
vi: Bit của kẻ thù của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BONESTEW
source: Delicious!
vi: Thơm ngon!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUGNET
source: To snatch insects from the air.
vi: Để cướp côn trùng từ không khí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUSHHAT
source: For the hunt.
vi: Đối với việc săn bắn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUTTER
source: Butter. Might it be good on steak?
vi: Bơ. nó có thể là tốt về bít tết?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLY.GENERIC
source: It is sort of nice.
vi: Nó là loại tốt đẹp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLY.HELD
source: Caught!
vi: Bắt!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLYWINGS
source: A pretty souvenir.
vi: Một kỷ niệm đẹp.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUZZARD
source: You and I, we meat feast together.
vi: Bạn và tôi, chúng ta thịt lễ với nhau.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS.GENERIC
source: It does have admirable armour.
vi: Nó có giáp đáng ngưỡng mộ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS.PICKED
source: It will return.
vi: Nó sẽ trở lại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_MEAT_COOKED
source: Toasted sword plant meat.
vi: Nướng thịt cây gươm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_MEAT
source: Sword plant meat.
vi: Kiếm thịt thực vật.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_FLOWER
source: Beauty from braun.
vi: Làm đẹp từ braun.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.EMBERS
source: That fire's nearly dead.
vi: lửa của gần chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.GENERIC
source: A cold comfort.
vi: Một thoải mái lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.HIGH
source: The fire roars!
vi: Các gầm lửa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.LOW
source: Fire's slowly dying.
vi: Fire chết dần chết mòn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.NORMAL
source: A cold comfort.
vi: Một thoải mái lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.OUT
source: And the light flickers out.
vi: Và ánh sáng thấp thoáng ra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.EMBERS
source: That fire's nearly dead.
vi: lửa của gần chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.GENERIC
source: Warm fire, warm Wigfrid.
vi: ngọn lửa ấm áp, Wigfrid ấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.HIGH
source: The fire roars!
vi: Các gầm lửa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.LOW
source: Fire's slowly dying.
vi: Fire chết dần chết mòn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.NORMAL
source: Warm fire, warm Wigfrid.
vi: ngọn lửa ấm áp, Wigfrid ấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.OUT
source: And the light flickers out.
vi: Và ánh sáng thấp thoáng ra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CANE
source: Turns walk to trot.
vi: Biến đi cho trót.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CATCOON
source: Oh! Cute meat with fur.
vi: Oh! thịt dễ thương với bộ lông.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONDEN.GENERIC
source: Cute meat lives there.
vi: thịt dễ thương sống ở đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONDEN.EMPTY
source: She fought bravely. Alas, she is gone.
vi: Cô đã chiến đấu dũng cảm. Than ôi, cô đã biến mất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONHAT
source: Furry cap! Bless cute meat.
vi: mũ lông! Bless thịt dễ thương.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COONTAIL
source: It is the tail of cute meat.
vi: Nó là đuôi của thịt dễ thương.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARROT
source: Where's the protein?
vi: Trường hợp của protein?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_COOKED
source: Sad cooked carrots.
vi: cà rốt nấu chín buồn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_PLANTED
source: A wee root vegetable.
vi: Một gốc rau wee.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_FERN
source: Foliage from the dark ages.
vi: Tán lá từ độ tuổi tối.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHARCOAL
source: Loot from Loge the demigod.
vi: Loot từ Loge các á thần.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK1
source: It's only a pile of fallen warriors.
vi: Nó chỉ là một đống chiến binh ngã xuống.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK2
source: More fallen mechanical warriors.
vi: Nhiều rơi chiến binh khí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK3
source: Someone should really clean this place up.
vi: Một người nào đó thực sự nên làm sạch nơi này lên.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER
source: Don't worry, I won't eat him.
vi: Đừng lo lắng, tôi sẽ không ăn nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Who are you?
vi: Bạn là ai?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The eyeball is tired.
vi: Các nhãn cầu là mệt mỏi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDMANDRAKE
source: She's definitely dead.
vi: Cô ấy chắc chắn đã chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDMONSTERMEAT
source: Monster beast steak.
vi: Quái thú bít tết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDSMALLMEAT
source: Yum, yum, meat snacks.
vi: Yum, yum, đồ ăn nhẹ thịt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.COOKING_LONG
source: Might as well do something while I wait.
vi: cũng có thể làm một cái gì đó trong khi tôi chờ đợi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.COOKING_SHORT
source: Shouldn't be long now!
vi: Không nên dài bây giờ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.DONE
source: What have we got here?
vi: chúng ta có gì ở đây nào?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.EMPTY
source: Nothing in there.
vi: Không có gì trong đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.BURNT
source: The fire reigned supreme.
vi: Ngọn lửa trị vì tối cao.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORN
source: A vegetable sword!
vi: Một thanh kiếm rau!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORN_COOKED
source: Popped corn smells good.
vi: ngô Popped mùi tốt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORN_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CROW.GENERIC
source: Raven friend!
vi: bạn Raven!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CROW.HELD
source: Together again.
vi: Cùng một lần nữa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTGRASS
source: A craftwoman's most elemental resource.
vi: tài nguyên tố nhất của một craftwoman.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTREEDS
source: I cleaned all the bugs out! Then I ate them.
vi: Tôi làm sạch tất cả các lỗi ra! Sau đó, tôi đã ăn chúng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTSTONE
source: Solid stone!
vi: Rắn đá!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEADLYFEAST
source: A most potent dish.
vi: Một món ăn mạnh nhất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEERCLOPS
source: Rays will shine through my spear and poke out your eyeball!
vi: Rays sẽ tỏa sáng thông qua giáo của tôi và xô ra nhãn cầu của bạn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEERCLOPS_EYEBALL
source: Hmm, shall I eat it?
vi: Hmm, tôi sẽ ăn nó?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EYEBRELLAHAT
source: Don't get rain in your eye!
vi: Đừng có mưa trong mắt của bạn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
vi: Đây có thể là một chùm cỏ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEVTOOL
source: It smells of bacon!
vi: Nó có mùi thịt xông khói!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
vi: Tôi không đủ mạnh để sử dụng nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIRTPILE
source: A small hill of earth.
vi: Một đồi nhỏ của trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.COLD
source: All is quiet.
vi: Tất cả là yên tĩnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.GENERIC
source: A mechanical hunting hound. For the hunt.
vi: Một con chó săn săn cơ khí. Đối với việc săn bắn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.HOT
source: Sound the horns! We've arrived!
vi: Âm thanh sừng! Chúng tôi đã đến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.WARM
source: We've got the scent!
vi: Chúng tôi đã có những mùi hương!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.WARMER
source: The hound is excited, we're getting closer.
vi: Chó săn được vui mừng, chúng ta đang tiến gần hơn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.GENERIC
source: What cryptic ruins.
vi: Những di tích bí ẩn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.READY
source: Seems like I'm missing a piece...
vi: Có vẻ như tôi là thiếu một mảnh ...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Ready! The saga continues!
vi: Sẳn sàng! Saga tiếp tục!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODSTART
source: This mysterious sword feels important.
vi: thanh kiếm huyền bí này cảm thấy quan trọng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLY
source: Ah dragon! We meet at last!
vi: Ah con rồng! Chúng tôi gặp nhau ở cuối!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORDRAGONFLY
source: Excellent armour for the heat of battle.
vi: áo giáp tuyệt vời cho sức nóng của trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGON_SCALES
source: Mystical scales.
vi: vảy huyền bí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYCHEST
source: This chest is worthy of my weapons.
vi: ngực này là xứng đáng với vũ khí của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LAVASPIT.HOT
source: Your fire pools are no match for me!
vi: hồ lửa của bạn không phù hợp cho tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LAVASPIT.COOL
source: It's not very scary now, is it?
vi: Nó không phải rất đáng sợ hiện nay, là nó?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT
source: It's very fancy.
vi: Nó rất lạ mắt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT_COOKED
source: Grilled fancy fruit.
vi: Nướng trái cây ưa thích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONPIE
source: Why isn't this a meat pie? Meat, meeeat!
vi: Tại sao không phải là này một chiếc bánh thịt? Thịt, meeeat!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRUMSTICK
source: Leg of beastie, in my belly.
vi: Chân của beastie, trong bụng của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DRUMSTICK_COOKED
source: Hooooot meat!
vi: thịt Hooooot!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BERRYBUSH
source: I think I'll return this to the earth goddess.
vi: Tôi nghĩ rằng tôi sẽ trở lại này cho các nữ thần trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_GRASS
source: I think I'll return this to the earth goddess.
vi: Tôi nghĩ rằng tôi sẽ trở lại này cho các nữ thần trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_MARSH_BUSH
source: I think I'll return this to the earth goddess.
vi: Tôi nghĩ rằng tôi sẽ trở lại này cho các nữ thần trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_SAPLING
source: I think I'll return this to the earth goddess.
vi: Tôi nghĩ rằng tôi sẽ trở lại này cho các nữ thần trái đất.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN
source: Smells like my battle boots.
vi: Mùi giống như khởi động cuộc chiến của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN_COOKED
source: Why did I cook this again?
vi: Tại sao tôi lại nấu ăn này một lần nữa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EARMUFFSHAT
source: Yes, most practical!
vi: Vâng, thực tế nhất!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT
source: Purpley and bulbous.
vi: Purpley và củ hành.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT_COOKED
source: Food for the weak.
vi: Thực phẩm cho người yếu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT_SEEDS
source: Tiny nature bits.
vi: bit chất Tiny.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.BURNING
source: The wood's ablaze!
vi: bốc cháy của gỗ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.BURNT
source: Loge took that one.
vi: Loge mất một.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Chopped by the warrior in the woods!
vi: Cắt nhỏ bởi các chiến binh trong rừng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.POISON
source: I've got to work a bit harder for this firewood.
vi: Tôi đã làm việc một chút khó khăn hơn để làm củi đốt này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Future firewood!
vi: củi trong tương lai!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ACORN.GENERIC
source: There's a tree hiding within.
vi: Có một cây ẩn bên trong.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ACORN.PLANTED
source: Grow strong young twigs!
vi: Grow cành non mạnh mẽ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ACORN_COOKED
source: I cooked the young tree.
vi: Tôi nấu chín cây trẻ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIRCHNUTDRAKE
source: A young tree warrior!
vi: Một cây chiến binh trẻ tuổi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.BURNING
source: The wood's ablaze!
vi: bốc cháy của gỗ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.BURNT
source: Loge took that one.
vi: Loge mất một.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.CHOPPED
source: Chopped by the warrior in the woods!
vi: Cắt nhỏ bởi các chiến binh trong rừng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.GENERIC
source: I feel at home in the woods.
vi: Tôi cảm thấy như ở nhà trong rừng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The wood's ablaze!
vi: bốc cháy của gỗ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Loge took that one.
vi: Loge mất một.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Chopped by the warrior in the woods!
vi: Cắt nhỏ bởi các chiến binh trong rừng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: A good sturdy tree.
vi: Một tốt cây mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EYEPLANT
source: Don't point your eyeball at me foliage!
vi: Đừng chĩa nhãn cầu của bạn tại tôi tán lá!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.GENERIC
source: I can't grow meat, what's the point?
vi: Tôi không thể phát triển thịt, điểm là gì?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.GROWING
source: They're growing stronger.
vi: Họ đang phát triển mạnh mẽ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It wants a turd feast.
vi: Nó muốn một bữa tiệc cục cứt.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.BURNT
source: Serves you right for not growing meats!
vi: Phục vụ bạn ngay để không phát triển các loại thịt!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERHAT
source: Seems a bit flashy for battle.
vi: Có vẻ một chút hào nhoáng cho trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_CROW
source: A token from the ravens!
vi: Một mã thông báo từ những con quạ!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_ROBIN
source: Red like my hair.
vi: Đỏ như mái tóc của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_ROBIN_WINTER
source: Winter's feather.
vi: lông mùa đông.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FEM_PUPPET
source: She looks unhappy upon her throne.
vi: Cô ấy trông không vui khi ngai vàng của mình.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREFLIES.GENERIC
source: Tiny fairy lights aglow!
vi: cổ tích Tiny đèn rực sáng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREFLIES.HELD
source: I hold the light!
vi: Tôi giữ ánh sáng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREHOUND
source: The flamed one has no mercy.
vi: Một Flamed không có lòng thương xót.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.EMBERS
source: That fire's nearly dead.
vi: lửa của gần chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.GENERIC
source: Warm fire, warm Wigfrid.
vi: ngọn lửa ấm áp, Wigfrid ấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.HIGH
source: The fire roars!
vi: Các gầm lửa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.LOW
source: Fire's slowly dying.
vi: Fire chết dần chết mòn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.NORMAL
source: Warm fire, warm Wigfrid.
vi: ngọn lửa ấm áp, Wigfrid ấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.OUT
source: And the light flickers out.
vi: Và ánh sáng thấp thoáng ra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.EMBERS
source: That fire's nearly dead.
vi: lửa của gần chết.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.GENERIC
source: A cold comfort.
vi: Một thoải mái lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.HIGH
source: The fire roars!
vi: Các gầm lửa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.LOW
source: Fire's slowly dying.
vi: Fire chết dần chết mòn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.NORMAL
source: A cold comfort.
vi: Một thoải mái lạnh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.OUT
source: And the light flickers out.
vi: Và ánh sáng thấp thoáng ra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRESTAFF
source: Wigfrid! Master of fire!
vi: Wigfrid! Thạc sĩ lửa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.ON
source: Catapult engaged for battle!
vi: Catapult tham gia trong trận chiến!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.OFF
source: Time to rest flinging warrior.
vi: Thời gian để nghỉ ngơi flinging chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: The catapult grows weak and tired.
vi: Các phóng tăng trưởng yếu và mệt mỏi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISH
source: Meat of the sea!
vi: Thịt của biển!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISHINGROD
source: I'm a ruthless fisherwoman.
vi: Tôi là một nghề bán cá tàn nhẫn.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISHSTICKS
source: Spears of sea meat.
vi: Spears thịt biển.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISHTACOS
source: Fish in a blanket!
vi: Cá trong một tấm chăn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISH_COOKED
source: Joy!
vi: Vui sướng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLINT
source: Vital for spear construction.
vi: Vital cho xây dựng thương.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER
source: A flower from Freia.
vi: Một bông hoa từ Freia.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWERHAT
source: Flimsy for the fight, pretty for my head.
vi: Mỏng manh cho cuộc chiến, khá cho đầu tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_EVIL
source: Some evil plagues this flora.
vi: Một số ác lan tràn thực vật này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FOLIAGE
source: A collection of ferns.
vi: Một bộ sưu tập của dương xỉ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FOOTBALLHAT
source: A pig's bottom made my helmet.
vi: đáy của một con lợn làm mũ bảo hiểm của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROG.DEAD
source: You're a bit slimy for Valhalla.
vi: Bạn là một chút nhớt cho Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROG.GENERIC
source: I'd like some frog boots someday.
vi: Tôi muốn một số khởi động ếch một ngày nào đó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROG.SLEEPING
source: It sleeps.
vi: Nó ngủ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROGGLEBUNWICH
source: What a treat!
vi: Thật là một điều trị!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROGLEGS
source: Filled with rubbery protein!
vi: Đầy với protein cao su!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROGLEGS_COOKED
source: I like when I can see the bones sticking out.
vi: Tôi thích khi tôi có thể nhìn thấy xương lòi ra ngoài.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FRUITMEDLEY
source: Ugh! Putting it into a cup doesn't fool me.
vi: Ugh! Đưa nó vào một ly không đánh lừa tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GEARS
source: These might look nice glued to my helm.
vi: Đây có thể nhìn đẹp dán mắt vào helm của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GHOST
source: A spirit trapped between worlds.
vi: Một tinh thần bị mắc kẹt giữa các thế giới.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENAXE
source: A tool of gold!
vi: Một công cụ vàng!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENPICKAXE
source: Gold for gold.
vi: Vàng vàng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
vi: Tại sao tôi thậm chí làm một cái chĩa ưa thích này?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENSHOVEL
source: Digging like a king!
vi: Đào như một vị vua!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDNUGGET
source: I am pleased with this gold piece.
vi: Tôi hài lòng với vàng miếng này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.BARREN
source: The life has gone from it.
vi: Cuộc sống đã đi từ nó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.WITHERED
source: The heat has defeated this plant.
vi: Nhiệt đã đánh bại nhà máy này.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.BURNING
source: Loge looks upon you!
vi: Loge trông khi bạn!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.GENERIC
source: That could be useful.
vi: Đó có thể là hữu ích.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.PICKED
source: It fell to my might.
vi: Nó rơi xuống sức của tôi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_CAP
source: Terrible!
vi: Khủng khiếp!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_CAP_COOKED
source: Charred by flame or not, it will not touch my lips!
vi: Cháy bởi ngọn lửa hay không, nó sẽ không chạm vào đôi môi của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It has risen!
vi: Nó đã sống lại!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hide, coward.
vi: Hide, hèn nhát.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I see fungal spores.
vi: Tôi thấy các bào tử nấm.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GUNPOWDER
source: Such energy!
vi: năng lượng như vậy!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HAMBAT
source: A weapon fit for the great dining halls!
vi: Một phù hợp vũ khí cho các nhà ăn lớn!
