Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIRTPILE
source: Hey! A clue!
vi: Chào! Một đầu mối!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.COLD
source: It's really fuzzy from here.
vi: Nó thực sự mờ từ đây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.GENERIC
source: I wonder if it gets the hockey game.
vi: Tôi tự hỏi nếu nó được các trò chơi khúc côn cầu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.HOT
source: Loud and clear! Something's near!
vi: To và rõ ràng! Có gì đó gần!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARM
source: I think I'm getting closer.
vi: Tôi nghĩ rằng tôi nhận được gần gũi hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARMER
source: Woah, careful there, bud.
vi: Woah, cẩn thận đó, chồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.GENERIC
source: I looks like something plugs in.
vi: Tôi trông giống như một cái gì đó cắm vào.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.READY
source: It's ready to be unlocked.
vi: Nó đã sẵn sàng để được mở khóa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now all it needs is to be turned on.
vi: Bây giờ tất cả nó cần phải được bật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODSTART
source: That's a weird looking rod.
vi: Đó là một cái nhìn thanh lạ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT
source: I've never seen one of those before.
vi: Tôi chưa bao giờ nhìn thấy một trong những trước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_COOKED
source: It tastes like maple syrup.
vi: Nó có vị giống như xi-rô cây thích.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_SEEDS
source: Maybe I can grow more.
vi: Có lẽ tôi có thể phát triển hơn nữa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONPIE
source: Almost as good as butter tarts!
vi: Hầu như tốt như bánh bơ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK
source: October food.
vi: thực phẩm tháng mười.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK_COOKED
source: Thanks, turkey.
vi: Cảm ơn, gà tây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH
source: Time for a little landscaping.
vi: Thời gian cho một cảnh quan rất ít.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_GRASS
source: It makes my eyes water.
vi: Nó làm cho nước mắt của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
vi: Tôi nên trồng này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_SAPLING
source: Mmmmm. It's all twiggy.
vi: Mmmmm. Đó là tất cả có nhiều cành nhỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN
source: It smells bad.
vi: Nó có mùi xấu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_COOKED
source: It smells even worse.
vi: Nó có mùi thậm chí tồi tệ hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_SEEDS
source: Why would I want to grow more of those things.
vi: Tại sao tôi muốn phát triển hơn nữa những điều đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EARMUFFSHAT
source: Where I'm from these would only work in the fall.
vi: Nơi tôi đến từ những sẽ chỉ làm việc trong mùa thu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT
source: I bet birds have something to do with this.
vi: Tôi đặt cược chim có cái gì để làm với điều này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_COOKED
source: Suspiciously birdy.
vi: Birdy nghi ngờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_SEEDS
source: Hmmm. I'm not sure.
vi: Hmmm. Tôi không chắc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNING
source: Nooo! I could have chopped it!
vi: Nooo! Tôi có thể cắt nhỏ nó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNT
source: What a waste.
vi: Thật là một sự lãng phí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.GENERIC
source: It's calling to me!
vi: Nó gọi cho tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I'm sorry!
vi: Tôi xin lôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel terrible!
vi: Tôi cảm thấy khủng khiếp!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Another one!
vi: Một số khác!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Lucy would want me to chop it down.
vi: Lucy sẽ muốn tôi cắt nó xuống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYEPLANT
source: It needs to mind its own business.
vi: Nó cần phải bận tâm kinh doanh riêng của mình.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GENERIC
source: I prefer larger plants.
vi: Tôi thích nhà máy lớn hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GROWING
source: They'll never reach chopping size.
vi: Họ sẽ không bao giờ đạt được cắt kích thước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs some poop.
vi: Tôi nghĩ rằng nó cần một số poop.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHERHAT
source: I don't want to wear that... thing.
vi: Tôi không muốn để mặc đó ... điều.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_CROW
source: A gross feather.
vi: Một chiếc lông thô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN
source: A disgusting feather.
vi: Một chiếc lông ghê tởm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN_WINTER
source: A stupid feather.
vi: Một chiếc lông ngu ngốc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEM_PUPPET
source: She's trapped!
vi: Cô ấy bị mắc kẹt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.GENERIC
source: Reminds me of Algonquin park.
vi: Nhắc tôi về công viên Algonquin.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.HELD
source: I've got a pocket full of sunshine!
vi: Tôi đã có một túi đầy đủ của ánh nắng mặt trời!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREHOUND
source: Hot hound!
vi: hound Hot!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.EMBERS
source: I should go chop some wood for that, eh?
vi: Tôi nên đi cắt một số gỗ cho rằng, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.GENERIC
source: It uses wood.
vi: Nó sử dụng gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.HIGH
source: I'm using too much wood too fast!
vi: Tôi đang sử dụng quá nhiều gỗ quá nhanh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.LOW
source: There should be some wood around here somewhere.
vi: Nên có một số gỗ quanh đây đâu đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.NORMAL
source: Mmmm. Smells woody.
vi: Mmmm. Mùi gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.OUT
source: If only I had some wood.
vi: Nếu tôi có một số gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESTAFF
source: I don't trust this magic business.
vi: Tôi không tin tưởng kinh doanh kỳ diệu này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH
source: Looks like a cod.
vi: Trông giống như một cá tuyết.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHINGROD
source: I should spend some time at the lake.
vi: Tôi nên dành thời gian ở hồ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHSTICKS
source: Elegant dining in a box.
vi: ăn sang trọng trong một hộp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHTACOS
source: Tastes like the sea, eh?
vi: Mùi vị như biển, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: I wish I had some chips.
vi: Tôi ước gì có một số chip.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLINT
source: This could be an axe head.
vi: Đây có thể là một đầu rìu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER
source: That's nice.
vi: Đó là tốt đẹp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWERHAT
source: I think it looks nice with my red hair.
vi: Tôi nghĩ rằng nó có vẻ tốt đẹp với mái tóc màu đỏ của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_EVIL
source: Something is wrong with that flower.
vi: Cái gì là sai với bông hoa đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOLIAGE
source: Looks like a salad.
vi: Trông giống như một món salad.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOOTBALLHAT
source: Will this give me hockey hair?
vi: này sẽ cho tôi tóc hockey?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.DEAD
source: Ex-frog.
vi: Ex-ếch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.GENERIC
source: I don't trust anything that can't decide between air and water.
vi: Tôi không tin tưởng bất cứ điều gì mà không thể quyết định giữa không khí và nước.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.SLEEPING
source: It's tired.
vi: Nó mệt mỏi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGGLEBUNWICH
source: You can really taste the swamp.
vi: Bạn thực sự có thể nếm các đầm lầy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS
source: They're still jumping!
vi: Họ vẫn đang nhảy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped moving.
vi: Ít nhất là họ ngừng chuyển động.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITMEDLEY
source: In syrup!
vi: Trong xi-rô!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEARS
source: I never could figure these things out.
vi: Tôi không bao giờ có thể tìm những thứ này ra.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENAXE
source: It's almost as nice as Lucy.
vi: Nó gần như là tốt đẹp như Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty but can't chop down trees.
vi: Nó đẹp nhưng không thể đốn cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPITCHFORK
source: I don't know why I made this.
vi: Tôi không biết tại sao tôi thực hiện điều này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENSHOVEL
source: Time to dig golden holes.
vi: Thời gian để đào hố vàng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDNUGGET
source: You can't make a coffee table out of gold. Well, maybe you can. But you shouldn't.
vi: Bạn không thể làm bàn ca phê nếu không có vàng. À, bạn có thể, nhưng không nên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BARREN
source: I need to poop on it.
vi: Tôi cần phải ị vào nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BURNING
source: I hope that doesn't spread to the trees.
vi: Tôi hy vọng rằng không lan sang các cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.GENERIC
source: Looks like kindling.
vi: Hình như củi mồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.PICKED
source: It's gone all nubbly.
vi: Nó đã biến mất tất cả nubbly.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP
source: I've eaten stranger things in the woods.
vi: Tôi đã ăn những thứ lạ trong rừng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP_COOKED
source: I don't trust it.
vi: Tôi không tin tưởng nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a green mushroom.
vi: Đó là một cây nấm màu xanh lá cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: They have their own schedule.
vi: Họ có kế hoạch riêng của họ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I think I broke it.
vi: Tôi nghĩ rằng tôi đã phá vỡ nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUNPOWDER
source: Never did like this stuff.
vi: Lúc đó, không giống như công cụ này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMBAT
source: What a waste of good ham.
vi: Thật là một sự lãng phí ham tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMMER
source: Everyone makes mistakes, eh?
vi: Mọi người đều mắc sai lầm, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEALINGSALVE
source: Healthiness in goo form.
vi: Lành mạnh ở dạng goo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.COLD
source: It's gone cold, eh?
vi: Nó đã biến mất lạnh, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.GENERIC
source: We call those 'night rocks' back home.
vi: Chúng tôi kêu gọi những 'đá đêm' trở về nhà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.HOT
source: I could chop all winter with that in my pocket!
vi: Tôi có thể cắt tất cả các mùa đông với điều đó trong túi của tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit dimmer.
vi: Nó nhận được một chút mờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOME
source: Who's there?
vi: Ai đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN
source: Is there anything wood can't do?
vi: Có gỗ bất cứ điều gì không thể làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEY
source: Mmmmmm-mmmm. Bee syrup.
vi: Mmmmmm-mmmm. Bee xi-rô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYCOMB
source: I almost feel bad taking this.
vi: Tôi gần như cảm thấy xấu tính này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYHAM
source: But it's not a holiday...
vi: Nhưng nó không phải là một kỳ nghỉ ...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYNUGGETS
source: One of my favourite meals!
vi: Một trong các bữa ăn yêu thích của tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HORN
source: I don't know if I should put my mouth on that.
vi: Tôi không biết có nên đặt miệng của tôi trên đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUND
source: They'd be good at pulling a sled.
vi: Họ muốn được làm tốt kéo một chiếc xe trượt tuyết.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDBONE
source: It's covered with dog spit, eh?
vi: Nó được bao phủ bởi nước bọt chó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDMOUND
source: I know better than to mess with that.
vi: Tôi biết tốt hơn để gây rối với điều đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEBOX
source: Ahhhh. Reminds me of home.
vi: Ahhhh. Nhắc tôi về nhà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEHOUND
source: Arctic hounds?
vi: chó săn Bắc Cực?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.ACTIVE
source: Where did it go?!
vi: Nó đã đi đâu?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.INACTIVE
source: I don't know how to move that.
vi: Tôi không biết làm thế nào để di chuyển mà.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JAMMYPRESERVES
source: Now to find peanut butter.
vi: Bây giờ để tìm thấy bơ đậu phộng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KABOBS
source: The stick really adds to the flavour.
vi: Các thanh thực sự làm tăng thêm hương vị.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.GENERIC
source: That bee doesn't seem as friendly.
vi: ong mà không có vẻ thân thiện.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.HELD
source: He's none to pleased with his situation.
vi: Anh ấy không ai hài lòng với tình hình của ông.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT
source: Maxwell's own mounted police.
vi: riêng của Maxwell gắn cảnh sát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_SUMMER
source: He looks tasty.
vi: Ông trông ngon.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_WINTER
source: They get tastier in the winter.
vi: Họ có được ngon hơn trong mùa đông.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS
source: Back off, hoser!
vi: Quay trở lại, hoser!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS_SACK
source: I feel bad taking someone else's sack.
vi: Tôi cảm thấy xấu lấy cái túi của người khác.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry about all of those trees!
vi: Tôi xin lỗi về tất cả những cây này!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry about all of those trees!
vi: Tôi xin lỗi về tất cả những cây này!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's pretty like the northern lights.
vi: Nó khá giống như đèn phía Bắc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Weather's not going to get the drop on me now.
vi: Thời tiết sẽ không được thả về tôi bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far south?
vi: Tại sao chúng lại xa về phía nam?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGLOG
source: I am going to keep you, and call you Frank.
vi: Tôi sẽ giữ cho bạn, và gọi cho bạn Frank.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOCKEDWES
source: Who's that hoser?
vi: Ai đang hoser đó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.BURNING
source: Oh no! The fruits of my labour!
vi: Ồ không! Kết quả lao động của tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.GENERIC
source: It makes it all worthwhile.
vi: Nó làm cho nó tất cả các giá trị.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANT
source: Is that meat?
vi: Là thịt?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANTBULB
source: It's warm and lumpy.
vi: Nó ấm và sần.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MALE_PUPPET
source: Do you need help?
vi: Bạn cần giúp đỡ?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.DEAD
source: Sorry, little guy.
vi: Xin lỗi, anh chàng ít.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.GENERIC
source: It's looking at me.
vi: Nó đang nhìn tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.PICKED
source: What have I done?
vi: Tôi đã làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKESOUP
source: It's a tiring soup.
vi: Đó là một món canh mệt mỏi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_COOKED
source: Sorry!
vi: Lấy làm tiếc!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLE
source: Feels like a government building.
vi: Cảm thấy như một tòa nhà chính phủ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLEPILLAR
source: Somebody must have built that.
vi: Ai đó phải được xây dựng đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLETREE
source: Even Lucy can't chop that one down.
vi: Ngay cả Lucy không thể chặt một mà xuống.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.GENERIC
source: That's a bramble.
vi: Đó là một cây ngấy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.PICKED
source: Was that worth it?
vi: Là giá trị nó?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT
source: Plant.
vi: Thực vật.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNING
source: That's what you get for being spiky!
vi: Đó là những gì bạn nhận được cho là gai nhọn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNT
source: It deserved it.
vi: Nó xứng đáng với nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.CHOPPED
source: It was a hard battle, but I won.
vi: Đó là một trận chiến khó khăn, nhưng tôi đã thắng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.GENERIC
source: Trees shouldn't fight back!
vi: Cây không cần chiến đấu trở lại!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELL
source: Why does he hate me?
vi: Tại sao anh ta ghét tôi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLHEAD
source: Just a head, eh?
vi: Chỉ cần một cái đầu, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLIGHT
source: That's unnatural.
vi: Đó là không tự nhiên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLOCK
source: Where is the key?
vi: Trường hợp là chìa khóa?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLTHRONE
source: I've seen nicer chairs.
vi: Tôi đã nhìn thấy chiếc ghế đẹp hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT
source: Tastes like moose.
vi: Hiếu như con nai sừng tấm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATBALLS
source: All the meats!
vi: Tất cả các loại thịt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE
source: That looks done.
vi: Điều đó có vẻ làm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING
source: This is like watching meat dry.
vi: Đây là giống như xem thịt khô.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.GENERIC
source: It's set up... just add meat.
vi: Đó là thiết lập ... chỉ cần thêm thịt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT_DRIED
source: It tastes like survival.
vi: Nó có vị giống như sự sống còn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERM
source: What foul sea did that crawl out of?
vi: hôi gì biển đã làm điều đó bò ra khỏi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD
source: Smells like a factory trawler.
vi: Mùi giống như một tàu đánh cá của nhà máy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE
source: They're not the handiest.
vi: Họ không phải là handiest.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINERHAT
source: Down deep in a coal mine.
vi: Xuống sâu trong một mỏ than.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERLASAGNA
source: This is cat food!
vi: Đây là con mèo ăn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT
source: I'm not hungry enough for that.
vi: Tôi không đủ đói cho điều đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT_DRIED
source: I still don't want to eat it.
vi: Tôi vẫn không muốn ăn nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.GENERIC
source: That'll take a pint out of me!
vi: Điều đó sẽ mất một pint ra khỏi tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.HELD
source: What do I do with this, eh?
vi: Tôi phải làm gì với điều này, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK
source: Blood and guts, eh?
vi: Máu và ruột, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.DUG
source: Sorry! Don't haunt me!
vi: Lấy làm tiếc! Đừng ám ảnh tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.GENERIC
source: I should probably leave that alone.
vi: Tôi có lẽ nên để lại đó một mình.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTLIGHT
source: What kind of darkness is that?
vi: Những loại bóng tối đó là?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of me fears in liquid form, eh?
vi: Tất cả tôi sợ ở dạng lỏng, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTSWORD
source: Nightmares can't hurt ye!
vi: Cơn ác mộng không thể làm tổn thương các ngươi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we build the railway.
vi: Đó là cách chúng ta xây dựng các tuyến đường sắt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ONEMANBAND
source: I stand on guard for thee!
vi: Tôi đứng trên bảo vệ cho ngươi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANDORASCHEST
source: What's in the box?!
vi: Có cái gì trong hộp vậy?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANFLUTE
source: I only sing for Lucy.
vi: Tôi chỉ hát cho Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PAPYRUS
source: I'd rather chop than write.
vi: Tôi thà chặt hơn ghi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Take off! To the Great White North! Beauty.
vi: Cởi! Để các Great White Bắc! Sắc đẹp, vẻ đẹp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PERD
source: More birds! Why is it always birds?
vi: Nhiều loài chim! Tại sao nó luôn chim?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEROGIES
source: I call them 'Yum pockets'.
vi: Tôi gọi họ là 'túi Yum'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS
source: I wonder if Lucy would like these.
vi: Tôi tự hỏi nếu Lucy muốn này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS_EVIL
source: They're frowning at me with little evil faces.
vi: Họ đang nhíu mày nhìn tôi với khuôn mặt ác chút.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PICKAXE
source: Almost an axe, but not quite.
vi: Hầu như rìu, nhưng không hoàn toàn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGYBACK
source: I used all parts of the pig.
vi: Tôi đã sử dụng tất cả các bộ phận của lợn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD
source: What a waste of good pork.
vi: Thật là một sự lãng phí thịt lợn tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.FULL
source: It's bacon-stuffed.
vi: Đó là thịt xông khói nhồi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.GENERIC
source: A little duct tape would fix that right up.
vi: Một băng keo nhỏ sẽ khắc phục điều đó ngay lên.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Sorry! I'm not looking in!
vi: Lấy làm tiếc! Tôi không tìm kiếm trong!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGKING
source: He's not MY king.
vi: Ông ấy không phải vua MY.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.FOLLOWER
source: We're a team! Yah!
vi: Chúng tôi là một đội bóng! Yah!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GENERIC
source: Walking back bacon!
vi: Đi bộ trở lại thịt xông khói!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GUARD
source: That one looks like he means business.
vi: Đó là một trong trông giống như ông có nghĩa là kinh doanh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.WEREPIG
source: What happened to him?!
vi: Chuyện gì đã xảy ra với anh ấy?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with tail.
vi: Bacon với đuôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGTORCH
source: How did they do that without thumbs?
vi: Làm sao họ làm điều đó mà không có ngón tay?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.GENERIC
source: I should grow it and then chop it down!
vi: Tôi nên phát triển nó và sau đó băm nhỏ xuống!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.PLANTED
source: Here comes a tree!
vi: Ở đây có một cây!
