Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPITCHFORK
source: I'm not sure this was a good investment.
vi: Tôi không chắc chắn đây là một đầu tư tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENSHOVEL
source: This shovel is worth a princely sum.
vi: xẻng này là giá trị một khoản tiền như ông hoàng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDNUGGET
source: This was important to me once.
vi: Điều này rất quan trọng với tôi một lần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BARREN
source: Needs manure.
vi: Nhu cầu phân bón.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.GENERIC
source: Tufty.
vi: Rậm rạp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.PICKED
source: Already harvested.
vi: Đã thu hoạch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP
source: I should eat it.
vi: Tôi nên ăn nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP_COOKED
source: Salty!
vi: Mặn!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Green fungus.
vi: nấm màu xanh lá cây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: When do those ones come up?
vi: Khi nào những người đi lên?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Been there. Done that.
vi: Ở đó. Thực hiện điều đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUNPOWDER
source: Now this, I like.
vi: Bây giờ đây, tôi thích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMBAT
source: An undignified weapon for a less refined time.
vi: Một vũ khí không đàng hoàng trong một thời gian ít tinh chế.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMMER
source: It feels good to undo the work of others.
vi: Nó cảm thấy tốt để hoàn tác các tác phẩm của người khác.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEALINGSALVE
source: Just a bit of venom and some dirty old ash.
vi: Chỉ cần một chút nọc độc và một số tro cũ bẩn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.COLD
source: It's useless when cold.
vi: Đó là vô ích khi lạnh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.GENERIC
source: A pocketful of heat.
vi: Một túi đầy nhiệt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.HOT
source: It's almost too hot to hold.
vi: Nó gần như quá nóng để giữ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.WARM
source: Comfortably warm.
vi: Thoải mái ấm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOME
source: There's no place like it.
vi: Không có nơi nào như nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN
source: It says... nothing.
vi: Nó nói ... không có gì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYCOMB
source: It's full of bee seeds.
vi: Nó đầy đủ các hạt giống ong.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYHAM
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYNUGGETS
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HORN
source: Call forth the beasts!
vi: Gọi ra những con quái vật!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUND
source: They don't recognise me!
vi: Họ không nhận ra tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDBONE
source: Hungry devils, aren't they?
vi: quỷ đói, phải không?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDMOUND
source: It's a tunnel down to the hound nests.
vi: Đó là một đường hầm xuống tổ hound.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEBOX
source: A little piece of winter in a box.
vi: Một mảnh nhỏ của mùa đông trong một hộp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEHOUND
source: I had a lot of surplus gems!
vi: Tôi đã có rất nhiều đá quý dư thừa!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.ACTIVE
source: I can see its true nature now!
vi: Tôi có thể thấy bản chất thật sự của nó bây giờ!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.INACTIVE
source: It only half-exists on this plane.
vi: Nó chỉ nửa tồn tại trên máy bay này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.JAMMYPRESERVES
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KABOBS
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.GENERIC
source: What is that bee so angry about?
vi: ong đó là những gì rất tức giận về?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.HELD
source: I've caught a tiger by the tail.
vi: Tôi đã bắt gặp một con hổ bằng đuôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT
source: Such quality workmanship!
vi: chất lượng tay nghề như vậy!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_SUMMER
source: A distant cousin of the beefalo.
vi: Một người họ hàng xa của beefalo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_WINTER
source: It has its winter coat on.
vi: Nó có áo khoác mùa đông của nó trên.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS
source: You won't catch me!
vi: Bạn sẽ không bắt tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS_SACK
source: It's really light.
vi: Đó thực sự là ánh sáng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF
source: Disgusting creature!
vi: sinh vật kinh tởm!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF_SPARSE
source: Disgusting creature!
vi: sinh vật kinh tởm!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Energy flows through it.
vi: Năng lượng chảy qua nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.GENERIC
source: A little bit of protection.
vi: Một chút bảo vệ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LITTLE_WALRUS
source: A chip off the old block.
vi: Một mảnh từ khối nhỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGLOG
source: I like the noise they make when you burn them.
vi: Tôi thích tiếng ồn họ làm khi bạn đốt cháy chúng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOCKEDWES
source: He displeased me.
vi: Ông không vừa lòng tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.BURNING
source: Well. That was fun while it lasted.
vi: Tốt. Đó là niềm vui trong khi nó kéo dài.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.GENERIC
source: It's a piece of wood. What more is there to say?
vi: Đó là một miếng gỗ. Gì hơn để nói?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANT
source: A vicious plant.
vi: Một nhà máy luẩn quẩn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANTBULB
source: Perhaps I can use this to my advantange.
vi: Có lẽ tôi có thể sử dụng điều này để advantange tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MALE_PUPPET
source: Better him than me.
vi: Tốt hơn anh ấy hơn tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.DEAD
source: My ears are still ringing.
vi: Tai tôi vẫn đang đổ chuông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.GENERIC
source: Oh shut UP, will you?
vi: Oh đóng UP, bạn sẽ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.PICKED
source: What a disturbing root.
vi: Thật là một lo ngại gốc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKESOUP
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_COOKED
source: Looks like I got the last meep.
vi: Hình như tôi có meep ngoái.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLE
source: It's strong stuff.
vi: Đó là những thứ mạnh mẽ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLEPILLAR
source: I've always wondered who built those.
vi: Tôi đã luôn luôn tự hỏi những người xây dựng những.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLETREE
source: How whimsical.
vi: Làm thế nào kỳ quái.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.BURNING
source: I should ask it questions.
vi: Tôi nên hỏi nó câu hỏi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.GENERIC
source: It's twisted and thorny, just like me!
vi: Đó là xoắn và gai góc, giống như tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.PICKED
source: That was painful.
vi: Đó là đau đớn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_PLANT
source: What a generic little plant.
vi: Thật là một generic ít thực vật.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNING
source: There it goes.
vi: Có nó đi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNT
source: It's no use to anyone now.
vi: Nó không sử dụng cho bất cứ ai bây giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.GENERIC
source: A tree with a foul demeanor.
vi: Một cây với một thái độ hôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELL
source: Looking good!
vi: Tìm kiếm tốt!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLHEAD
source: Hey, handsome.
vi: Hey, đẹp trai.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLIGHT
source: Aw, it remembers me.
vi: Aw, nó nhớ tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLOCK
source: It keeps the master in the chair.
vi: Nó giữ bậc thầy trong ghế.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLTHRONE
source: It's less painful than it looks. Barely.
vi: Đó là ít đau đớn hơn bạn tưởng. Vừa đủ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT
source: I'm used to much finer fare.
vi: Tôi đang sử dụng để nhiều giá vé tốt hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATBALLS
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DONE
source: Like the desert.
vi: Cũng giống như sa mạc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DRYING
source: Still moist.
vi: Vẫn còn ẩm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.GENERIC
source: It can dry meats so that they last longer.
vi: Nó có thể làm khô thịt để họ kéo dài hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT_DRIED
source: My teeth are getting too old for this.
vi: Răng tôi đang nhận được quá già cho việc này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERM
source: They were here when I got here.
vi: Họ đến đây khi tôi đã ở đây.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD
source: The eyes follow you around.
vi: Đôi mắt theo bạn xung quanh.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE
source: They copied the pigs, but they're even less intelligent.
vi: Họ đã sao chép những con lợn, nhưng họ thậm chí kém thông minh hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINERHAT
source: Eventually the firefly will starve.
vi: Cuối cùng con đom đóm sẽ chết đói.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEY
source: I don't have time for you!
vi: Tôi không có thời gian dành cho bạn!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEYBARREL
source: What a disgusting home.
vi: Thật là một kinh tởm nhà.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERLASAGNA
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT
source: How revolting.
vi: Làm thế nào ghê tởm.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT_DRIED
source: My teeth are getting too old for this.
vi: Răng tôi đang nhận được quá già cho việc này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.GENERIC
source: Bloody blood sucking blood suckers.
vi: máu Bloody mút cây hút máu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.HELD
source: I got him.
vi: Tôi đã nhận anh ta.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITOSACK
source: A bloody sack. With blood in it.
vi: Một bao đẫm máu. Với máu trong đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.DUG
source: Already got that one.
vi: Đã có một.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.GENERIC
source: What lies beneath?
vi: Những gì nằm bên dưới?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTLIGHT
source: It burns with a beautiful glow.
vi: Nó đốt cháy với một ánh sáng đẹp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMAREFUEL
source: Ahhh. Refreshing.
vi: Ahhh. Làm mới.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTSWORD
source: Snicker-snack!
vi: Snicker-món ăn!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NITRE
source: One third of the way there...
vi: Một phần ba số đường có ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ONEMANBAND
source: It has a good beat and you can dance to it.
vi: Nó có một nhịp tốt và bạn có thể nhảy vào nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANDORASCHEST
source: It's a trap.
vi: Nó là một cái bẫy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANFLUTE
source: I'm going to sing a song of madness.
vi: Tôi sẽ hát một bài hát điên rồ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PAPYRUS
source: A blank canvas.
vi: Một khung trống.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PENGUIN
source: Nice tux.
vi: Đẹp tux.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PERD
source: It is addicted to fermented berries.
vi: Nó nghiện hoa quả lên men.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEROGIES
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS
source: Like so much confetti.
vi: Giống như hoa giấy rất nhiều.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS_EVIL
source: It's dripping with nightmare essence.
vi: Nó nhỏ giọt với bản chất cơn ác mộng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PICKAXE
source: Everybody loves a little mining.
vi: Mọi người đều thích một mỏ nhỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGYBACK
source: Oh that's just demeaning.
vi: Oh đó chỉ là hạ thấp mình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD
source: Er... charming.
vi: Er ... quyến rũ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.FULL
source: I'd go inside too, if I was him.
vi: Tôi muốn đi bên quá, nếu tôi là anh ấy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.GENERIC
source: That's like their only trick.
vi: Điều đó giống như trick duy nhất của họ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: I'll huff and I'll puff!
vi: Tôi sẽ hết sức giận dữ và tôi sẽ phồng!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGKING
source: That's a man with his priorities in order!
vi: Đó là một người đàn ông với những ưu tiên của mình trong trật tự!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.DEAD
source: I dub thee 'Bacon'.
vi: Tôi lồng ngươi 'Bacon.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.FOLLOWER
source: He's simple but he's mine.
vi: Anh ấy đơn giản nhưng anh là của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GENERIC
source: What a slobbering fool.
vi: Thật là một kẻ ngốc ăn nhậu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GUARD
source: They're starting to organize.
vi: Họ đã bắt đầu tổ chức.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.WEREPIG
source: That one's gone feral.
vi: một trong đó là đi hoang.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGSKIN
source: It was him or me.
vi: Đó là anh hay tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTENT
source: That's just nasty.
vi: Đó chỉ là khó chịu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTORCH
source: Great. Now they have fire.
vi: Tuyệt. Bây giờ họ có lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.GENERIC
source: A more outdoorsy type might be able to make something of this.
vi: Một loại outdoorsy hơn có thể có thể làm cho một cái gì đó về điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.PLANTED
source: Oh my, it grows!
vi: Ôi, nó phát triển!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PITCHFORK
source: The tool of choice for perfectionists.
vi: Các công cụ của sự lựa chọn cho người cầu toàn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT
source: A feeble attempt to trick the weaker minded.
vi: Một nỗ lực yếu ớt để lừa óc yếu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT_COOKED
source: The heat has made this a suitable meal.
vi: Cái nóng đã thực hiện điều này một bữa ăn phù hợp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GENERIC
source: That is a generic plant.
vi: Đó là một thực vật chung chung.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GROWING
source: It's growing.
vi: Nó đang phát triển.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.READY
source: It's ready.
vi: Nó đã sẵn sàng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE
source: Usually I'd get someone to seed this for me.
vi: Thông thường, tôi muốn có được một người nào đó để gieo này cho tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND
source: I can see my face reflected off the top.
vi: Tôi có thể nhìn thấy khuôn mặt của tôi phản ánh ra khỏi đầu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POOP
source: It's the way of all mortal life.
vi: Đó là cách của tất cả cuộc sống trần thế.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN
source: Hallowe'en was always my favourite.
vi: Hallowe'en là luôn luôn yêu thích của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKINCOOKIE
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_COOKED
source: A little more refined, at least.
vi: Một chút tinh tế hơn, ít nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_LANTERN
source: Why hello, Mr. Crane.
vi: Tại sao xin chào, ông Crane.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_SEEDS
source: This labour is beneath me.
vi: lao động này là dưới chân tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEAMULET
source: It speaks with the shadow.
vi: Nó nói với cái bóng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEGEM
source: Purple brings great power.
vi: Màu tím mang lại sức mạnh tuyệt vời.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.GENERIC
source: I've been here too long - it actually looks tasty.
vi: Tôi đã ở đây quá lâu - nó thực sự trông ngon.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.HELD
source: Don't worry, rabbit. Everything is under control.
vi: Đừng lo lắng, thỏ. Mọi thứ đã nằm trong tầm kiểm soát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE
source: There's a world going on under there.
vi: Có một thế giới đang diễn ra dưới đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER
source: I could also just look up to learn the same thing.
vi: Tôi cũng có thể chỉ cần nhìn lên để tìm hiểu những điều tương tự.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RATATOUILLE
source: My compliments to the chef!
vi: khen ngợi của tôi để các đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAZOR
source: If only the world had a single neck.
vi: Nếu chỉ có thế giới đã có một cổ duy nhất.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REDGEM
source: Red brings fire.
vi: Red mang lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP
source: I forget what this one does.
vi: Tôi quên những gì người ta này không.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP_COOKED
source: Kind of bitter.
vi: Loại cay đắng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
vi: Đó là một cây nấm màu đỏ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll have to come back for it.
vi: Nó sẽ phải trở lại cho nó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.PICKED
source: It's all used up.
vi: Đó là tất cả sử dụng hết.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.GENERIC
source: There's wind in them there willows.
vi: Có gió trong đó có liễu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.PICKED
source: No more tubes.
vi: Không có nhiều ống.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.GENERIC
source: Remnants of an extinct civilization.
vi: Chứng tích của một nền văn minh đã tuyệt chủng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.BROKEN
source: Just bits and pieces of rock
vi: Chỉ cần các bit và miếng đá

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUBBLE
source: Just bits and pieces of rock
vi: Chỉ cần các bit và miếng đá

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB
source: I can't believe I forgot how to build those things.
vi: Tôi không thể tin rằng tôi đã quên làm thế nào để xây dựng những điều đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2
source: It unlocks recipes of middling utility.
vi: Nó mở ra công thức nấu ăn của tiện ích trung bình.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3
source: This is where I do my own personal research.
vi: Đây là nơi tôi làm nghiên cứu cá nhân của riêng tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE
source: I'm not above using this.
vi: Tôi không ở trên sử dụng này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTONE
source: There's a story behind that...
vi: Có một câu chuyện đằng sau đó ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.GENERIC
source: The redbird comes from the fire lands.
vi: Loài chim đỏ đến từ các vùng đất lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.HELD
source: Silence, bird!
vi: Im lặng, con chim!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.GENERIC
source: I don't recognise that one.
vi: Tôi không nhận ra rằng một.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.HELD
source: Quiet, you.
vi: Yên tĩnh, bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBOT_PUPPET
source: Better it than me.
vi: Tốt hơn nó hơn tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
vi: Một đóng vảy trên dung nham hố.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
vi: Có vẻ vô hại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.LOW
source: The fires are cooling
vi: Các đám cháy đã được làm mát

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.NORMAL
source: It's hot.
vi: Trời nóng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK
source: It's a rock.
vi: Đó là một tảng đá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKS
source: Hmmm. Now what do I do with them?
vi: Hmmm. Bây giờ tôi phải làm gì với họ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK
source: A castle for my home.
vi: Một lâu đài cho nhà tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROPE
source: You'd think this would have more uses.
vi: Bạn nghĩ rằng điều này sẽ có nhiều công dụng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROTTENEGG
source: Disgusting. Why am I carrying this around?
vi: Kinh tởm. Tại sao tôi mang theo khoảng này?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.ACTIVE
source: I can see its true nature now!
vi: Tôi có thể thấy bản chất thật sự của nó bây giờ!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.INACTIVE
source: There are two ways to see that obstacle.
vi: Có hai cách để xem trở ngại đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.GENERIC
source: A supple, woody stem.
vi: Một dẻo dai, thân gỗ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.PICKED
source: It'll grow back.
vi: Nó sẽ mọc trở lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS
source: I suppose these won't plant themselves.
vi: Tôi cho rằng chúng sẽ không trồng tự.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS_COOKED
source: I broiled the life out of 'em.
vi: Tôi nướng cuộc sống ra khỏi 'em.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEWING_KIT
source: A fine and noble endeavour.
vi: Một nỗ lực tốt và cao quý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHOVEL
source: This is some real advanced technology.
vi: Đây là một số công nghệ tiên tiến thực.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SILK
source: Despite it's origin, it could make some fine garments.
vi: Mặc dù đó là nguồn gốc, nó có thể làm cho một số hàng may mặc tốt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKELETON
source: Ha! I remember that one.
vi: Ha! Tôi nhớ rằng một.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKULLCHEST
source: That's one snazzy chest.
vi: Đó là một trong ngực snazzy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.GENERIC
source: What!? What do you want?
vi: Gì!? Bạn muốn gì?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.HUNGRY
source: You want some food?
vi: Bạn muốn có một số thực phẩm?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.STARVING
source: He's so hungry!
vi: Anh ấy rất đói!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT
source: This is barely a mouthful.
vi: Đây là chỉ một ngụm.
