Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HONEYHAM
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HONEYNUGGETS
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.JAMMYPRESERVES
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KABOBS
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KILLERBEE.GENERIC
source: Uh oh, run!
vi: Uh oh, chạy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KILLERBEE.HELD
source: I hope it doesn't escape.
vi: Tôi hy vọng nó không thoát ra được.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KNIGHT
source: Wow! Thats a complicated clockwork.
vi: Wow! Thats một đồng hồ phức tạp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KOALEFANT_SUMMER
source: Maybe it's lost.
vi: Có thể nó đã bị mất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KOALEFANT_WINTER
source: We finally found it!
vi: Chúng tôi cuối cùng đã tìm thấy nó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KRAMPUS
source: Stop! Thief!
vi: Dừng lại! Trộm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.KRAMPUS_SACK
source: We could put more in it but we're scared to touch the stuff he left inside.
vi: Chúng ta có thể đặt nhiều trong nó, nhưng chúng tôi sợ chạm vào những thứ anh ta ở bên trong.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LEIF
source: Where did that come from?!
vi: Thứ đó đã đến từ đâu?!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LEIF_SPARSE
source: Where did that come from?!
vi: Thứ đó đã đến từ đâu?!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It looks all glowy!
vi: Có vẻ tất cả dịu mát!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTNING_ROD.GENERIC
source: This might keep us safe.
vi: Điều này có thể giữ cho chúng ta an toàn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: My father kept goats.
vi: Cha tôi giữ dê.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: It's all glowy.
vi: Đó là tất cả ấm áp.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIGHTNINGGOATHORN
source: This might make a good weapon.
vi: Điều này có thể làm cho một vũ khí tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOATMILK
source: A glass of milk with every supper.
vi: Một ly sữa với mỗi bữa ăn tối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LITTLE_WALRUS
source: He has anger in his eyes.
vi: Ông có sự tức giận trong mắt anh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIVINGLOG
source: This log has a face.
vi: log này có một khuôn mặt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOCKEDWES
source: Hello? Can you hear me?
vi: Chào bạn? Bạn có thể nghe tôi không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOG.BURNING
source: So much for our arts and crafts!
vi: Vì vậy, nhiều cho nghệ thuật và hàng thủ công của chúng tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LOG.GENERIC
source: That's a log of wood.
vi: Đó là một bản ghi của gỗ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUREPLANT
source: What a colourful plant.
vi: Thật là một màu sắc thực vật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LUREPLANTBULB
source: I wish we could learn to generate meat.
vi: Tôi muốn chúng tôi có thể học hỏi để tạo ra thịt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MALE_PUPPET
source: He doesn't look like he's having much fun.
vi: Ông không giống như ông có nhiều niềm vui.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANDRAKE.DEAD
source: The skin is all seared.
vi: Da được tất cả làm cháy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANDRAKE.GENERIC
source: That's a funny looking plant.
vi: Đó là một nhà máy tìm vui.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANDRAKE.PICKED
source: You're a bad friend!
vi: Bạn là một người bạn xấu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANDRAKESOUP
source: We're accomplished chefs!
vi: Chúng tôi đang đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MANDRAKE_COOKED
source: The meeping had to stop.
vi: Các meeping đã phải dừng lại.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARBLE
source: Maybe we should take up sculpting.
vi: Có lẽ chúng ta phải mất đến điêu khắc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARBLEPILLAR
source: Nothing lasts forever in this world.
vi: Không có gì là mãi mãi trong thế giới này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARBLETREE
source: I hope it doesn't fall on us.
vi: Tôi hy vọng nó không thuộc về chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_BUSH.BURNING
source: It will be gone soon!
vi: Nó sẽ được đi sớm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_BUSH.GENERIC
source: Hope we don't fall on that.
vi: Hy vọng chúng ta không rơi vào đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_BUSH.PICKED
source: That hurt our hands.
vi: Mà làm tổn thương bàn tay của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_PLANT
source: That's a thirsty plant.
vi: Đó là một cây khát.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_TREE.BURNING
source: It's extra dangerous now!
vi: Đó là thêm nguy hiểm bây giờ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_TREE.BURNT
source: It's growing days are over.
vi: Nó đang phát triển ngày đã qua.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_TREE.CHOPPED
source: An axe can solve any tree-related problem!
vi: Một cây rìu có thể giải quyết bất kỳ vấn đề liên quan đến cây!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MARSH_TREE.GENERIC
source: A harsh tree for harsh conditions.
vi: Một cây khắc nghiệt đối với các điều kiện khắc nghiệt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELL
source: That jerk tricked us.
vi: giật mà lừa chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELLLIGHT
source: Well, these would've been handy before.
vi: Vâng, đây sẽ đã được tiện dụng trước.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELLLOCK
source: It's missing something.
vi: Đó là thiếu một cái gì đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MAXWELLTHRONE
source: That throne makes our skin crawl.
vi: Điều đó làm cho ngôi bò da của chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEAT
source: Some fire would spice this up.
vi: Một số ngọn lửa sẽ gia vị này lên.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATBALLS
source: We're accomplished chefs!
vi: Chúng tôi đang đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATRACK.DONE
source: Food time!
vi: thời gian thực phẩm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATRACK.DRYING
source: Is it done yet? I'm hungry.
vi: Xong chưa? Tôi đói.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATRACK.DRYINGINRAIN
source: It's hard to dry when it's raining.
vi: Thật khó để làm khô khi trời mưa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATRACK.GENERIC
source: It's not doing us much good empty!
vi: Nó không làm chúng ta nhiều tốt sản phẩm nào!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEATRACK.BURNT
source: Fire takes all.
vi: Cháy mất tất cả.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MEAT_DRIED
source: That worked better than expected.
vi: Điều đó đã làm việc tốt hơn so với dự kiến.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERM
source: I would've thought they would bathe more often!
vi: Tôi đã nghĩ rằng họ sẽ tắm rửa thường xuyên hơn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMHEAD.GENERIC
source: A waste of food.
vi: Một sự lãng phí thực phẩm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMHEAD.BURNT
source: I wonder who he was.
vi: Tôi tự hỏi mình là ai.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMHOUSE.GENERIC
source: Smells fishy.
vi: Mùi tanh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MERMHOUSE.BURNT
source: It's in worse shape than before!
vi: Nó ở trong tình trạng tồi tệ hơn trước!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MINERHAT
source: A handy light for our head.
vi: Một ánh sáng tiện dụng cho người đứng đầu của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONKEY
source: He just wants to learn!
vi: Ông chỉ muốn tìm hiểu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONKEYBARREL
source: Did you hear something?
vi: Bạn có nghe gì không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONSTERLASAGNA
source: We're accomplished chefs!
vi: Chúng tôi đang đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWERSALAD
source: Five servings a day.
vi: Năm phần ăn một ngày.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICECREAM
source: We dream of ice cream.
vi: Chúng tôi ước mơ của kem.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELONICLE
source: Just the thing for a hot summer day.
vi: Chỉ cần những gì mà một ngày hè nóng nực.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAILMIX
source: Crunchy and healthy.
vi: Giòn giòn và khỏe mạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HOTCHILI
source: Flavor bombs!
vi: Hương vị bom!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GUACAMOLE
source: Holy moley, this is tasty.
vi: Thánh Moley, đây là ngon.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONSTERMEAT
source: Smells foul.
vi: Mùi hôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MONSTERMEAT_DRIED
source: It's really chewy.
vi: Nó thực sự dai.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOOSE
source: She doesn't look all pleased to see us.
vi: Cô không nhìn tất cả hài lòng khi nhìn thấy chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOOSEEGG
source: That would make a huge breakfast!
vi: Điều đó sẽ làm cho một bữa ăn sáng rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSSLING
source: Hungry little guys.
vi: kẻ ít đói.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FEATHERFAN
source: This thing is huge!
vi: Điều này là rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOOSE_FEATHER
source: Tickle torture.
vi: Tickle tra tấn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STAFF_TORNADO
source: We'll huff and we'll puff.
vi: Chúng tôi sẽ hết sức giận dữ và chúng tôi sẽ phồng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSQUITO.HELD
source: We should just squish you.
vi: Chúng ta chỉ nên squish bạn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOSQUITOSACK
source: Maybe we can put the blood back in?
vi: Có lẽ chúng ta có thể đưa máu trở lại?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOUND.DUG
source: We're sorry about that.
vi: Chúng tôi xin lỗi về điều đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MOUND.GENERIC
source: Our loot sense is tingling.
vi: cảm giác loot của chúng tôi là ngứa ran.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTLIGHT
source: It makes our skin crawl.
vi: Nó làm cho bò da của chúng ta.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTMAREFUEL
source: It's cold and slippery.
vi: Nó lạnh và trơn trượt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NIGHTSWORD
source: Are you seeing this too?
vi: Bạn có nhìn thấy này quá?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.NITRE
source: What are we supposed to do with this?
vi: chúng ta phải làm gì với điều này?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ONEMANBAND
source: We need to practice more.
vi: Chúng tôi cần phải luyện tập nhiều hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PANFLUTE
source: A well constructed instrument.
vi: Một cụ cũng xây dựng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PAPYRUS
source: We could do our homework.
vi: Chúng ta có thể làm bài tập về nhà của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PENGUIN
source: Where do they live the rest of the year?
vi: Nơi nào họ sống phần còn lại của năm?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PERD
source: Come back! I just want to eat you!
vi: Quay lại! Tôi chỉ muốn ăn bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEROGIES
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PETALS
source: How colourful.
vi: Làm thế nào nhiều màu sắc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PETALS_EVIL
source: They make our head hurt.
vi: Họ làm cho đau đầu của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PICKAXE
source: Rocks will be ours!
vi: Rocks sẽ là của chúng ta!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGGYBACK
source: It holds so much stuff!
vi: Nó chứa rất nhiều thứ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHEAD.GENERIC
source: We just wanted to be friends.
vi: Chúng tôi chỉ muốn là bạn bè.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHEAD.BURNT
source: Gross.
vi: Tổng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHOUSE.GENERIC
source: A tall house for a fat pig.
vi: Một ngôi nhà cao cho một con lợn béo.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHOUSE.FULL
source: I can see a pig through the window!
vi: Tôi có thể nhìn thấy một con lợn qua cửa sổ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Why do they hate me?
vi: Tại sao họ ghét tôi?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGHOUSE.BURNT
source: Not so fancy now, pig!
vi: Không phải như vậy ưa thích bây giờ, con lợn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGKING
source: King of the bullies!
vi: Vua của những kẻ bắt nạt!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGMAN.DEAD
source: He won't bully us any more.
vi: Ông sẽ không bắt nạt chúng tôi nữa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGMAN.GENERIC
source: Aw, you're no fun.
vi: Aw, bạn không có niềm vui.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGMAN.GUARD
source: They look angry.
vi: Họ nhìn giận dữ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGMAN.WEREPIG
source: He's all furry now!
vi: Anh là tất cả lông bây giờ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGSKIN
source: Take that!
vi: Cầm lấy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PIGTORCH
source: If only we could get closer.
vi: Nếu chúng ta chỉ có thể nhận được gần gũi hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PINECONE.GENERIC
source: It's bursting with life.
vi: Nó bùng nổ với cuộc sống.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PINECONE.PLANTED
source: Grow, grow!
vi: Phát triển, phát triển!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PITCHFORK
source: A good tool to play in the dirt.
vi: Một công cụ tốt để chơi trong các bụi bẩn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANTMEAT
source: It's all squishy.
vi: Đó là tất cả squishy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANTMEAT_COOKED
source: It smells kind of rotten.
vi: Nó có mùi loại thối.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANT_NORMAL.GENERIC
source: What will blossom?
vi: Điều gì sẽ nở hoa?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANT_NORMAL.GROWING
source: Is it done yet?
vi: Xong chưa?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANT_NORMAL.READY
source: We're master farmers.
vi: Chúng tôi nông dân chủ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PLANT_NORMAL.WITHERED
source: It's all dried out and dead.
vi: Đó là tất cả khô và chết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POMEGRANATE
source: I didn't expect this to grow.
vi: Tôi không mong đợi điều này để phát triển.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POMEGRANATE_COOKED
source: It's good for us!
vi: Đó là tốt cho chúng tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POMEGRANATE_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POND
source: Water doesn't go well with our fur.
vi: Nước không đi cũng với bộ lông của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FERTILIZER
source: I saw mum use this in her gardens.
vi: Tôi thấy sử dụng mẹ này trong khu vườn của mình.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PUMPKIN
source: That's a huge pumpkin!
vi: Đó là một bí ngô khổng lồ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PUMPKIN_COOKED
source: It's all warm now.
vi: Đó là tất cả ấm bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PUMPKIN_LANTERN
source: Just like we used to make at home!
vi: Cũng giống như chúng ta sử dụng để làm ở nhà!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PUMPKIN_SEEDS
source: We could grow something with these.
vi: Chúng tôi có thể phát triển một cái gì đó với các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PURPLEAMULET
source: Did you hear something?
vi: Bạn có nghe gì không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PURPLEGEM
source: I can see knowledge swimming inside.
vi: Tôi có thể thấy kiến ​​thức bơi lội bên trong.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBIT.GENERIC
source: We just want to play!
vi: Chúng ta chỉ muốn chơi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBIT.HELD
source: He's ours now.
vi: Anh ấy là chúng ta bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBITHOLE.GENERIC
source: Come out! We just want to be friends.
vi: Đi ra! Chúng tôi chỉ muốn là bạn bè.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABBITHOLE.SPRING
source: I hope they're ok in there.
vi: Tôi hy vọng họ ok trong đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAINOMETER.GENERIC
source: It must be powered by magic.
vi: Nó phải được cung cấp bởi ma thuật.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAINOMETER.BURNT
source: I don't think that's accurate.
vi: Tôi không nghĩ đó là chính xác.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAINCOAT
source: We might look silly, but it'll keep our fur dry.
vi: Chúng tôi có thể trông ngớ ngẩn, nhưng nó sẽ giữ cho khô lông của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAINHAT
source: It'll keep the water out of our fur.
vi: Nó sẽ giữ cho nước ra khỏi lông của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RATATOUILLE
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RAZOR
source: I watched my father use one of these.
vi: Tôi nhìn cha tôi sử dụng một trong những.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REDGEM
source: It feels warm even on the coldest nights.
vi: Nó cảm thấy ấm áp ngay cả vào những đêm lạnh nhất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RED_CAP
source: It smells funny.
vi: Nó có mùi buồn cười.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RED_CAP_COOKED
source: It smells better now.
vi: Nó có mùi tốt hơn bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RED_MUSHROOM.GENERIC
source: Ready for the taking!
vi: Sẵn sàng cho uống!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RED_MUSHROOM.INGROUND
source: We can't get at it like that.
vi: Chúng ta không thể có được nó như thế.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RED_MUSHROOM.PICKED
source: I think some spores remain.
vi: Tôi nghĩ rằng một số bào tử vẫn còn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REEDS.BURNING
source: Those burn quickly!
vi: Những ghi một cách nhanh chóng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REEDS.GENERIC
source: Maybe we could use some of those.
vi: Có lẽ chúng ta có thể sử dụng một số trong những người.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REEDS.PICKED
source: Only stems remain.
vi: Chỉ xuất phát vẫn còn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RELIC.GENERIC
source: These haven't been used in a while.
vi: Những điều này đã không được sử dụng trong một thời gian.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RELIC.BROKEN
source: Smashed beyond repair.
vi: Đập tan không thể sửa chữa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RUBBLE
source: Rocks from an old city.
vi: Rocks từ một thành phố cũ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB.GENERIC
source: It's like a science lab in here!
vi: Nó giống như một phòng thí nghiệm khoa học ở đây!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB.BURNT
source: I think it's broken.
vi: Tôi nghĩ rằng nó bị hỏng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB2.GENERIC
source: Father used to work on something like that.
vi: Cha sử dụng để làm việc trên một cái gì đó như thế.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB2.BURNT
source: All our work - gone.
vi: Tất cả công việc của chúng tôi - đi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB3.GENERIC
source: We should be careful around that.
vi: Chúng ta nên cẩn thận xung quanh đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB3.BURNT
source: The fires care not for magic.
vi: Các đám cháy tâm không cho phép.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB4.GENERIC
source: Did I just hear a squeak?
vi: Ý của tôi chỉ nghe thấy một tiếng rít?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESEARCHLAB4.BURNT
source: Smells like cooking.
vi: Mùi giống như nấu ăn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Who is that supposed to be?
vi: Ai là nghĩa vụ phải được?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: It will be of no use to us in that state.
vi: Nó sẽ được sử dụng không cho chúng ta trong trạng thái đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RESURRECTIONSTONE
source: Some sort of religious monument maybe?
vi: Một số loại di tích tôn giáo có thể?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBIN.GENERIC
source: Red is my favorite colour!
vi: Màu đỏ là màu yêu thích của tôi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBIN.HELD
source: Held snug in our pockets.
vi: Được tổ chức ấm cúng trong túi của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBIN_WINTER.GENERIC
source: What pretty white feathers.
vi: Những chiếc lông khá trắng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBIN_WINTER.HELD
source: We will name it Francis.
vi: Chúng tôi sẽ đặt tên nó Francis.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROBOT_PUPPET
source: I don't think it's having fun.
vi: Tôi không nghĩ rằng nó có vui vẻ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK
source: We'll need to mine it before we can use it.
vi: Chúng tôi sẽ cần phải khai thác nó trước khi chúng ta có thể sử dụng nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCK_ICE.GENERIC
source: Ice can be useful.
vi: Ice có thể hữu ích.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICE
source: Chilling.
vi: Ớn lạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROCKS
source: None of these look like they would skip well.
vi: Không ai trong số những trông giống như họ sẽ bỏ qua tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROOK
source: Who made these things!?
vi: Ai đã làm những điều này !?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ROPE
source: We could tie stuff up with this.
vi: Chúng tôi có thể buộc công cụ lên với điều này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANITYROCK.ACTIVE
source: It's in our way.
vi: Đó là theo cách của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SANITYROCK.INACTIVE
source: Something about this rock feels off.
vi: Một cái gì đó về rock này cảm thấy hết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAPLING.BURNING
source: So bright!
vi: Vì vậy, tươi sáng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAPLING.WITHERED
source: I think the heat broke it.
vi: Tôi nghĩ rằng nhiệt phá vỡ nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAPLING.GENERIC
source: These sure grow slowly.
vi: Những chắc chắn phát triển chậm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SAPLING.PICKED
source: We'll make good use of your twigs!
vi: Chúng tôi sẽ tận dụng tốt các cành cây của bạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEEDS
source: A small life trapped within. My sympathies.
vi: Một cuộc sống nhỏ bị mắc kẹt bên trong. sự đồng cảm của tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEEDS_COOKED
source: Their growing days are over.
vi: ngày càng tăng của họ hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEWING_KIT
source: Mum used to handle all of our sewing.
vi: Mẹ sử dụng để xử lý tất cả các khâu của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHOVEL
source: Maybe we can tunnel our way out?
vi: Có lẽ chúng ta có thể chui hầm cách của chúng tôi ra?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SILK
source: It's so smooth!
vi: Nó rất mịn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SKELETON
source: Hello? Are you alright?
vi: Chào bạn? Có sao không?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SKELETON_PLAYER
source: Er, where did the spider parts go?
vi: Er, nơi mà các phần nhện đi?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SKULLCHEST
source: Who knows what could be hiding in there!
vi: Ai biết được những gì có thể được ẩn trong đó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLBIRD.GENERIC
source: Could this be a friend for us?
vi: Điều này có thể là một người bạn cho chúng ta?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLBIRD.HUNGRY
source: I can see it's tummy rumble.
vi: Tôi có thể thấy nó bụng ầm ầm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLBIRD.STARVING
source: Poor thing. It looks so hungry!
vi: Tội nghiệp. Nó trông rất đói!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLMEAT
source: A couple more and we'll have a meal!
vi: Một vài chi tiết và chúng tôi sẽ có một bữa ăn!
