Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: He's had a rough life.
vi: Anh ấy đã có một đời thô.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERNIE_ACTIVE
source: He seeks sweet relief.
vi: Ông tìm kiếm cứu trợ ngọt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTSTICK
source: Danger in the dark.
vi: Nguy hiểm trong bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE.GENERIC
source: It is not as edible as it looks.
vi: Nó không phải là ăn được như nó có vẻ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE.BURNT
source: It didn't cook well.
vi: Nó không nấu ăn ngon.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_DECIDUOUS
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SANDY
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_BADLANDS
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEPACK
source: It won't insulate me from the horrors of this world.
vi: Nó sẽ không cách ly tôi khỏi nỗi kinh hoàng của thế giới này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FURTUFT
source: This came from a living creature.
vi: Điều này đến từ một sinh vật sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIGFOOT
source: Harbinger of doom.
vi: Harbinger của doom.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BONESHARD
source: Choking hazard.
vi: Nghẹt thở nguy hiểm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.EMBERS
source: Darkness is looming.
vi: Darkness được lờ mờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.GENERIC
source: I might survive this night!
vi: Tôi có thể sống sót trong đêm nay!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.HIGH
source: A vision of a frozen-over Hell!
vi: Một tầm nhìn của một địa ngục đông lạnh hơn!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.LOW
source: The gloom encroaches.
vi: Các u ám lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.NORMAL
source: It's a weird fire.
vi: Đó là một ngọn lửa kỳ lạ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIRE.OUT
source: That is not a good sign.
vi: Đó không phải là một dấu hiệu tốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKPOT.COOKING_LONG
source: Whatever is in there isn't dead yet.
vi: Dù là trong đó không phải là chết chưa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKPOT.COOKING_SHORT
source: It needs to boil.
vi: Nó cần phải đun sôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKPOT.DONE
source: Finally, food.
vi: Cuối cùng, thực phẩm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKPOT.EMPTY
source: Empty as my soul.
vi: Rỗng như là linh hồn của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKPOT.BURNT
source: Burnt to a crisp.
vi: Đốt cháy thành rõ nét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYEBRELLAHAT
source: That's one stretchy eye.
vi: Đó là một mắt co giãn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORDRAGONFLY
source: I'd like to wear it inside-out.
vi: Tôi muốn mặc nó bên trong ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGON_SCALES
source: Scales of pain.
vi: Cân đau đớn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFLYCHEST
source: Boom box.
vi: hộp Boom.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACORN_COOKED
source: Roasted dead.
vi: Rang chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRCHNUTDRAKE
source: Balls of battle!
vi: Balls của trận chiến!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.BURNT
source: This earth is burnt and dead.
vi: Trái đất này là của lễ thiêu và chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.EMBERS
source: Darkness is looming.
vi: Darkness được lờ mờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.GENERIC
source: I might survive this night!
vi: Tôi có thể sống sót trong đêm nay!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.HIGH
source: A vision of a frozen-over Hell!
vi: Một tầm nhìn của một địa ngục đông lạnh hơn!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.LOW
source: The gloom encroaches.
vi: Các u ám lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.NORMAL
source: It's a weird fire.
vi: Đó là một ngọn lửa kỳ lạ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COLDFIREPIT.OUT
source: That is not a good sign.
vi: Đó không phải là một dấu hiệu tốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESUPPRESSOR.ON
source: I don't know why you bother. We're all going to burn.
vi: Tôi không biết lý do tại sao bạn bận tâm. Tất cả chúng tôi sẽ ghi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESUPPRESSOR.OFF
source: Quiet as a corpse.
vi: Yên tĩnh như một xác chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It's running on fumes.
vi: Nó chạy trên khói.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEHAT
source: Keep a cool head.
vi: Giữ một cái đầu lạnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DRYINGINRAIN
source: The rain is keeping it from drying.
vi: Mưa là giữ nó không bị khô.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.BURNT
source: It's done drying forever.
vi: Nó làm khô mãi mãi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD.GENERIC
source: No dignity at all.
vi: Không có nhân phẩm ở tất cả.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD.BURNT
source: Somehow, it found a way to sink even lower.
vi: Bằng cách nào đó, nó tìm thấy một cách để chìm thậm chí thấp hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE.GENERIC
source: Time has broken it down.
vi: Thời gian đã phá vỡ nó xuống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE.BURNT
source: Fire has broken it down even further.
vi: Lửa đã phá vỡ nó xuống hơn nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWERSALAD
source: Ugh, more flowers.
vi: Ugh, nhiều hoa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICECREAM
source: Ice cream could never replace Abigail.
vi: Kem không bao giờ có thể thay thế Abigail.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATERMELONICLE
source: The melon is in stasis.
vi: Dưa là ứ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAILMIX
source: A handful of sustenance.
vi: Một số ít các đồ ăn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOTCHILI
source: Burn my insides.
vi: Ghi bên trong của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUACAMOLE
source: That's just gruesome. I like it.
vi: Đó chỉ là khủng khiếp. Tôi thích nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOOSE
source: It's an abomination.
vi: Đó là một sự ghê tởm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOOSEEGG
source: Not sure how a thing like that happens.
vi: Không chắc chắn làm thế nào một điều như vậy xảy ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSSLING
source: A new life. The last thing anyone needs.
vi: Một cuộc sống mới. Điều cuối cùng cần bất cứ ai.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHERFAN
source: That'll make quite a draft.
vi: Điều đó sẽ làm cho khá một dự thảo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOOSE_FEATHER
source: Plucked like Abigail was from me.
vi: Gảy như Abigail là từ tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STAFF_TORNADO
source: Some weather out there.
vi: Một số vượt ra khỏi đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD.GENERIC
source: Kill the pig. Spill his blood.
vi: Giết lợn. Đổ máu mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD.BURNT
source: He's been burnt down.
vi: Ông đã bị thiêu rụi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.BURNT
source: Nothing lasts forever.
vi: Không có gì kéo dài mãi mãi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FERTILIZER
source: A bucket of grime.
vi: Một xô bẩn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER.GENERIC
source: It measures cloudiness. I like it when it's dreary.
vi: Nó đo vẩn đục. Tôi thích nó khi nó là thê lương.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER.BURNT
source: Does that mean sunshine is dead, too?
vi: Điều đó có nghĩa là ánh nắng mặt trời là chết, quá?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINCOAT
source: I liked jumping in puddles with Abigail.
vi: Tôi thích nhảy vào vũng nước với Abigail.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINHAT
source: What fun is rain if you're not getting wet?
vi: Điều gì thú vị là mưa, nếu bạn không bị ướt?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB.GENERIC
source: I will learn unspeakable things.
vi: Tôi sẽ học những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB.BURNT
source: It's unspeakably burnt to the ground.
vi: Nó không tả xiết cháy xuống đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2.GENERIC
source: I will learn unspeakable things.
vi: Tôi sẽ học những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2.BURNT
source: It's unspeakably burnt to the ground.
vi: Nó không tả xiết cháy xuống đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3.GENERIC
source: I have learnt unspeakable things.
vi: Tôi đã học được những điều không thể nói ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3.BURNT
source: It's unspeakably burnt to the ground.
vi: Nó không tả xiết cháy xuống đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4.GENERIC
source: This is but a step from madness.
vi: Đây chỉ là một bước từ sự điên rồ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4.BURNT
source: Madness brings fire.
vi: Madness mang lửa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I'm just putting off the inevitable.
vi: Tôi chỉ đưa ra không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: I'm glad that fail-safe is gone.
vi: Tôi rất vui vì không an toàn đã biến mất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_ICE.GENERIC
source: A large piece of cold, unfeeling ice.
vi: Một mảnh lớn của băng giá lạnh, vô cảm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_ICE.MELTED
source: A large pool of cool, melted ice.
vi: Một hồ bơi lớn mát mẻ, tan chảy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_ICE_MELTED
source: A large pool of cool, melted ice.
vi: Một hồ bơi lớn mát mẻ, tan chảy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICE
source: Broken pieces of my heart.
vi: mảnh vỡ của trái tim tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REFLECTIVEVEST
source: Everything's a vest.
vi: Tất cả mọi thứ là một chiếc áo khoác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAWAIIANSHIRT
source: They'll put flowers on anything these days.
vi: Họ sẽ đặt hoa trên bất cứ điều gì trong những ngày này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT.GENERIC
source: Sleep is but a preview of death.
vi: Giấc ngủ là nhưng một bản xem trước của cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT.BURNT
source: A preview of the fires of Hell.
vi: Một bản xem trước của các đám cháy của địa ngục.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SIESTAHUT.GENERIC
source: A siesta is but a preview of death.
vi: Một giấc ngủ trưa chỉ là một bản xem trước của cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SIESTAHUT.BURNT
source: A preview of the fires of Hell.
vi: Một bản xem trước của các đám cháy của địa ngục.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRANSISTOR
source: Electrical doo-what?
vi: doo-gì điện?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST.GENERIC
source: For which to contain my lucre.
vi: Mà để có lợi lộc của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST.BURNT
source: It couldn't even hold ashes.
vi: Nó thậm chí còn không thể giữ tro.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TUMBLEWEED
source: Alone and rolling through life.
vi: Một mình và lăn qua cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_UMBRELLA
source: The sun beats down.
vi: Mặt trời nhịp đập xuống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UNIMPLEMENTED
source: It's not done, like life.
vi: Nó không được thực hiện, như cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY.GENERIC
source: That is the mere suggestion of defense.
vi: Đó chỉ là sự gợi ý của quốc phòng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY.BURNT
source: Defenses down.
vi: Phòng thủ xuống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD.GENERIC
source: Now I can delay the inevitable.
vi: Bây giờ tôi có thể trì hoãn việc không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD.BURNT
source: The inevitable is coming.
vi: Không thể tránh khỏi là tới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WARG
source: A true bastion of evil.
vi: Một pháo đài thực sự của cái ác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATERMELON
source: It's mostly water. What's the big deal?
vi: Đó chủ yếu là nước. các vấn đề lớn là gì?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATERMELON_COOKED
source: Now it's warm water.
vi: Bây giờ là nước ấm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WATERMELONHAT
source: It's sticky on my head. Yuck.
vi: Nó dính trên đầu tôi. Kinh quá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN.UNWRITTEN
source: It's blank face shall soon bear a secret.
vi: Đó là mặt trống sẽ sớm chịu một bí mật.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN.BURNT
source: Transient, indeed.
vi: Thoáng qua, thực sự.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_POST.GENERIC
source: A mark is made, however transient.
vi: Một nhãn hiệu được thực hiện, tuy nhiên thoáng qua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: It's blank face shall soon bear a secret.
vi: Đó là mặt trống sẽ sớm chịu một bí mật.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_POST.BURNT
source: Transient, indeed.
vi: Thoáng qua, thực sự.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: A mark is made, however transient.
vi: Một nhãn hiệu được thực hiện, tuy nhiên thoáng qua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: It's blank face shall soon bear a secret.
vi: Đó là mặt trống sẽ sớm chịu một bí mật.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Transient, indeed.
vi: Thoáng qua, thực sự.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.FULLHONEY
source: Their toils have been fruitful!
vi: vất vả của họ đã được hiệu quả!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.NOHONEY
source: Work, bees!
vi: Công việc, con ong!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.SOMEHONEY
source: Toil on.
vi: Vất vả trên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.BURNT
source: Burnt honey.
vi: mật ong bị cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGTREE
source: Can it never die?
vi: Có thể nó không bao giờ chết?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICESTAFF
source: A staff to freeze.
vi: Một nhân viên để đóng băng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_TALL
source: These are some strange trees.
vi: Đây là một số cây lạ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was incinerated when I teleported!
vi: Các eyebone được đốt khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.WITHERED
source: It succumbed to the heat.
vi: Nó qua đời vì nhiệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.HUNGRY
source: Must be hungry.
vi: Phải là đói.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.STARVING
source: The emptiness is consuming him.
vi: Tánh Không là tiêu thụ nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.DEAD
source: Bereft of life, it rests it peace.
vi: Tước mất của cuộc sống, nó nằm đó yên bình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.SKELETON
source: That... is an ex-bird.
vi: Đó ... là một cựu chim.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BELL_BLUEPRINT
source: Whoever drew this is probably dead.
vi: Bất cứ ai đã vẽ này có lẽ đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFLY
source: It's burning on the inside.
vi: Nó đang cháy ở bên trong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVASPIT.HOT
source: It spit up.
vi: Nó nhổ lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVASPIT.COOL
source: It's cooled off and smells funny.
vi: Nó nguội lạnh đi và mùi buồn cười.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE
source: It burns with the fires of Hell.
vi: Nó đốt cháy với ngọn lửa của địa ngục.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_PET.STARVING
source: He is approaching death.
vi: Ông đang đến gần chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_PET.HUNGRY
source: He is suffering the pangs of hunger.
vi: Ông đang phải chịu những nỗi đau của nạn đói.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_PET.CONTENT
source: Enjoy your happiness while it lasts, little lavae.
vi: Tận hưởng hạnh phúc của bạn trong khi nó kéo dài, ít lavae.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_PET.GENERIC
source: A spark of life illuminating the darkness.
vi: Một tia lửa của sự sống chiếu sáng trong bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_EGG.GENERIC
source: It has potential for life, but I control its fate.
vi: Nó có tiềm năng cho cuộc sống, nhưng tôi kiểm soát số phận của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: This egg is almost as cold as my heart.
vi: trứng này là gần như lạnh như trái tim tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: The egg is warm, but my heart is still cold.
vi: Trứng là ấm, nhưng trái tim tôi vẫn còn lạnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LAVAE_TOOTH
source: Forsooth, it's a tooth.
vi: Thật, đó là một chiếc răng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BERRYBUSH
source: I like it dead, but I should plant this.
vi: Tôi muốn nó chết, nhưng tôi nên trồng này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_GRASS
source: I like it dead, but I should plant this.
vi: Tôi muốn nó chết, nhưng tôi nên trồng này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_MARSH_BUSH
source: I like it dead, but I should plant this.
vi: Tôi muốn nó chết, nhưng tôi nên trồng này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_SAPLING
source: I like it dead, but I should plant this.
vi: Tôi muốn nó chết, nhưng tôi nên trồng này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACORN
source: A tiny life, ensconced in brittle death.
vi: Một cuộc sống nhỏ bé, thu mình trong cái chết giòn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACORN_SAPLING
source: A tree will grow soon.
vi: Một cây sẽ phát triển sớm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Its cycle of life is ending.
vi: chu kỳ của cuộc sống là kết thúc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.WITHERED
source: It just couldn't take the heat.
vi: Nó chỉ có thể không bị mất nhiệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.PICKED
source: It has been killed.
vi: Nó đã bị giết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.FROZEN
source: Frozen like my heart.
vi: Đông lạnh như trái tim của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.COLD
source: Just a moderately cold lump of rock.
vi: Chỉ cần một lần vừa lạnh của đá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE_ACTIVE
source: Onward, my vegetable minion!
vi: Trở đi, tay sai thực vật của tôi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE_PLANTED
source: The mighty mandrake. I should pick it at night.
vi: Các giống cây độc hùng mạnh. Tôi nên chọn nó vào ban đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE
source: Alas, poor mandrake!
vi: Than ôi, giống cây độc nghèo!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PHLEGM
source: The wretched beast must have been sick.
vi: Các con thú khốn khổ phải đã bị bệnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE
source: A tiny life, ensconced in brittle death.
vi: Một cuộc sống nhỏ bé, thu mình trong cái chết giòn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE_SAPLING
source: A tree will grow soon.
vi: Một cây sẽ phát triển sớm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.WITHERED
source: It's had the life sucked out of it.
vi: Nó có cuộc sống bị hút ra khỏi nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE.GENERIC
source: I'm too big to fall down there.
vi: Tôi quá lớn rơi xuống đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE.SPRING
source: It's closed up. No one is falling down there, now.
vi: Nó đóng cửa. Không ai rơi xuống đó, bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.WITHERED
source: The oppressive heat got to this one.
vi: Cái nóng ngột ngạt đã đến thế này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON_PLAYER.MALE
source: I envy you, %s. Maybe I should play around with %s?
vi: Tôi ghen tị với bạn,% s. Có lẽ tôi nên chơi xung quanh với% s?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON_PLAYER.FEMALE
source: I envy you, %s. Maybe I should play around with %s?
vi: Tôi ghen tị với bạn,% s. Có lẽ tôi nên chơi xung quanh với% s?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON_PLAYER.ROBOT
source: I envy you, %s. Maybe I should play around with %s?
vi: Tôi ghen tị với bạn,% s. Có lẽ tôi nên chơi xung quanh với% s?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: I envy you, %s. Maybe I should play around with %s?
vi: Tôi ghen tị với bạn,% s. Có lẽ tôi nên chơi xung quanh với% s?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPAT
source: I should put it out of it's misery.
vi: Tôi nên đưa nó ra khỏi nó đau khổ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STEELWOOL
source: This offers no hope of warmth.
vi: Điều này cung cấp không có hy vọng của sự ấm áp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_13
source: I'd carry this to the end of the world.
vi: Tôi muốn thực hiện điều này để kết thúc của thế giới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REVIVER
source: Choices matter.
vi: Lựa chọn quan trọng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_SMOLDERING
source: It's about to be swallowed by flames.
vi: Đó là bị nuốt chửng bởi ngọn lửa.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.YUCKY
source: I'd rather chew on blubber balls.
vi: Tôi muốn nhai bóng mỡ.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_COMPASS_OUT
source: I'll always have the north in my heart.
vi: Tôi sẽ luôn luôn có phía bắc trong trái tim tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTSTICK
source: That's mighty nifty.
vi: Đó là quyền năng tiện lợi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE.GENERIC
source: Is it carrot flavoured?
vi: Có cà rốt có hương vị?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE.BURNT
source: Is it roasted carrot flavoured?
vi: Có rang cà rốt có hương vị?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_DECIDUOUS
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SANDY
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_BADLANDS
source: Just some ground, eh?
vi: Chỉ cần một số mặt đất, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEPACK
source: Good for long hikes.
vi: Tốt cho tăng vọt dài.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FURTUFT
source: Shh! The creature might still be around.
vi: Suỵt! Các sinh vật vẫn có thể là xung quanh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.EMBERS
source: It's almost gone.
vi: Nó gần như biến mất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.GENERIC
source: Where's my electric guitar?
vi: Trường hợp của guitar điện của tôi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.HIGH
source: Uh oh! It's bit high!
vi: Uh oh! Đó là chút cao!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.LOW
source: I should probably do something about that, eh?
vi: Tôi có lẽ nên làm một cái gì đó về điều đó, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.NORMAL
source: I love a cold fire in the evening.
vi: Tôi yêu một ngọn lửa lạnh vào buổi tối.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.OUT
source: It was good while it lasted.
vi: Đó là tốt, trong khi nó kéo dài.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.BURNT
source: Burned to a crisp.
vi: Ghi ra rõ nét.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYEBRELLAHAT
source: Always good to have something watching over you.
vi: Luôn luôn tốt để có một cái gì đó dõi theo bạn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORDRAGONFLY
source: Plaid is all the armour I need.
vi: Sọc ca rô là tất cả các áo giáp tôi cần.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGON_SCALES
source: I still don't believe in dragons.
vi: Tôi vẫn không tin vào con rồng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYCHEST
source: Gaudy if you ask me.
vi: Lòe loẹt nếu bạn hỏi tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACORN_COOKED
source: What a waste of a perfectly good tree.
vi: Thật là một sự lãng phí một cây hoàn toàn tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRCHNUTDRAKE
source: I'll chop you too!
vi: , Tôi sẽ cắt bạn quá!
