Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PIG
source: Let death embrace you!
vi: Hãy chết ôm em!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PREY
source: Suffer, worm!
vi: Đau khổ, con sâu!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER
source: I shall send you to the other side!
vi: Tôi sẽ gửi cho bạn để phía bên kia!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER_WARRIOR
source: I will be your end!
vi: Tôi sẽ là cuối cùng của bạn!

# STRINGS.CHARACTERS.WENDY.COMBAT_QUIT.GENERIC
source: You shall live. For now.
vi: Bạn sẽ được sống. Để bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMLIGHT
source: There's a slight humming coming from it.
vi: Có một tiếng vo ve nhẹ đến từ nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.PLANT
source: It seems out of place.
vi: Có vẻ như ra khỏi chỗ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.DIRT
source: Is something there?
vi: Có chuyện gì đó?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.WORM
source: It comes from the depths.
vi: Nó xuất phát từ sâu thẳm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL
source: An eel.
vi: Một con lươn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL_COOKED
source: An eel that has been cooked.
vi: Một con lươn đã được nấu chín.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UNAGI
source: It looks more appetizing this way.
vi: Nó trông ngon miệng hơn theo cách này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET
source: I do not know why it helps me.
vi: Tôi không biết tại sao nó giúp tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET_ITEM
source: I think I need to place it.
vi: Tôi nghĩ rằng tôi cần phải đặt nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURHORN
source: All that remains of a once great beast.
vi: Tất cả những gì còn lại của một con thú một lần tuyệt vời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURCHEST
source: My, what magnificent horns you have!
vi: Của tôi, những gì sừng tuyệt vời mà bạn có!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE_PIECES
source: Fragments of a powerful material.
vi: Những mảnh vỡ của một vật liệu mạnh mẽ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND_ALGAE
source: Some algae.
vi: Một số loại tảo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENSTAFF
source: I can see the power sparkle deep within.
vi: Tôi có thể thấy lấp lánh điện sâu bên trong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POTTEDFERN
source: It lives in a cage.
vi: Nó sống trong một cái lồng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE
source: Its presence marks the edge of the unknown.
vi: sự hiện diện của nó đánh dấu sự cạnh không rõ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORRUINS
source: A reprieve from death.
vi: Một ân xá khỏi cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_BAT
source: I hold the power of the ancients in my hands.
vi: Tôi giữ sức mạnh của người xưa trong tay tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINSHAT
source: Abigail would've loved this crown.
vi: Abigail sẽ đã yêu vương miện này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I know not what lurks in the shadow.
vi: Tôi không biết những gì ẩn nấp trong bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I can feel the prying eyes.
vi: Tôi có thể cảm thấy đôi mắt tò mò.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: They approach.
vi: Họ tiếp cận.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: They're all around me!
vi: Họ là tất cả xung quanh tôi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think they're leaving.
vi: Tôi nghĩ rằng chúng tôi đi đây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's almost over.
vi: Đó là hầu như trên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I am alone.
vi: Tôi cô đơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP_NIGHTMARE
source: Time has won this battle.
vi: Thời gian đã thắng trận chiến này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK_NIGHTMARE
source: Time erodes everything.
vi: Thời gian làm xói mòn mọi thứ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT_NIGHTMARE
source: Another battle lost to time.
vi: một trận chiến khác mất thời gian.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAUR
source: He must be lonely. Trapped in such a small cage.
vi: Ông phải là cô đơn. Bị mắc kẹt trong một cái lồng nhỏ như vậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_DROPPER
source: The darkness has drained the colour from their fur.
vi: Bóng tối đã ráo nước cho các màu sắc từ lông của chúng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARELIGHT
source: It pulls power from beneath.
vi: Nó kéo điện từ bên dưới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_RUBBLE
source: A pile of broken dreams.
vi: Một đống của những giấc mơ bị phá vỡ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: An item with multiple uses.
vi: Mặt hàng có sử dụng nhiều.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENGEM
source: The flaws are its most beautiful features.
vi: Những lỗ hổng là các tính năng đẹp nhất của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGESTAFF
source: Each time I use it I die and am reborn.
vi: Mỗi lần tôi sử dụng nó tôi chết và tôi tái sinh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWAMULET
source: A brief light in my dark life.
vi: Một ánh sáng ngắn ngủi trong cuộc đời tối tăm của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENAMULET
source: A flash of brilliance!
vi: Một ánh chớp sáng chói!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER
source: Ah, to be so simple.
vi: Ah, để được như vậy đơn giản.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER_PELT
source: An empty bag of hunger.
vi: Một cái túi không đói.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSLURPER
source: A clinging, dreary, living suit.
vi: Một bám, thê lương, phù hợp với cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEAMULET
source: Temporary release from drudgery.
vi: phát hành tạm thời từ cực nhọc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWSTAFF
source: The stick is as twisted as my soul.
vi: Các thanh này là như xoắn như là linh hồn của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWGEM
source: It reminds me of my mother.
vi: Nó làm tôi nhớ mẹ tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEGEM
source: Such things used to bring me happiness.
vi: Những thứ như vậy được sử dụng để mang lại cho tôi hạnh phúc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.VALID
source: Energy flows through it.
vi: Năng lượng chảy qua nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.GEMS
source: The focus is so lifeless.
vi: Trọng tâm là rất thiếu sức sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.VALID
source: The gem has focused it.
vi: Các đá quý đã tập trung nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.GEMS
source: It looks so empty.
vi: Nó trông rất trống rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STAFFLIGHT
source: I can almost make out a tiny solar system.
vi: Tôi gần như có thể tạo ra một hệ thống năng lượng mặt trời nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4
source: This is but a step from madness.
vi: Đây chỉ là một bước từ sự điên rồ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's pretty.
vi: Nó khá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It was my sister's flower. She's gone far away.
vi: Đó là hoa của em gái tôi. Cô ấy đi xa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: I can sense Abigail's presence growing stronger.
vi: Tôi có thể cảm nhận được sự hiện diện của Abigail phát triển mạnh mẽ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Abigail is almost here!
vi: Abigail là hầu như ở đây!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Abigail is ready to play, but she needs some space.
vi: Abigail đã sẵn sàng để chơi, nhưng cô ấy cần một số không gian.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I need to show Abigail how to play.
vi: Tôi cần phải chứng Abigail làm thế nào để chơi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR
source: It is full of the echos of the dead.
vi: Đây là toàn bộ các Echos của người chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: I hear the painful echos of the dead.
vi: Tôi nghe thấy tiếng dội đau đớn của người chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_STATUE
source: Not very attractive.
vi: Không phải rất hấp dẫn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LICHEN
source: How does it manage to grow like that?
vi: Làm thế nào để nó quản lý để phát triển như thế?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTLICHEN
source: Fleeting, just like life.
vi: Thoáng qua, giống như cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA
source: The peels look dangerous.
vi: Các vỏ trông nguy hiểm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed banana mush is so much better.
vi: Ấm chuối mush là tốt hơn rất nhiều.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_TREE
source: Poor plant, locked away from the sun.
vi: cây kém, khóa đi từ mặt trời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKY
source: What terrible sights they have seen.
vi: Những điểm tham quan hoàng mà họ đã thấy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEAMULET
source: A familiar chilling embrace.
vi: Một cái ôm lạnh quen thuộc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEAMULET
source: It's oozing.
vi: Nó chảy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELESTAFF
source: I could escape if it were more powerful.
vi: Tôi có thể thoát ra nếu nó là mạnh mẽ hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEY
source: Living without the burden of intelligence must be nice.
vi: Sống mà không có gánh nặng của tình báo phải được tốt đẹp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEYBARREL
source: It's filthy.
vi: Đó là bẩn thỉu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERLASAGNA
source: Cooked evil is still evil, even in lasagna.
vi: Nấu ác vẫn ác, ngay cả trong lasagna.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDSTOOTH
source: Pulled out by the root.
vi: Kéo ra bởi các gốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSNURTLESHELL
source: Now I can hide from my problems.
vi: Bây giờ tôi có thể ẩn các vấn đề của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BAT
source: A creature of the night.
vi: Một sinh vật của đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATBAT
source: An enchanted weapon. How exciting!
vi: Một vũ khí mê hoặc. Thật thú vị!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING
source: If only I could fly away.
vi: Nếu chỉ có tôi có thể bay đi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING_COOKED
source: They once held such great potential.
vi: Họ đã từng có tiềm năng to lớn như vậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_FURRY
source: I will wrap myself in the fuzzy skins of the fallen.
vi: Tôi sẽ quấn mình trong da mờ của các liệt sĩ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUNNYMAN
source: What tormented inner lives they must have.
vi: Những dằn vặt cuộc sống nội tâm họ phải có.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE
source: It looks fragile.
vi: Có vẻ mong manh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It looks fragile.
vi: Có vẻ mong manh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It looks fragile.
vi: Có vẻ mong manh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUANO
source: The inevitable byproduct of life.
vi: Các sản phẩm phụ không thể tránh khỏi của cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LANTERN
source: Light the way darkly.
vi: Ánh sáng cách mơ hồ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTBULB
source: It's slowly burning out.
vi: Nó chậm cháy ra ngoài.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANRABBIT_TAIL
source: It contains his fuzzy wuzzy essence.
vi: Nó chứa chất wuzzy mờ của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_TALL
source: Even the trees down here are strange.
vi: Ngay cả những cây xuống đây là kỳ lạ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_MEDIUM
source: It looks like a rotting hat.
vi: Nó trông giống như một chiếc mũ thối rữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_SMALL
source: Do little gnomes live in these?
vi: Đừng lùn nhỏ sống trong những?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE
source: It is not as edible as it looks.
vi: Nó không phải là ăn được như nó có vẻ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE
source: It is mindlessly chasing after rocks.
vi: Nó là vô thức đuổi theo đá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of broken slurtle dreams.
vi: Pieces của những giấc mơ slurtle bị hỏng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHAT
source: I doubt it will help me more than it did for the original owner.
vi: Tôi nghi ngờ nó sẽ giúp tôi nhiều hơn nó đã làm cho các chủ sở hữu ban đầu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHOLE
source: The slurtles pop out when they outgrow it.
vi: Các slurtles bật ra khi họ lớn thôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLESLIME
source: It shimmers with slimy anticipation.
vi: Nó shimmers với dự đoán nhầy nhụa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNURTLE
source: That one has a larger shell.
vi: một trong đó có một vỏ lớn hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_HIDER
source: A cowardly spider.
vi: Một con nhện hèn nhát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_SPITTER
source: It's chewing on something.
vi: Nó nhai một cái gì đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHOLE
source: It is infested.
vi: Nó bị nhiễm khuẩn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE
source: The earth gives up its bounty.
vi: Đất bỏ tiền thưởng của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_FULL
source: The earth gives up its bounty.
vi: Đất bỏ tiền thưởng của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_LOW
source: The earth gives up its bounty.
vi: Đất bỏ tiền thưởng của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_MED
source: The earth gives up its bounty.
vi: Đất bỏ tiền thưởng của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL
source: The earth reaches up.
vi: Trái đất đạt lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_FULL
source: The earth reaches up.
vi: Trái đất đạt lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_LOW
source: The earth reaches up.
vi: Trái đất đạt lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_MED
source: The earth reaches up.
vi: Trái đất đạt lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CARPETFLOOR
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CHECKERFLOOR
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_DIRT
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FOREST
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_GRASS
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MARSH
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROAD
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROCKY
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SAVANNA
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_WOODFLOOR
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CAVE
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FUNGUS
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SINKHOLE
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_UNDERROCK
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MUD
source: Some ground.
vi: Một số mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POWCAKE
source: I would have to be desperate.
vi: Tôi sẽ phải là tuyệt vọng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Someone is trying to keep the underground at bay.
vi: Ai đó đang cố gắng để giữ ngầm tại vịnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.OPEN
source: A great evil lurks beneath the surface.
vi: Một cái ác ẩn núp dưới bề mặt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_EXIT
source: The surface beckons.
vi: Bề mặt vẫy gọi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOOMERANG
source: Death returns to the sender.
vi: Cái chết trả về cho người gửi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLPHONOGRAPH
source: Shall we have a danse macabre?
vi: chúng ta sẽ có một rùng rợn danse?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL
source: That's my twin sister, Abigail.
vi: Đó là chị em sinh đôi của tôi, Abigail.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGUARD
source: This little piggie looks mean.
vi: Piggie nhỏ này trông bình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADVENTURE_PORTAL
source: What technological terror is this?
vi: Có gì khủng bố công nghệ này là gì?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AMULET
source: I wonder who used to own this.
vi: Tôi tự hỏi người sử dụng để sở hữu này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANIMAL_TRACK
source: Signs of the beast.
vi: Các dấu hiệu của con thú.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORGRASS
source: I prolong the inevitable.
vi: Tôi kéo dài không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORMARBLE
source: Stops the daggers that stab at mine heart.
vi: Ngăn chặn các dao găm mà đâm vào tim tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORWOOD
source: I might hold off the inevitable a bit longer with this.
vi: Tôi có thể cầm chân không thể tránh khỏi một chút còn với điều này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_SANITY
source: A perfectly safe way to go insane.
vi: Một cách hoàn toàn an toàn để đi điên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.GENERIC
source: All that's left after another beautiful fire.
vi: Tất cả những gì còn lại sau khi một ngọn lửa đẹp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
vi: Các eyebone được tiêu thụ bởi các đám cháy khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
vi: Đây là một khi một số điều trước khi nó bị đốt cháy ...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AXE
source: An instrument for industry and murder.
vi: Một dụng cụ cho ngành công nghiệp và giết người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYBEEFALO
source: Enjoy your youth. Soon you will learn the terrors of the real world.
vi: Thưởng thức trẻ của bạn. Chẳng bao lâu bạn sẽ tìm hiểu những nỗi sợ hãi của thế giới thực.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACKPACK
source: A pack. Now I can carry even more burden.
vi: Mot goi. Bây giờ tôi có thể mang gánh nặng nhiều hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACONEGGS
source: A balanced breakfast to start another miserable day.
vi: Một bữa ăn sáng cân bằng để bắt đầu một ngày khổ sở.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BANDAGE
source: I'll only end up hurt again.
vi: Tôi sẽ chỉ sẽ bị tổn thương một lần nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASALT
source: Trying to break it would be pointless.
vi: Đang cố gắng để phá vỡ nó sẽ là vô nghĩa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARDHAIR
source: That's just nasty.
vi: Đó chỉ là khó chịu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_STRAW
source: Sleep is but a temporary death.
vi: Giấc ngủ là một cái chết nhưng tạm thời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.GENERIC
source: I'd steer clear of that stinger.
vi: Tôi muốn tránh xa stinger đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.HELD
source: Be still, little one.
vi: Hãy yên lặng, ít một.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.GENERIC
source: They shall labour so I can steal.
vi: Họ sẽ lao động vì vậy tôi có thể ăn cắp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.READY
source: Their toils have been fruitful!
vi: vất vả của họ đã được hiệu quả!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.FOLLOWER
source: He follows me unto his doom.
vi: Cậu theo ta đến cùng diệt vong của mình.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.GENERIC
source: What demented thoughts must lie behind those eyes.
vi: Những suy nghĩ điên phải nằm đằng sau đôi mắt ấy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.NAKED
source: His nakedness is now on display.
vi: trần truồng của ông hiện nay đang được trưng bày.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.SLEEPING
source: What nightmares he must be having.
vi: Những cơn ác mộng ông phải có.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOHAT
source: I shall cover my head.
vi: Tôi phải che đầu của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOWOOL
source: Somewhere, a beefalo is naked and cold.
vi: Một nơi nào đó, một beefalo trần truồng và lạnh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHAT
source: This will protect me from those happy buzzing sounds. Oh, and the stings.
vi: Điều này sẽ bảo vệ tôi khỏi những âm thanh ù hạnh phúc. Oh, và đốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHIVE
source: A wretched hive of scum and pollen.
vi: Một tổ tồi tệ của cặn bã và phấn hoa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEMINE
source: They're still alive in there. Poor things.
vi: Họ vẫn còn sống ở đó. Những điều tồi tệ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES
source: These berries are tart.
vi: Những quả là chua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES_COOKED
source: More balanced flavor, but they won't last long.
vi: Nhiều sự cân hương vị, nhưng họ sẽ không kéo dài lâu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.BARREN
source: It is barren.
vi: Nó là cằn cỗi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.GENERIC
source: A snack, perchance?
vi: Một bữa ăn nhẹ, không chừng?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.PICKED
source: I shall have to wait.
vi: Tôi sẽ phải chờ đợi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.GENERIC
source: Some of us can see our cages.
vi: Một số người trong chúng ta có thể thấy lồng của chúng tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is happier now.
vi: Ông là hạnh phúc hơn bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.SLEEPING
source: Is he dead? No. Just sleeping.
vi: Anh ấy chết rồi à? Số Chỉ cần ngủ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDTRAP
source: Sticks and silk turned lethal.
vi: Sticks và lụa biến gây chết người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG
source: So much hope, dashed.
vi: Vì vậy, hy vọng nhiều, tiêu tan.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG_COOKED
source: No bird will ever come of it.
vi: Không có chim bao giờ sẽ đến của nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP
source: What does he pray for?
vi: anh ta cầu nguyện cho những gì?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_SLEEP
source: Not even the big sleep, just a temporary one.
vi: Không, ngay cả giấc ngủ lớn, chỉ là tạm thời.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_PIPE
source: I blow in this end and pain comes out the other end.
vi: Tôi thổi cuối cùng này và đau đi ra đầu kia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_FIRE
source: Shall I burn down the world?
vi: Tôi sẽ xông xuống thế giới?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEGEM
source: Blue like... er... a sad bird?
vi: Màu xanh như ... er ... một con chim buồn?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEPRINT
source: Whoever drew this is probably dead.
vi: Bất cứ ai đã vẽ này có lẽ đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP
source: A fungus to preserve the monotony.
vi: Một loại nấm để bảo tồn sự đơn điệu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP_COOKED
source: All is malleable.
vi: Tất cả là dễ uốn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Musty.
vi: Meo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I would hide too, if I could.
vi: Tôi sẽ che giấu quá, nếu tôi có thể.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Harvested.
vi: Thu hoạch.
