Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: THE EGG IS TOO COLD.
vi: THE EGG LÀ QUÁ LẠNH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: THE EGG IS DOING WELL.
vi: THE EGG ĐƯỢC LÀM TỐT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LAVAE_TOOTH
source: I GUESS IT DOESN'T NEED THAT PART.
vi: Tôi GUESS CNTT KHÔNG CẦN RẰNG PHẦN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
vi: CNTT WOULD BE MORE HỮU ÍCH TRONG MẶT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_GRASS
source: IT WOULD BE MORE USEFUL IN THE GROUND
vi: CNTT WOULD BE MORE HỮU ÍCH TRONG MẶT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_MARSH_BUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
vi: CNTT WOULD BE MORE HỮU ÍCH TRONG MẶT

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_SAPLING
source: IT WOULD BE MORE USEFUL IN THE GROUND
vi: CNTT WOULD BE MORE HỮU ÍCH TRONG MẶT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACORN
source: HOW DOES THE TREE FIT IN THERE?
vi: LÀM THẾ NÀO CÁC TREE FIT TRÊN CÓ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACORN_SAPLING
source: SOON THE TREE WILL GROW.
vi: SOON cây sẽ phát triển.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.WITHERED
source: NEEDS IMPROVED COOLING SYSTEM
vi: NHU CẦU HỆ THỐNG LÀM MÁT CẢI

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.FROZEN
source: TEMPERATURE AT MINIMUM
vi: NHIỆT AT TỐI THIỂU

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: TEMPERATURE SLIGHTLY BELOW NORMAL
vi: NHIỆT hơi dưới NORMAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: MINOR THERMAL ACTIVITY DETECTED
vi: VỊ THÀNH NIÊN HOẠT ĐỘNG NHIỆT PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN.GENERIC
source: YOU ARE HERE.
vi: BẠN ĐANG Ở ĐÂY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN.UNWRITTEN
source: INPUT REQUIRED.
vi: VÀO YÊU CẦU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN.BURNT
source: YOU ARE BURNT.
vi: BẠN ĐANG cháy.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.GENERIC
source: YOU ARE HERE.
vi: BẠN ĐANG Ở ĐÂY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: INPUT REQUIRED.
vi: VÀO YÊU CẦU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.BURNT
source: YOU ARE BURNT.
vi: BẠN ĐANG cháy.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: YOU ARE HERE.
vi: BẠN ĐANG Ở ĐÂY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: INPUT REQUIRED.
vi: VÀO YÊU CẦU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: YOU ARE BURNT.
vi: BẠN ĐANG cháy.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOBILE TREE
vi: CẢNH BÁO: MOBILE TREE

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOBILE TREE
vi: CẢNH BÁO: MOBILE TREE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_ACTIVE
source: WHAT DO YOU WANT!?
vi: BẠN MUỐN GÌ!?

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_PLANTED
source: IT IS A PLANT.
vi: ĐÓ LÀ MỘT NHÀ MÁY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE
source: I HAVE KILLED IT. GOOD.
vi: Tôi đã giết CNTT. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PHLEGM
source: FILTHY OOZE FROM A FILTHY ANIMAL
vi: Ooze Filthy TỪ CHĂN Filthy

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE
source: HOW DOES THE TREE FIT IN THERE?
vi: LÀM THẾ NÀO CÁC TREE FIT TRÊN CÓ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE_SAPLING
source: SOON THE TREE WILL GROW.
vi: SOON cây sẽ phát triển.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.WITHERED
source: CLIMATE INHOSPITABLE TO PLANT GROWTH
vi: KHÍ HẬU khắc nghiệt THỰC TĂNG TRƯỞNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE.GENERIC
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
vi: HỌ LÀ TẤT CẢ LIÊN VIA NGẦM đường hầm

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE.SPRING
source: UNDERGROUND TUNNEL NETWORK HAS COLLAPSED
vi: NGẦM HẦM NETWORK đã sụp đổ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.WITHERED
source: TEMPERATURE IS OVER RECOMMENDED LEVELS
vi: NHIỆT ĐỘ LÀ VỀ MỨC ĐỀ NGHỊ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.MALE
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE.
vi: % S CHẾT TRONG MỘT đống thảm hại. Có vẻ như% s WS NGUYÊN NHÂN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE.
vi: % S CHẾT TRONG MỘT đống thảm hại. Có vẻ như% s WS NGUYÊN NHÂN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE.
vi: % S CHẾT TRONG MỘT đống thảm hại. Có vẻ như% s WS NGUYÊN NHÂN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE.
vi: % S CHẾT TRONG MỘT đống thảm hại. Có vẻ như% s WS NGUYÊN NHÂN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPAT
source: AT LEAST IT HAS METAL COVERING IT
vi: ÍT NHẤT IT HAS METAL bao phủ nó

# STRINGS.CHARACTERS.WX78.DESCRIBE.STEELWOOL
source: METALIC ORGANIC FIBER. DOES NOT COMPUTE.
vi: Metalic HỮU FIBER. Không tính toán.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_13
source: USELESS JUNK FROM A BYGONE AGE
vi: JUNK vô ích TỪ TUỔI đã qua

# STRINGS.CHARACTERS.WX78.DESCRIBE_SMOLDERING
source: OBJECT NEARING IGNITION POINT
vi: OBJECT gần IGNITION POINT

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.YUCKY
source: Eeeew no way!
vi: Eeeew không có cách nào!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COMPASS_OUT
source: Arrgh the needle is stuck!
vi: Arrgh kim là bị mắc kẹt!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP
source: I won't go inside when there's a great ball of fire in the sky.
vi: Tôi sẽ không đi vào bên trong khi có một quả bóng lớn của lửa trên bầu trời.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It looks slightly happier.
vi: Có vẻ hơi hạnh phúc hơn.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: I'm safe from the sky-fire.
vi: Tôi là an toàn từ bầu trời bắn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: I need to fix Bernie up.
vi: Tôi cần phải sửa chữa Bernie lên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: My childhood buddy - Bernie!
vi: bạn thân thời thơ ấu của tôi - Bernie!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERNIE_ACTIVE
source: Help me, Bernie!
vi: Giúp tôi, Bernie!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTSTICK
source: It'd be way cooler if it was on fire...
vi: Nó muốn được cách mát nếu nó đã được trên lửa ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE.GENERIC
source: Ugh. Stupid rabbits.
vi: Ugh. thỏ ngu ngốc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE.BURNT
source: Ha! Good result.
vi: Ha! kết quả tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_DECIDUOUS
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SANDY
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_BADLANDS
source: The ground is boring.
vi: Mặt đất là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEPACK
source: Fuzzy backpack!
vi: ba lô mờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FURTUFT
source: Black & white & fuzzy!
vi: Đen & trắng & mờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIGFOOT
source: What in the world!
vi: Có gì trên thế giới!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BONESHARD
source: I don't think they make good tinder.
vi: Tôi không nghĩ rằng họ làm cháy khô tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.EMBERS
source: Uh oh. It's almost gone!
vi: Uh oh. Nó gần như biến mất!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.GENERIC
source: I like fire of all kinds.
vi: Tôi thích lửa các loại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.HIGH
source: BURN! BURN FASTER! AND BLUER!
vi: ĐỐT CHÁY! GHI FASTER! VÀ xanh hơn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.LOW
source: This fire is small and boring.
vi: lửa này là nhỏ và nhàm chán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.NORMAL
source: Burn!
vi: Đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIRE.OUT
source: Awww. It's all over.
vi: Awww. Thế là xong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKPOT.COOKING_LONG
source: The fire still has quite a bit of work to do.
vi: Ngọn lửa vẫn có khá nhiều việc phải làm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKPOT.COOKING_SHORT
source: The fire is doing its thing!
vi: Ngọn lửa đang làm việc của nó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKPOT.DONE
source: I'm glad I cooked with fire.
vi: Tôi vui vì tôi nấu với lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKPOT.EMPTY
source: I could put food in it and fire underneath it.
vi: Tôi có thể đặt thức ăn ở trong đó và bắn bên dưới nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKPOT.BURNT
source: At least it went out in a blaze of glory.
vi: Ít nhất là nó đã đi ra ngoài trong một ngọn lửa vinh quang.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYEBRELLAHAT
source: If I wear it, I don't have to look at it...
vi: Nếu tôi mặc nó, tôi không cần phải nhìn vào nó ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORDRAGONFLY
source: Yay! More FIRE!!!
vi: Yay! Nhiều CHÁY !!!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGON_SCALES
source: Oooooooh! I LIKE these.
vi: Oooooooh? Tôi thích những cái này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFLYCHEST
source: I'm not sure why you'd want something that DOESN'T burn...
vi: Tôi không chắc chắn lý do tại sao bạn muốn một cái gì đó mà KHÔNG đốt ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACORN_COOKED
source: Looks like you won't become a tree after all.
vi: Hình như bạn sẽ không trở thành một cây sau khi tất cả.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRCHNUTDRAKE
source: Aaah! Set it on fire!
vi: Aaah! Đặt nó trên lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.BURNT
source: It was a nice finale.
vi: Đó là một đêm chung kết tốt đẹp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.EMBERS
source: Uh oh. It's almost gone!
vi: Uh oh. Nó gần như biến mất!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.GENERIC
source: I could watch it for hours, even though it's cold.
vi: Tôi có thể xem nó trong nhiều giờ, mặc dù nó lạnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.HIGH
source: BURN! BURN FASTER!
vi: ĐỐT CHÁY! GHI FASTER!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.LOW
source: This fire is small and boring. And blue.
vi: lửa này là nhỏ và nhàm chán. Và màu xanh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.NORMAL
source: Burn!
vi: Đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COLDFIREPIT.OUT
source: I should make the fire come back.
vi: Tôi nên làm cho lửa trở lại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESUPPRESSOR.ON
source: I wish you'd shut your lid and stop putting out fires.
vi: Tôi muốn anh đóng nắp của bạn và ngăn chặn việc đưa ra cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESUPPRESSOR.OFF
source: And stay off!
vi: Và ở lại đi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Almost out.
vi: Sắp hết.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEHAT
source: It's a real damper on my mood.
vi: Đó là một van điều tiết sản trên tâm trạng của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD.GENERIC
source: I guess I have it alright.
vi: Tôi đoán tôi có nó ổn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: My policy was cancelled.
vi: Chính sách của tôi đã bị hủy bỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_ICE.GENERIC
source: I don't think there's any way it'd burn.
vi: Tôi không nghĩ rằng có bất kỳ cách nào nó muốn ghi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_ICE.MELTED
source: As useless as water ever was.
vi: Như vô dụng như nước trước đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_ICE_MELTED
source: As useless as water ever was.
vi: Như vô dụng như nước trước đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REFLECTIVEVEST
source: Vests are so in.
vi: Áo ghi lê rất trong.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAWAIIANSHIRT
source: I wonder if it'd burn as nicely as actual flowers do.
vi: Tôi tự hỏi nếu nó muốn ghi là độc đáo như hoa thực sự làm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT.GENERIC
source: I got all the badges in Girl Scouts.
vi: Tôi có tất cả các phù hiệu trong Girl Scouts.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT.BURNT
source: Well, I've still got my badges.
vi: Vâng, tôi vẫn còn có phù hiệu của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SIESTAHUT.GENERIC
source: They taught us how to make these in Girl Scouts.
vi: Họ dạy chúng ta làm thế nào để làm cho các trong Girl Scouts.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SIESTAHUT.BURNT
source: I always set them on fire.
vi: Tôi luôn đặt chúng trên lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRANSISTOR
source: Electrical doo-dah, doo-dah.
vi: Điện doo-dah, doo-dah.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST.GENERIC
source: It's a trunk for my junk.
vi: Đó là một thân cây cho rác của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST.BURNT
source: The trunk burned nicely.
vi: Những thân cây bị đốt cháy độc đáo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TUMBLEWEED
source: It looks highly flammable.
vi: Nó trông rất dễ cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_UMBRELLA
source: Pretty as can be!
vi: Khá là có thể!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UNIMPLEMENTED
source: It's not finished. But I bet it still burns.
vi: Nó không hoàn thành. Nhưng tôi đánh nó vẫn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY.GENERIC
source: That looks so flammable!
vi: Điều đó có vẻ rất dễ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY.BURNT
source: It was flammable!
vi: Nó là dễ cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD.GENERIC
source: That could totally catch on fire.
vi: Điều đó hoàn toàn có thể bắt lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD.BURNT
source: It did catch on fire!
vi: Nó đã bắt lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WARG
source: You're a big mean jerk!
vi: Bạn là một thằng ngốc có ý nghĩa lớn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERMELON
source: I once knew a melon named Walter.
vi: Tôi đã từng biết một dưa tên là Walter.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERMELON_COOKED
source: Warm, juicy and sweet.
vi: Ấm áp, ngon ngọt và ngọt ngào.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERMELONHAT
source: Well, that's one use for this fruit.
vi: Vâng, đó là một sử dụng cho loại trái cây này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER.GENERIC
source: It would be better if it measured fire.
vi: Nó sẽ là tốt hơn nếu nó được đo lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER.BURNT
source: If you'd measured fire, maybe you woulda been prepared!
vi: Nếu bạn muốn đo lửa, có thể bạn woulda được chuẩn bị!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN.GENERIC
source: Less reading! More burning!
vi: Ít đọc! Nhiều đốt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN.UNWRITTEN
source: I should burn something into it.
vi: Tôi nên ghi gì đó vào nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARROWSIGN_POST.GENERIC
source: Less reading! More burning!
vi: Ít đọc! Nhiều đốt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: I should burn something into it.
vi: Tôi nên ghi gì đó vào nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: Less reading! More burning!
vi: Ít đọc! Nhiều đốt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: I should burn something into it.
vi: Tôi nên ghi gì đó vào nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.FULLHONEY
source: Yay! I can steal honey!
vi: Yay! Tôi có thể ăn cắp mật ong!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.NOHONEY
source: Nothing to see here.
vi: Không có gì để thấy ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.SOMEHONEY
source: Patience.
vi: Kiên nhẫn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.BURNT
source: Smoked you out!
vi: Xông khói bạn ra!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGTREE
source: It might be alive, but it'll still burn.
vi: Nó có thể là còn sống, nhưng nó vẫn sẽ đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.WITHERED
source: All dried out. Primed for fire!
vi: Tất cả sấy khô ra. Mồi cho lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.HUNGRY
source: What's all the fuss about?
vi: tất cả các fuss về là gì?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.STARVING
source: He won't be quiet!
vi: Ông sẽ không được yên tĩnh!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.DEAD
source: At least he's quiet now.
vi: Ít nhất anh ấy yên tĩnh tại.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.SKELETON
source: Maybe I should clean that up.
vi: Có lẽ tôi nên làm sạch mà lên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BELL_BLUEPRINT
source: This will save some experimentation.
vi: Điều này sẽ tiết kiệm được một số thử nghiệm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFLY
source: It's filled with fire!
vi: Nó chứa đầy lửa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVASPIT.HOT
source: The coolest drool!
vi: Các nước dãi thú vị nhất!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVASPIT.COOL
source: Cool drool, literally.
vi: Mát nước dãi, theo nghĩa đen.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE
source: Why can't we be friends?
vi: Tại sao chúng ta không thể là bạn bè?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_PET.STARVING
source: I can see her ribs!
vi: Tôi có thể nhìn thấy xương sườn của cô!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_PET.HUNGRY
source: I think she wants some burnings.
vi: Tôi nghĩ rằng cô ấy muốn một số đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_PET.CONTENT
source: My own little burninator.
vi: burninator nhỏ cho riêng mình.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_PET.GENERIC
source: She's... perfect.
vi: Cô ấy là ... hoàn hảo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_EGG.GENERIC
source: I think a fire is trying to escape.
vi: Tôi nghĩ rằng một ngọn lửa đang cố gắng trốn thoát.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: It has a chill.
vi: Nó có một cơn ớn lạnh.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: That egg looks happy.
vi: trứng trông hạnh phúc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LAVAE_TOOTH
source: I hope she's not a biter.
vi: Tôi hy vọng cô ấy không phải là một thủ cạnh tranh như.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACORN
source: Hey there, tree seed.
vi: Hey ở đó, hạt giống cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACORN_SAPLING
source: You'll be a real tree soon.
vi: Bạn sẽ có một cây thật sớm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.WITHERED
source: Nice and dry, ready to burn!
vi: Tốt và khô, sẵn sàng để đốt cháy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's a flammable tuft of grass.
vi: Đó là một chùm dễ cháy cỏ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.FROZEN
source: Frozen solid.
vi: Frozen rắn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.GENERIC
source: A fire would liven this thing up!
vi: Một ngọn lửa sẽ làm náo nhiệt điều này lên!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.WARM
source: No flame, no real heat... what fun is that?
vi: Không có lửa, không có nhiệt thực ... những gì thú vị là?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE_ACTIVE
source: Now that's just creepy!
vi: Bây giờ chỉ là đáng sợ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE_PLANTED
source: That's not a normal plant.
vi: Đó không phải là một nhà máy bình thường.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE
source: Why did this plant have a face?
vi: Tại sao cây này có một khuôn mặt?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PHLEGM
source: Gross! I should burn it.
vi: Tổng! Tôi nên đốt nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE
source: Hey there, tree seed.
vi: Hey ở đó, hạt giống cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE_SAPLING
source: You'll be a real tree soon.
vi: Bạn sẽ có một cây thật sớm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTONE
source: I'll touch it when I'm good and ready.
vi: Tôi sẽ chạm vào nó khi tôi tốt và sẵn sàng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.WITHERED
source: It's so dry, it's like it wants to be on fire.
vi: Đó là quá khô, nó giống như nó muốn được đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON_PLAYER.MALE
source: The fire of %s's life was extinguished by %s.
vi: Ngọn lửa của cuộc sống% s đã được dập tắt bằng% s.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON_PLAYER.FEMALE
source: The fire of %s's life was extinguished by %s.
vi: Ngọn lửa của cuộc sống% s đã được dập tắt bằng% s.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON_PLAYER.ROBOT
source: The fire of %s's life was extinguished by %s.
vi: Ngọn lửa của cuộc sống% s đã được dập tắt bằng% s.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: The fire of %s's life was extinguished by %s.
vi: Ngọn lửa của cuộc sống% s đã được dập tắt bằng% s.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPAT
source: I don't like your face!
vi: Tôi không thích khuôn mặt của bạn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STEELWOOL
source: Make a spark, it'll still burn.
vi: Thực hiện một tia lửa, nó vẫn sẽ đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_13
source: She looks like she was forged in flame.
vi: Cô ấy trông giống như cô ấy đã được tôi luyện trong ngọn lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE_SMOLDERING
source: Hooray, it's about to light on fire!
vi: Hoan hô, nó về để thắp sáng trên lửa!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.YUCKY
source: I fear to consume that.
vi: Tôi sợ phải tiêu thụ mà.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_COMPASS_OUT
source: It feels the force of the earth no more.
vi: Nó cảm thấy lực lượng của trái đất không còn nữa.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It could use a bit more.
vi: Nó có thể sử dụng nhiều hơn một chút.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: So close to death, yet so far.
vi: Vì vậy, gần đến cái chết, nhưng cho đến nay.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BEES
source: Bees! Maybe I'm allergic!
vi: Ong! Có lẽ tôi là dị ứng!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DEERCLOPS
source: That could be bad.
vi: Đó có thể là xấu.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_FREEDOM
source: Freedom. Great.
vi: Sự tự do. Tuyệt.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HIGHRESEARCH
source: I have seen the void and it is deep and dark.
vi: Tôi đã thấy những khoảng trống và nó là sâu và tối.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_LOWRESEARCH
source: I have seen the void and it is deep and dark.
vi: Tôi đã thấy những khoảng trống và nó là sâu và tối.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_MOSQUITOS
source: Mosquitos! Suck all my blood out!
vi: Muỗi! Hút tất cả máu của tôi ra!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NODANGERSLEEP
source: I can't sleep, there's death to be had.
vi: Tôi không thể ngủ được, có sự chết để có được.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOHUNGERSIESTA
source: My stomach is as empty as my heart, I can't nap now.
vi: dạ dày của tôi là trống rỗng như trái tim tôi, tôi không thể chợp mắt bây giờ.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SHELTER
source: Nature is good for something after all.
vi: Thiên nhiên là tốt cho một cái gì đó sau khi tất cả.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BURNT
source: Ow! Fires of Hell!
vi: Ow! Ngọn lửa của địa ngục!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOOL_SLIP
source: Oh well, I didn't need it anyways.
vi: Oh well, tôi không cần nó anyways.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DAMP
source: Soggy and sad.
vi: Ẩm ướt và buồn.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WET
source: Maybe this water will fill the hole in my heart.
vi: Có lẽ nước này sẽ lấp đầy chỗ trống trong trái tim tôi.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WETTER
source: An eternity of moisture and sorrow.
vi: Một cõi vĩnh hằng của độ ẩm và nỗi buồn.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SOAKED
source: An apocalypse of water.
vi: Ngày tận thế của nước.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: He has passed.
vi: Ông đã qua.
