Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_DESC.COMPETITIVE
source: This is where you'll find a fair fight. Everyone needs a place to prove who's the best at surviving, fighting, building, or whatever.
vi: Đây là nơi bạn sẽ tìm thấy 1 trận đấu công bằng. Mọi người cần phải chứng tỏ hết sức sinh tồn, tranh đấu, xây dựng hoặc gì cũng được.

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_DESC.MADNESS
source: Anything goes on this server! Forests will be burned, food will be nommed, backs will be stabbed.
vi: Mọi thứ có thể xảy ra ở đây! Rừng có thể cháy, đồ ăn có thể bị cướp và lưng sẽ bị đâm.

# STRINGS.UI.MODSSCREEN.VIEW_AND_CONFIGURE
source: Mod can be viewed and configured.
vi: Mod có thể được xem và chỉnh.

# STRINGS.UI.MODSSCREEN.SERVERMODS
source: Server Mods
vi: Mod của server

# STRINGS.UI.MODSSCREEN.SERVERMODS_TITLE
source: Server Mods -
vi: Mod của server -

# STRINGS.UI.MODSSCREEN.SERVERMODS_TITLE_GENERIC
source: Server Mods (View/Configure)
vi: Mod của server (Xem/Chỉnh)

# STRINGS.UI.MODSSCREEN.CLIENTMODS
source: Client Mods
vi: Mod của trạm

# STRINGS.UI.MODSSCREEN.NOCONFIG
source: No Configurations
vi: Không điều hỉnh

# STRINGS.UI.MODSSCREEN.MORE_MODS
source: Steam Workshop
vi: Workshop trên Steam

# STRINGS.UI.MODSSCREEN.UPTODATE
source: Up To Date
vi: Mới nhất

# STRINGS.UI.MODSSCREEN.NO_MODS
source: You don't have any mods installed, but you can download some from the Steam Workshop.",--Klei forums.
vi: Bạn không có mod nào được cài, nhưng bạn có thể tải thử về từ Workshop trên Steam.

# STRINGS.UI.MODSSCREEN.NO_MODS_TYPE
source: You don't have any mods installed, but you can download some from the Steam Workshop.",--Klei forums.
vi: Bạn không có mod nào được cài, nhưng bạn có thể tải thử về từ Workshop trên Steam.

# STRINGS.UI.MODSSCREEN.CLEANALL
source: Clean All
vi: Dọn Tất

# STRINGS.UI.MODSSCREEN.UPTODATEALL
source: All Up To Date
vi: Tất cả đều mới nhất

# STRINGS.UI.MODSSCREEN.UPDATEALL
source: Update All
vi: Cập nhật tất cả

# STRINGS.UI.SERVERCREATIONSCREEN.PRIVACY.CLAN
source: Steam Group
vi: Nhóm Steam

# STRINGS.UI.SERVERCREATIONSCREEN.CLANID
source: Group ID:
vi: Mã nhóm:

# STRINGS.UI.SERVERCREATIONSCREEN.CLANONLY
source: Members Only:
vi: Chỉ dành cho thành viên:

# STRINGS.UI.SERVERCREATIONSCREEN.CLANADMIN
source: Auto Group Admins:
vi: Tự động quản trị nhóm:

# STRINGS.UI.SERVERCREATIONSCREEN.NO
source: No
vi: Không

# STRINGS.UI.SERVERCREATIONSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.SERVERCREATIONSCREEN.NEWGAME_SUFFIX
source: 's World
vi: Thế giới

# STRINGS.UI.SERVERCREATIONSCREEN.CANCEL_TITLE
source: Lose Changes?
vi: Hủy thay đổi?

# STRINGS.UI.SERVERCREATIONSCREEN.CANCEL_BODY
source: Do you want to abandon your changes?
vi: Bạn có muốn hủy thay đổi không?

# STRINGS.UI.SERVERCREATIONSCREEN.PRIVACY.LOCAL
source: Local Only
vi: Chỉ nội mạng

# STRINGS.UI.SERVERCREATIONSCREEN.PRIVACY.FRIENDS
source: Friends Only
vi: Chỉ bạn bè

# STRINGS.UI.SERVERCREATIONSCREEN.ADMIN
source: Manage Server
vi: Quản lý server

# STRINGS.UI.SERVERCREATIONSCREEN.MANAGE_ACCOUNT
source: Account Info
vi: Tài khoản

# STRINGS.UI.SERVERCREATIONSCREEN.DELETE_SLOT
source: Delete Slot
vi: Xóa chỗ

# STRINGS.UI.SERVERCREATIONSCREEN.WORLD
source: Edit World
vi: Sửa thế giới

# STRINGS.UI.SERVERCREATIONSCREEN.VIEWWORLD
source: View World
vi: Xem thế giới

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERNAME
source: Name:
vi: Tên:

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERPASSWORD
source: Password:
vi: Mật khẩu:

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERDESC
source: Description:
vi: Chú thích:

# STRINGS.UI.SERVERCREATIONSCREEN.FRIENDSONLY
source: Friends Only:
vi: Chỉ bạn bè:

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERTYPE
source: Server Type:
vi: Loại server:

# STRINGS.UI.SERVERCREATIONSCREEN.ON
source: On
vi: Có

# STRINGS.UI.SERVERCREATIONSCREEN.OFF
source: Off
vi: Không

# STRINGS.UI.SERVERCREATIONSCREEN.PVP
source: PvP:
vi: Đấu nhau:

# STRINGS.UI.SERVERCREATIONSCREEN.GAMEMODE
source: Game Mode:
vi: Chế độ game:

# STRINGS.UI.SERVERCREATIONSCREEN.MAXPLAYERS
source: Players:
vi: Người chơi:

# STRINGS.UI.SERVERCREATIONSCREEN.ONLINEONYTITLE
source: Online World
vi: Thế giới trực tuyến

# STRINGS.UI.SERVERCREATIONSCREEN.ONLINEONLYBODY
source: You can only resume an online world when you have a connection to Steam and Klei. Please log in and try again.
vi: Bạn chỉ vào lại thế giới trực tuyến được nếu bạn có kết nối tới Steam và Klei. Xin vui lòng đăng nhập để thử lại.

# STRINGS.UI.SERVERCREATIONSCREEN.OFFLINEMODETITLE
source: Offline Mode
vi: Chế độ ngoại tuyến

# STRINGS.UI.MAINSCREEN.QUIT
source: Quit
vi: Thoát

# STRINGS.UI.SERVERCREATIONSCREEN.OFFLINEMODEBODYCREATE
source: Are you sure you want to create an offline world? Only users on your Local Area Network will be able to join this world.
vi: Bạn chắc là muốn tạo thế giới ngoại tuyến? Chỉ có người chơi trong mạng nội bộ mới tham gia thế giới này được thôi.

# STRINGS.UI.SERVERCREATIONSCREEN.OFFLINEMODEBODYRESUME
source: You are resuming an offline world. Only users on your Local Area Network will be able to join this world.
vi: Bạn đang vào lại 1 thế giới ngoại tuyến. Chỉ có người chơi trong mạng nội bộ mới tham gia thế giới này được thôi.

# STRINGS.UI.SERVERCREATIONSCREEN.FULLSLOTSTITLE
source: No Slots Available
vi: Hết chỗ

# STRINGS.UI.SERVERCREATIONSCREEN.FULLSLOTSBODY
source: All of your server slots are currently full. You must either select a slot to load the world from or delete a slot to start a new world.
vi: Tất cả các chỗ cho server đã hết. Bạn phải chọn lại 1 chỗ để tải lại thế giới hoặc xóa bớt 1 chỗ để bắt đầu thế giới mới

# STRINGS.UI.SERVERCREATIONSCREEN.NEWGAME
source: New Server
vi: Server mới

# STRINGS.UI.SERVERCREATIONSCREEN.DELETE
source: Delete
vi: Xóa

# STRINGS.UI.SERVERCREATIONSCREEN.SLOT
source: Server Slot
vi: Chỗ server

# STRINGS.UI.SERVERCREATIONSCREEN.SURE
source: Are you sure?
vi: Bạn chắc không?

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERDAY
source: World: Day
vi: Thế giới: Ngày

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERDAY_NEW
source: New World
vi: Thế giới mới

# STRINGS.UI.SERVERCREATIONSCREEN.SELECT_SLOT
source: Select Slot
vi: Chọn chỗ

# STRINGS.UI.SERVERCREATIONSCREEN.HOST_GAME
source: Host Game
vi: Tạo game

# STRINGS.UI.SERVERADMINSCREEN.BANNED_PLAYERS_HEADER
source: Banned Players
vi: Người chơi bị cấm

# STRINGS.UI.SERVERADMINSCREEN.PLAYER
source: Player
vi: Ngày chơi

# STRINGS.UI.SERVERADMINSCREEN.DATE
source: Date
vi: Ngày

# STRINGS.UI.SERVERADMINSCREEN.DAY
source: World Day
vi: Ngày thế giới

# STRINGS.UI.SERVERADMINSCREEN.EMPTY_SLOT
source: EMPTY
vi: TRỐNG

# STRINGS.UI.SERVERADMINSCREEN.EMPTY_SLOT_TITLE
source: Empty Slot
vi: Chỗ trống

# STRINGS.UI.SERVERADMINSCREEN.CLEAR_PLAYERS
source: Delete All
vi: Xóa tất

# STRINGS.UI.SERVERADMINSCREEN.UNDO_PLAYERS
source: Undo All
vi: Hoàn tác toàn bộ

# STRINGS.UI.SERVERADMINSCREEN.PLAYER_DETAILS
source: Details
vi: Chi tiết

# STRINGS.UI.SERVERADMINSCREEN.PLAYER_PROFILE
source: Steam Profile
vi: Trang cá nhân Steam

# STRINGS.UI.SERVERADMINSCREEN.PLAYER_DELETE
source: Delete
vi: Xóa

# STRINGS.UI.SERVERADMINSCREEN.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.SERVERADMINSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.SERVERADMINSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.SERVERADMINSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.SERVERADMINSCREEN.NO
source: No
vi: Không

# STRINGS.UI.SERVERADMINSCREEN.UNKNOWN
source: Unknown
vi: Không rõ

# STRINGS.UI.SERVERADMINSCREEN.BANNED
source: Banned:
vi: Cấm:

# STRINGS.UI.SERVERADMINSCREEN.SERVER_NAME
source: Server Name:
vi: Tên server:

# STRINGS.UI.SERVERADMINSCREEN.SERVER_DESCRIPTION
source: Description:
vi: Chú thích:

# STRINGS.UI.SERVERADMINSCREEN.NO_PLAYER_SELECTED
source: No Player Selected
vi: Không chọn người chơi nào

# STRINGS.UI.SERVERADMINSCREEN.LOSE_CHANGES_TITLE
source: Lose Changes?
vi: Hủy thay đổi?

# STRINGS.UI.SERVERADMINSCREEN.LOSE_CHANGES_BODY
source: Do you want abandon your changes?
vi: Bạn có muốn hủy thay đổi không?

# STRINGS.UI.SERVERADMINSCREEN.DELETE_ENTRY_TITLE
source: Delete Player?
vi: Xóa người chơi?

# STRINGS.UI.SERVERADMINSCREEN.DELETE_ENTRY_BODY
source: Do you want to delete "
vi: Bạn có muốn xóa

# STRINGS.UI.SERVERADMINSCREEN.DELETE_ENTRY_BODY_2
source: " from your ban list?
vi: " khỏi danh sách cấm?

# STRINGS.UI.SERVERADMINSCREEN.CLEAR_LIST_TITLE
source: Delete all?
vi: Xóa tất?

# STRINGS.UI.SERVERADMINSCREEN.CLEAR_LIST_BODY
source: Do you want to delete all banned players?
vi: Bạn có muốn xóa tất cả người chơi bị cấm?

# STRINGS.UI.SERVERADMINSCREEN.RESTORE_SNAPSHOT_HEADER
source: Restore %s
vi: Hồi phục %s

# STRINGS.UI.SERVERADMINSCREEN.RESTORE_SNAPSHOT_BODY
source: Do you want to restore the selected snapshot? You will lose all changes to the world past that day, as well as all subsequent snapshots. This cannot be undone.
vi: Bạn có muốn hồi phục bản lưu đã chọn? bạn sẽ mất đi tất cả thay đổi của thế giới sau ngày đó cũng như các bản lưu trước. Quy trình này không hoàn lại được.

# STRINGS.UI.SERVERADMINSCREEN.UNKNOWN_USER_NAME
source: [unknown]
vi: [không rõ]

# STRINGS.UI.NOAUTHENTICATIONSCREEN.TITLE
source: Create an Account
vi: Tạo 1 tài khoản

# STRINGS.UI.NOAUTHENTICATIONSCREEN.TITLE_FAILEDEMAIL
source: Email Not Validated
vi: Email không xác nhận

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BODY
source: It looks like this is your first time playing Don't Starve Together. Please click below to create an account and start playing.
vi: Có vẻ như đây là lần đầu bạn chơi Don't Starve Together. Bấm vào bên dưới để tạo tài khoản và bắt đầu chơi.

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BODY_FAILEDEMAIL
source: The email associated with your account has not been validated. Check your inbox for a validation request. If you think your email was entered incorrectly, click below to try again.
vi: Email tài khoản chưa được xác nhận. Kiểm tra hòm thư đến để nhận yêu cầu xác nhận. Nếu bạn nghĩ mình nhập sai email thì bấm vào bên dưới để thử lại.

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BODY2
source: Account creation will temporarily minimize your game and open your web browser. If it doesn't work, try enabling your Steam overlay.
vi: Quy trình tạo tài khoản sẽ tạm thời thu nhỏ trò chơi và mở trình duyệt web. Nếu không được xin vui lòng bật phần giao diện nền của STEAM.

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BODY2_FAILEDEMAIL
source: Trying again will temporarily minimize your game and open your web browser.
vi: Thử lại sẽ tạm thời thu nhỏ trò chơi và mở trình duyệt web

# STRINGS.UI.NOAUTHENTICATIONSCREEN.CREATEBUTTON
source: Create Account
vi: Tạo tài khoản

# STRINGS.UI.NOAUTHENTICATIONSCREEN.FAILEDEMAILBUTTON
source: Try Again
vi: Thử lại

# STRINGS.UI.NOAUTHENTICATIONSCREEN.CANCELBUTTON
source: Cancel
vi: Hủy

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BAD_TITLE
source: Ownership Not Confirmed
vi: Chủ sở hữu không xác nhận

# STRINGS.UI.NOAUTHENTICATIONSCREEN.BAD_BODY
source: We can't verify that you own a copy of Don't Starve Together on Steam right now. Please try again later.
vi: Chúng tôi không xác nhận được bạn sở hữu bản quyền game trên Steam. Xin vui lòng thử lại sau.

# STRINGS.UI.LOBBYSCREEN.INVITE
source: Invite
vi: Mời

# STRINGS.UI.LOBBYSCREEN.SELECT
source: Select
vi: Chọn

# STRINGS.UI.LOBBYSCREEN.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.LOBBYSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.LOBBYSCREEN.DISCONNECT
source: Disconnect
vi: Dừng kết nối

# STRINGS.UI.LOBBYSCREEN.CLIENTQUITTITLE
source: Leave Server
vi: Rời server

# STRINGS.UI.LOBBYSCREEN.CLIENTQUITBODY
source: Are you sure you want to leave the server?
vi: Bạn chắc là rời server không?

# STRINGS.UI.LOBBYSCREEN.HOSTQUITTITLE
source: Shut Down Server
vi: Tắt server

# STRINGS.UI.LOBBYSCREEN.HOSTQUITBODY
source: Are you sure you want to shut the server down? If you do, any players connected will be disconnected.
vi: Bạn chắc là muốn tắt server không. Nếu có thì bất kỳ ai đang kết nối sẽ bị ngắt kết nối.

# STRINGS.UI.LOBBYSCREEN.YES
source: Do it!
vi: Làm đi!

# STRINGS.UI.LOBBYSCREEN.NO
source: Maybe not...
vi: Chắc không...

# STRINGS.UI.LOBBYSCREEN.DAYSSURVIVED
source: Days Survived:
vi: Ngày đã sinh tồn:

# STRINGS.UI.MORGUESCREEN.HISTORY
source: History
vi: Lịch sử

# STRINGS.UI.MORGUESCREEN.ENCOUNTERSTITLE
source: Encounters
vi: Đã gặp

# STRINGS.UI.MORGUESCREEN.LONGENCOUNTERSTITLE
source: Recent Encounters
vi: Gần đây đã gặp

# STRINGS.UI.MORGUESCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.MORGUESCREEN.PLAYER_NAME
source: Name
vi: Tên

# STRINGS.UI.MORGUESCREEN.PLAYER_CHAR
source: Face
vi: Mặt

# STRINGS.UI.MORGUESCREEN.MODE
source: World
vi: Thế giới

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.32
source: Menu Scroll Up
vi: Kéo menu lên

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.33
source: Menu Scroll Down
vi: Kéo menu xuống

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.64
source: Toggle Say
vi: Bật nói

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.65
source: Toggle Whisper
vi: Bật thì thầm

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.66
source: Slash Command
vi: Mã lệnh

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.67
source: Scoreboard
vi: Bảng điểm

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.68
source: Scoreboard
vi: Bảng điểm

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.69
source: Menu Misc 1
vi: Menu mục 1

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.70
source: Menu Misc 2
vi: Menu muc 2

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.71
source: Menu Misc 3
vi: Menu mục 3

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.72
source: Menu Misc 4
vi: Menu mục 4

# STRINGS.UI.CONTROLSSCREEN.RESET
source: Reset All
vi: Thiết lập lại hết

# STRINGS.UI.CONTROLSSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.CONTROLSSCREEN.CHANGEBIND
source: Change Bind
vi: Đổi lưu nút

# STRINGS.UI.CONTROLSSCREEN.APPLYTITLE
source: Accept Changes
vi: Chấp nhận thay đổi

# STRINGS.UI.CONTROLSSCREEN.APPLYBODY
source: Do you wish to accept these changes?
vi: Bạn đồng ý chấp nhận thay đổi này chứ?

# STRINGS.UI.CONTROLSSCREEN.RESETTITLE
source: Reset Binds
vi: Thiết lập lại nút

# STRINGS.UI.CONTROLSSCREEN.RESETBODY
source: Do you want to reset all binds to their defaults?
vi: Bạn muốn thiết lập lại hết nút về mặc định chứ?

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.2
source: Xbox Controller
vi: Tay cầm Xbox

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.8
source: PS4 Controller
vi: Tay cầm PS4

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.9
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.2
source: - No Bind -
vi: - Chưa có nút -

# STRINGS.UI.CONTROLSSCREEN.INPUTS.9.1
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.9.2
source: - No Bind -
vi: - Không có nút -

# STRINGS.UI.GENDERSTRINGS.DEFAULT.ONE
source: they
vi: họ

# STRINGS.UI.GENDERSTRINGS.DEFAULT.TWO
source: their
vi: của họ

# STRINGS.UI.SANDBOXMENU.DEFAULT
source: Autumn
vi: Thu

# STRINGS.UI.SANDBOXMENU.SLIDETINY
source: Tiny
vi: Siêu nhỏ

# STRINGS.VOTING.KICK.START
source: %s has started a vote to kick %s
vi: %s đã bắt đầu bầu cử để đuổi %s

# STRINGS.VOTING.KICK.SUCCESS
source: Vote to kick %s has succeeded
vi: Bầu để đuổi %s đã thành công

# STRINGS.VOTING.KICK.FAILURE
source: Vote to kick %s failed
vi: Bầu để đuổi %s thất bại

# STRINGS.MODS.VERSIONING.OUT_OF_DATE
source: The server mod "%s" is out of date. The server needs to get the latest version of the mod for users to be able to join.
vi: Mod của server "%s" đã cũ. Server cần phải cập nhật bản mới nhất của mod để người chơi mới vào tham gia.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.INUSE
source: I should wait my turn.
vi: Mình nên đợi tới lượt.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.RUMMAGE.GENERIC
source: I can't do that.
vi: Tôi không làm thế được.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.RUMMAGE.INUSE
source: I should wait my turn.
vi: Mình nên đợi tới lượt.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.COOK.GENERIC
source: I can't do that.
vi: Tôi không làm thế được.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.COOK.INUSE
source: I should wait my turn.
vi: Mình nên đợi tới lượt.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.COOK.TOOFAR
source: It's too far away!
vi: Nó xa quá đi!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVE.DEAD
source: Maybe I'll just hold on to this.
vi: Có lẽ tôi sẽ chỉ giữ cho này.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVE.SLEEPING
source: Too unconcious to care.
vi: Quá bất tỉnh để chăm sóc.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVE.BUSY
source: I'll try again in a second.
vi: Tôi sẽ cố gắng một lần nữa trong một giây.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.FULL
source: Their pockets are too full!
vi: túi của họ là quá đầy đủ!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.DEAD
source: Maybe I'll just hold on to this.
vi: Có lẽ tôi sẽ chỉ giữ cho này.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: Too unconcious to care.
vi: Quá bất tỉnh để chăm sóc.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.BUSY
source: I'll try again in a second.
vi: Tôi sẽ cố gắng một lần nữa trong một giây.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: Their pockets are too full!
vi: túi của họ là quá đầy đủ!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: Maybe I'll just hold on to this.
vi: Có lẽ tôi sẽ chỉ giữ cho này.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: Too unconcious to care.
vi: Quá bất tỉnh để chăm sóc.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: I'll try again in a second.
vi: Tôi sẽ cố gắng một lần nữa trong một giây.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.WRITE.GENERIC
source: I can't do that.
vi: Tôi không thể làm điều đó.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.WRITE.INUSE
source: There's only room for one scribbler.
vi: Có người chỉ có chỗ cho một người viết cẩu thả.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_COLD
source: So cold!
vi: Lạnh quá!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.INVALID
source: I can't eat that!
vi: Tôi không thể ăn mà!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.YUCKY
source: Puting that in my mouth would be disgusting!
vi: Puting rằng trong miệng của tôi sẽ là kinh tởm!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERAFK
source: Now's not the time to flee this fight!
vi: Hiện nay không phải là thời gian để chạy trốn cuộc chiến này!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SHELTER
source: Thanks for the protection from the elements, tree!
vi: Cảm ơn các bảo vệ khỏi các yếu tố, cây!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BURNT
source: Yikes! That was hot!
vi: Yikes! Đó là nóng!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_COMPASS_OUT
source: This compass doesn't point anymore.
vi: la bàn này không chỉ nữa.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_GHOSTDRAIN
source: My humanity is about to start slipping away...
vi: nhân loại của tôi là về để bắt đầu trượt đi ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_SAMECHARACTER
source: Is that a mirror?
vi: Có phải đó là một tấm gương?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: It finally fell apart.
vi: Nó cuối cùng cũng tan vỡ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: It's all scorched.
vi: Đó là tất cả cháy xém.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERNIE_ACTIVE
source: That teddy bear is moving around. Interesting.
vi: Đó là con gấu bông đang di chuyển xung quanh. Hấp dẫn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLAYER.GENERIC
source: It's %s!
vi: Đó là% s!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLAYER.ATTACKER
source: That %s looks shifty...
vi: Đó% s trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLAYER.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLAYER.REVIVER
source: %s, friend of ghosts.
vi: % S, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLAYER.GHOST
source: %s could use a heart.
vi: % S có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILSON.GENERIC
source: It's Wilson!
vi: Đó là Wilson!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILSON.ATTACKER
source: That Wilson looks shifty...
vi: Đó Wilson trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILSON.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILSON.REVIVER
source: Wilson, friend of ghosts.
vi: Wilson, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILSON.GHOST
source: Wilson could use a heart.
vi: Wilson có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOLFGANG.GENERIC
source: It's Wolfgang!
vi: Đó là Wolfgang!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOLFGANG.ATTACKER
source: That Wolfgang looks shifty...
vi: Wolfgang trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOLFGANG.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOLFGANG.REVIVER
source: Wolfgang, friend of ghosts.
vi: Wolfgang, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOLFGANG.GHOST
source: Wolfgang could use a heart.
vi: Wolfgang có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAXWELL.GENERIC
source: It's Maxwell!
vi: Đó là Maxwell!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAXWELL.ATTACKER
source: That Maxwell looks shifty...
vi: Đó Maxwell vẻ gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAXWELL.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAXWELL.REVIVER
source: Maxwell, friend of ghosts.
vi: Maxwell, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAXWELL.GHOST
source: Maxwell could use a heart.
vi: Maxwell có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78.GENERIC
source: It's WX-78!
vi: Đó là WX-78!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78.ATTACKER
source: That WX-78 looks shifty...
vi: Đó WX-78 trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78.REVIVER
source: WX-78, friend of ghosts.
vi: WX-78, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WX78.GHOST
source: WX-78 could use a heart.
vi: WX-78 có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILLOW.GENERIC
source: It's Willow!
vi: Đó là Willow!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILLOW.ATTACKER
source: That Willow looks shifty...
vi: Willow trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILLOW.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILLOW.REVIVER
source: Willow, friend of ghosts.
vi: Willow, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILLOW.GHOST
source: Willow could use a heart.
vi: Willow có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WENDY.GENERIC
source: It's Wendy!
vi: Đó là Wendy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WENDY.ATTACKER
source: That Wendy looks shifty...
vi: Wendy trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WENDY.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WENDY.REVIVER
source: Wendy, friend of ghosts.
vi: Wendy, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WENDY.GHOST
source: Wendy could use a heart.
vi: Wendy có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODIE.GENERIC
source: It's Woodie!
vi: Đó là Woodie!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODIE.ATTACKER
source: That Woodie looks shifty...
vi: Woodie trông gian xảo ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODIE.MURDERER
source: Murderer!
vi: Kẻ giết người!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODIE.REVIVER
source: Woodie, friend of ghosts.
vi: Woodie, người bạn của bóng ma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODIE.GHOST
source: Woodie could use a heart.
vi: Woodie có thể sử dụng một trái tim.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WICKERBOTTOM.GENERIC
source: It's Wickerbottom!
vi: Đó là Wickerbottom!
