Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY
source: That is the mere suggestion of defense.
vi: Đó chỉ là sự gợi ý của quốc phòng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY_ITEM
source: Their defensive value is questionable.
vi: giá trị phòng thủ của họ là có vấn đề.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE
source: What will protect me from what's inside?
vi: Điều gì sẽ bảo vệ tôi khỏi những gì bên trong?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE_ITEM
source: These won't protect from the demons within.
vi: Những điều này sẽ không bảo vệ khỏi ma quỷ bên trong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS
source: These didn't protect the ancients did they!
vi: Những đã không bảo vệ được người xưa đã làm họ!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS_ITEM
source: Are the very stones haunted?
vi: Được những viên đá rất ám ảnh?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD
source: Now I can delay the inevitable.
vi: Bây giờ tôi có thể trì hoãn việc không thể tránh khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD_ITEM
source: Bundled logs.
vi: bản ghi kèm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS
source: An old man, of the sea.
vi: Một ông già, của biển.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUSHAT
source: What feverish thoughts transpired beneath this?
vi: Những suy nghĩ sốt transpired dưới này?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.EMPTY
source: If they are not in there, where are they?
vi: Nếu họ không có, họ ở đâu?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.GENERIC
source: This home is not a happy one, I fear.
vi: Nhà này không phải là một hạnh phúc, tôi sợ hãi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_TUSK
source: I shall gnash thee.
vi: Tôi phải nghiến ngươi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WASPHIVE
source: They hide in their fortress of hate.
vi: Họ ẩn trong pháo đài của họ ghét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WETGOOP
source: A miserable mess, just like life.
vi: Một mớ hỗn độn đau khổ, giống như cuộc sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTERHAT
source: It helps stave off the encroaching cold.
vi: Nó giúp ngăn ngừa cảm lạnh lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER
source: Why do I feel that it is measuring my mortality?
vi: Tại sao tôi cảm thấy rằng nó được đo lường tỷ lệ tử vong của tôi?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.GENERIC
source: Life doesn't always make sense.
vi: Cuộc sống không phải lúc nào cũng có ý nghĩa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.OPEN
source: No matter what it consumes, it is never satisfied.
vi: Không có vấn đề gì nó tiêu thụ, nó không bao giờ hài lòng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I've never much cared for metaphor.
vi: Tôi chưa bao giờ nhiều quan tâm cho phép ẩn dụ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICESTAFF
source: I take comfort in it's emptiness.
vi: Tôi thoải mái trong nó trống rỗng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_GENERIC
source: It is unmentionable.
vi: Đó là tưởng tượng nỗi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_TOODARK
source: The darkness! It is too dark!
vi: Bóng tối! Nó là quá tối!

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.TALLBIRDEGG_CRACKED
source: I spared it the torment of living.
vi: Tôi tha nó đau khổ của cuộc sống.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.GENERIC
source: I would really rather not.
vi: Tôi sẽ thực sự không thích.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.NOBITS
source: It's already smooth, dear.
vi: Nó đã mịn, thân yêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I think he might object to that.
vi: Tôi nghĩ rằng ông có thể phản đối.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMLIGHT
source: It's softer than I would've thought.
vi: Nó nhẹ nhàng hơn tôi đã nghĩ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.PLANT
source: Reminds me of the Anglerfish.
vi: Nhắc tôi về bộ cá vảy chân.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.DIRT
source: It would be best to stay away from that.
vi: Nó sẽ là tốt nhất để tránh xa mà.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.WORM
source: Worm attack!
vi: Worm tấn công!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL
source: It's an eel.
vi: Đó là một con lươn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL_COOKED
source: This eel has been cooked.
vi: lươn này đã được nấu chín.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UNAGI
source: A common way to prepare eel.
vi: Một cách phổ biến để chuẩn bị lươn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET
source: The magic of the two beasts has been concentrated by the thulecite.
vi: Sự kỳ diệu của hai con thú đã được tập trung bởi thulecite.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET_ITEM
source: I'll need to place this.
vi: Tôi sẽ cần phải đặt này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURHORN
source: An amazingly large horn. I wonder if the nightmare helped fuel the growth.
vi: Một sừng ngạc nhiên lớn. Tôi tự hỏi nếu những cơn ác mộng giúp thúc đẩy sự tăng trưởng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURCHEST
source: That chest is absolutely marvellous.
vi: ngực đó là hoàn toàn tuyệt vời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE_PIECES
source: I could combine these to create a larger piece.
vi: Tôi có thể kết hợp chúng để tạo ra một mảnh lớn hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND_ALGAE
source: It is a good thing this algae has no need for photosynthesis.
vi: Đó là một điều tốt tảo này không có nhu cầu quang hợp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENSTAFF
source: It appears to rewind time on an object.
vi: Nó xuất hiện để tua lại thời gian trên một đối tượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POTTEDFERN
source: A potted plant.
vi: Một chậu cây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BIRDS
source: The expurgated version, but it has my favorite: Megascops kennicottii.
vi: Phiên bản expurgated, nhưng nó có yêu thích của tôi: Megascops kennicottii.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_TENTACLES
source: Hard to put this one down. It's gripping, frankly.
vi: Khó để đặt một xuống này. Nó hấp dẫn, thẳng thắn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_GARDENING
source: Dead plants tied together to help me help alive plants.
vi: thực vật đã chết gắn liền với nhau để giúp tôi giúp cây sống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_SLEEP
source: Warm milk in book form.
vi: sữa ấm dưới dạng sách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BRIMSTONE
source: What could possibly go wrong?
vi: Điều gì có thể đi sai?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER
source: A classic example of symbiosis.
vi: Một ví dụ điển hình của sự hợp tác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER_PELT
source: This must be useful for something.
vi: Điều này phải là hữu ích cho một cái gì đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSLURPER
source: A disgusting and magical garment.
vi: Một kinh tởm và kỳ diệu may mặc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEAMULET
source: The gem fades with each use.
vi: Các đá quý mất dần với mỗi lần sử dụng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWSTAFF
source: Luckily the star is a manageable size.
vi: May mắn là ngôi sao thể quản lý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWGEM
source: Perhaps it is similar to Citrine.
vi: Có lẽ nó cũng tương tự như Citrine.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEGEM
source: It looks like a Spessartite garnet.
vi: Nó trông giống như một garnet Spessartite.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.VALID
source: It looks to be ready.
vi: Có vẻ để sẵn sàng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.GEMS
source: I don't think it's powered yet.
vi: Tôi không nghĩ rằng nó được hỗ trợ nào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.VALID
source: What a strange effect.
vi: Thật là một kỳ lạ có hiệu lực.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.GEMS
source: These hold gems.
vi: Những tổ chức đá quý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STAFFLIGHT
source: Perhaps a larger staff would summon a larger star.
vi: Có lẽ một nhân viên lớn hơn sẽ triệu tập một ngôi sao lớn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4
source: I think the hat collects energy from the air.
vi: Tôi nghĩ rằng những chiếc mũ thu thập năng lượng từ không khí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR
source: A monument to some long dead god.
vi: Một đài tưởng niệm cho một số thần chết từ lâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Parts of this are missing.
vi: Các bộ phận của này là mất tích.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_STATUE
source: This seems mystically aligned to the world.
vi: Điều này dường như nhiệm mầu phù hợp với thế giới.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LICHEN
source: A symbiot! A fungus and a phycobiontic bacteria.
vi: Một symbiot! Một loại nấm và vi khuẩn phycobiontic.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTLICHEN
source: This won't last long.
vi: Điều này sẽ không kéo dài.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA
source: All of them are genetically identical.
vi: Tất cả đều là di truyền giống hệt nhau.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_COOKED
source: Somewhat better.
vi: Hơi tốt hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_TREE
source: The seeds must have fallen down a sinkhole.
vi: Các hạt đã rơi xuống một hố.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKY
source: Their carapace is made of rocks.
vi: mai của họ được xây bằng đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEAMULET
source: The gem appears to be sucking energy out anything it touches.
vi: Các đá quý xuất hiện để được hút năng lượng ra khỏi bất cứ điều gì nó chạm vào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEAMULET
source: I can almost sense it beckoning to something.
vi: Tôi gần như có thể cảm nhận nó vẫy tay gọi một cái gì đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELESTAFF
source: The gem appears to focus the nightmare fuel.
vi: Các đá quý xuất hiện để tập trung nhiên liệu cơn ác mộng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEY
source: They produce quite an odor.
vi: Họ sản xuất khá mùi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEYBARREL
source: This appears to be the home of several primates.
vi: Điều này dường như là ngôi nhà của nhiều loài linh trưởng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDSTOOTH
source: Made of calcium and brimstone.
vi: Được làm bằng canxi và diêm sinh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSNURTLESHELL
source: It is quite capacious.
vi: Nó là khá rộng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BAT
source: A flying mammal.
vi: Một động vật có vú biết bay.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING
source: Technically edible.
vi: Về mặt kỹ thuật ăn được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING_COOKED
source: Technically edible.
vi: Về mặt kỹ thuật ăn được.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_FURRY
source: I'm not sleeping on the ground.
vi: Tôi không ngủ trên mặt đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUNNYMAN
source: A sentient lagomorph.
vi: Một bộ thỏ sinh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE
source: You could read by that light.
vi: Bạn có thể đọc bằng ánh sáng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_DOUBLE
source: You could read by that light.
vi: Bạn có thể đọc bằng ánh sáng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_TRIPLE
source: You could read by that light.
vi: Bạn có thể đọc bằng ánh sáng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUANO
source: More metabolic byproduct.
vi: Nhiều sản phẩm phụ chuyển hóa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LANTERN
source: A refuelable light source.
vi: Một nguồn sáng refuelable.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTBULB
source: Is this animal or vegetable?
vi: Đây có phải là động vật hay thực vật?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANRABBIT_TAIL
source: They use their tails to balance.
vi: Họ sử dụng đuôi để cân bằng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_TALL
source: A tree with a fungal parasite.
vi: Một cây với một ký sinh trùng nấm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_MEDIUM
source: A red variety of Mycena luxaeterna.
vi: Một loạt màu đỏ của Mycena luxaeterna.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_SMALL
source: My word! A huge Mycena silvaelucens.
vi: Từ của tôi! Một silvaelucens Mycena lớn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE
source: Sadly, it is just painted to look like a carrot.
vi: Đáng buồn thay, nó chỉ là sơn để trông giống như một củ cà rốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE
source: A mineral-devouring gastropod.
vi: Một ở khoáng ngấu nghiến.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of the broken.
vi: Mảnh vỡ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHAT
source: It provides protection.
vi: Nó cung cấp bảo vệ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHOLE
source: A gastropod pod.
vi: Một pod ở.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLESLIME
source: Their mucus is explosive for some reason.
vi: chất nhầy của họ là nổ đối với một số lý do.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNURTLE
source: A rare varient of gastropod.
vi: Một varient hiếm hoi ở.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_HIDER
source: An arachnid with a thick carapace.
vi: Một loài nhỏ với một cái mai dày.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_SPITTER
source: An arachnid that spits projectiles.
vi: Một loài nhện mà spits đạn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHOLE
source: This is the source of the spider infestation.
vi: Đây là nguồn gốc của sự phá hoại của nhện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE
source: A strange rock formation.
vi: Một hình thành đá kỳ lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_FULL
source: A strange rock formation.
vi: Một hình thành đá kỳ lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_LOW
source: A strange rock formation.
vi: Một hình thành đá kỳ lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_MED
source: A strange rock formation.
vi: Một hình thành đá kỳ lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL
source: Another stalagmite.
vi: Một măng đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_FULL
source: Another stalagmite.
vi: Một măng đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_LOW
source: Another stalagmite.
vi: Một măng đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_MED
source: Another stalagmite.
vi: Một măng đá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CARPETFLOOR
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CHECKERFLOOR
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_DIRT
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FOREST
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_GRASS
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MARSH
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROAD
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROCKY
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SAVANNA
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_WOODFLOOR
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CAVE
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FUNGUS
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SINKHOLE
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_UNDERROCK
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MUD
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATBAT
source: Interesting. This weapon appears to be alive.
vi: Hấp dẫn. Vũ khí này xuất hiện để được sống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANT
source: An invasive plant species.
vi: Một loài thực vật xâm lấn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANTBULB
source: Now I can move the plant as I wish.
vi: Bây giờ tôi có thể di chuyển nhà máy như tôi muốn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYEPLANT
source: I believe they are controlled by the larger plant.
vi: Tôi tin rằng họ được kiểm soát bởi các nhà máy lớn hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT
source: The plant produced a meaty substance.
vi: Các nhà máy sản xuất một chất thịt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT_COOKED
source: I feel better about eating this now.
vi: Tôi cảm thấy tốt hơn về chuyện ăn này ngay bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_FERN
source: A lovely ornamental plant.
vi: Một cây cảnh đáng yêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOLIAGE
source: These may have some nutritional value.
vi: Đây có thể có một số giá trị dinh dưỡng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOOTBALLHAT
source: Protective gear for full-contact endeavors.
vi: đồ bảo hộ cho các nỗ lực toàn liên lạc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POWCAKE
source: The crowning achievement of the agricultural-industrial complex.
vi: Các thành tựu của khu phức hợp nông-công nghiệp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: The placement of that rock looks intentional.
vi: Việc đặt hòn đá trông có chủ ý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.OPEN
source: The subterranean world awaits.
vi: Thế giới ngầm đang chờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_EXIT
source: Maybe I should go back up for some fresh air.
vi: Có lẽ tôi nên trở lên đối với một số không khí trong lành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOMERANG
source: It is a flat aerofoil.
vi: Nó là một aerofoil phẳng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_FOOD
source: It is heavy with bacteria.
vi: Nó là nặng với vi khuẩn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEBOX
source: It is a crude heat exchanger.
vi: Nó là một bộ trao đổi nhiệt thô.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLPHONOGRAPH
source: It appears to have no power source.
vi: Nó dường như không có nguồn điện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGUARD
source: One of the warrior caste.
vi: Một trong những đẳng cấp chiến binh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.GENERIC
source: It is a magitechnical homing device.
vi: Nó là một thiết bị dẫn đường magitechnical.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.COLD
source: The dial is moving faintly.
vi: Việc quay đang chuyển động yếu ớt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARM
source: I am definitely on the right track.
vi: Tôi chắc chắn đi đúng hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARMER
source: I must be getting close.
vi: Tôi phải được nhận được gần gũi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.HOT
source: Here we are!
vi: Ở đây chúng ta đang có!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGRODSTART
source: This rod might could be useful!
vi: thanh này có thể có thể là hữu ích!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT
source: Hylocereus undatus, or pitahaya blanca.
vi: Hylocereus undatus, hoặc Pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_COOKED
source: Pleasantly prepared pitahaya blanca.
vi: Pleasantly chuẩn bị Pitahaya blanca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_SEEDS
source: A seed for the magnificently mild Hylocereus undatus.
vi: Một hạt giống cho Hylocereus undatus tuyệt diệu nhẹ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONPIE
source: I do love a nice fruit pie.
vi: Tôi yêu một chiếc bánh hoa quả tốt đẹp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK
source: A leg of poultry.
vi: Một chân của gia cầm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK_COOKED
source: Not terribly healthy, but my is it delicious!
vi: Không terribly khỏe mạnh, nhưng tôi là nó ngon!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN
source: Aha, the Durio zibethinus. It really does reek.
vi: Aha, các Durio zibethinus. Nó thực sự reek.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_COOKED
source: Cooking this certainly did not improve its odour.
vi: Nấu ăn này chắc chắn đã không cải thiện mùi của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_SEEDS
source: Even the seeds of the Durio zibethinus smell a bit.
vi: Ngay cả những hạt giống của Durio zibethinus ngửi một chút.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFSHAT
source: Poor Leporidae. At least my ears will be warm.
vi: Poor Leporidae. Ít nhất là đôi tai của tôi sẽ được ấm áp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT
source: A nightshade, specifically Solanum melongena.
vi: Một bạch, cụ thể Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_COOKED
source: I present: Braised Solanum melongena.
vi: Tôi trình bày: om Solanum melongena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_SEEDS
source: Seed of aubergine.
vi: Hạt giống của cà tím.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WAFFLES
source: Salutations, waffles.
vi: Salutations, bánh quế.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD_ITEM
source: Deployable pickets.
vi: vót triển khai.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE_ITEM
source: I'm not sure why I can carry so many of these.
vi: Tôi không chắc chắn lý do tại sao tôi có thể thực hiện rất nhiều trong số này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS_ITEM
source: My pockets must be bigger on the inside.
vi: túi của tôi phải được lớn hơn ở bên trong.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY_ITEM
source: Hay bales.
vi: kiện hay.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD
source: That offers some protection.
vi: Mà cung cấp một số bảo vệ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE
source: That is quite secure.
vi: Đó là khá an toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS
source: A very secure wall.
vi: Một bức tường rất an toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY
source: I don't trust that wall.
vi: Tôi không tin tưởng bức tường đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADVENTURE_PORTAL
source: That violates some pretty fundamental physical laws.
vi: Vi phạm một số định luật vật lý khá cơ bản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.GENERIC
source: This will safely contain one avian specimen.
vi: Điều này sẽ an toàn có chứa một mẫu gia cầm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is contained.
vi: Ông được chứa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT
source: I normally wouldn't eat this raw.
vi: Tôi thường không ăn sống này.
