Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOARDS
source: Even scarier for the trees.
vi: Thậm chí đáng sợ cho cây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BONESTEW
source: They died. And then I put them in a stew.
vi: Họ đã chết. Và sau đó tôi đặt chúng trong một hầm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUGNET
source: A prison for tiny insects.
vi: Một tù cho côn trùng nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUSHHAT
source: Oh to disappear.
vi: Oh để biến mất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTER
source: I wasn't expecting that.
vi: Tôi đã không mong đợi đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.GENERIC
source: Pretty, but short-lived.
vi: Pretty, nhưng ngắn ngủi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.HELD
source: I hold its life in my hands.
vi: Tôi giữ cuộc sống của mình trong tay tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYWINGS
source: No more can the butterfly soar.
vi: Không có nhiều con bướm có thể tăng cao.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYMUFFIN
source: Let's see you get out of this sugary trap!
vi: Hãy xem bạn có được ra khỏi cái bẫy ngọt ngào này!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.EMBERS
source: Darkness is looming.
vi: Darkness được lờ mờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.GENERIC
source: I might survive this night!
vi: Tôi có thể sống sót trong đêm nay!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.HIGH
source: A vision of Hell!
vi: Một tầm nhìn của địa ngục!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.LOW
source: The gloom encroaches.
vi: Các u ám lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.NORMAL
source: It's a fire.
vi: Đó là một đám cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.OUT
source: That is not a good sign.
vi: Đó không phải là một dấu hiệu tốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CANE
source: I can get nowhere faster.
vi: Tôi có thể có được nơi nào nhanh hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT
source: It's a carrot.
vi: Đó là một củ cà rốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_COOKED
source: It's a carrot that's gone through the gauntlet of fire.
vi: Đó là một củ cà rốt đó là đi qua các gauntlet lửa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_PLANTED
source: It's a carrot that's in the ground.
vi: Đó là một củ cà rốt đó là trong mặt đất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_SEEDS
source: One day, this seed will be a carrot.
vi: Một ngày, hạt giống này sẽ là một củ cà rốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_FERN
source: A touch of colour in the darkness.
vi: Một liên lạc của màu sắc trong bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHARCOAL
source: It is cold and dead, like my heart.
vi: Trời lạnh và chết, như trái tim của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK1
source: Cold, dead artifical life.
vi: Lạnh, sự sống nhân tạo đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK2
source: Cold, dead artifical life.
vi: Lạnh, sự sống nhân tạo đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK3
source: Cold, dead artifical life.
vi: Lạnh, sự sống nhân tạo đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER
source: A fuzzy ball of emptiness.
vi: Một bóng mờ của tánh Không.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking into my soul.
vi: Nó nhìn vào tâm hồn tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Not so much sleeping as... waiting.
vi: Không quá nhiều ngủ là ... chờ đợi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMANDRAKE
source: It was a good death. He will be delicious.
vi: Đó là một cái chết tốt. Ông sẽ được ngon.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMEAT
source: The blood has been cooked away.
vi: Máu đã được nấu chín đi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMONSTERMEAT
source: Cooked evil is still evil.
vi: Nấu ác vẫn ác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDSMALLMEAT
source: Fire has purified it.
vi: Lửa đã tịnh hóa nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN
source: I could make a corny joke, but I'll refrain.
vi: Tôi có thể làm cho một trò đùa ủy mị, nhưng tôi sẽ kiềm chế.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_COOKED
source: This corn couldn't handle the heat.
vi: ngô này không thể xử lý nhiệt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_SEEDS
source: Yup, it's a seed.
vi: Yup, đó là một hạt giống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.GENERIC
source: Take thy beak from out my heart!
vi: Hãy mỏ ngươi từ trong trái tim tôi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.HELD
source: He is mine.
vi: Anh ấy là của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTGRASS
source: I like to kill small things.
vi: Tôi muốn tiêu diệt mọi thứ nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTREEDS
source: I like to cut things up.
vi: Tôi muốn cắt mọi thứ lên.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTSTONE
source: The better to mark graves with.
vi: Các tốt hơn để đánh dấu mộ với.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEADLYFEAST
source: This, my final feast.
vi: Điều này, bữa tiệc cuối cùng của tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS
source: Death incarnate!
vi: Chết nhập thể!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS_EYEBALL
source: What terrors it must see.
vi: Những nỗi sợ hãi đó phải xem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: The remains of a tuft of grass.
vi: Những gì còn lại của một chùm cỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIRTPILE
source: Oh look. More dirt.
vi: Ôi nhìn kìa. Nhiều bụi bẩn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.COLD
source: The source is distant.
vi: Nguồn là xa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.GENERIC
source: It is forever seeking its lost half.
vi: Nó là mãi mãi tìm kiếm một nửa của mình bị mất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.HOT
source: Something wicked is here!
vi: Một cái gì đó xấu xa là ở đây!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARM
source: The wickedness draws closer.
vi: Các gian ác tới gần hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARMER
source: It is very close now.
vi: Nó rất gần ngay bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.GENERIC
source: What does this newfangled thing do?
vi: không điều mới lạ này làm gì?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.READY
source: It still needs a large key.
vi: Nó vẫn cần một chìa khóa lớn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Let's see what I can find!
vi: Hãy xem những gì tôi có thể tìm thấy!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT
source: This isn't shaped like a dragon at all.
vi: Điều này không có hình dạng như một con rồng ở tất cả.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_COOKED
source: Still not a dragon. At least it's dead.
vi: Tuy không phải là một con rồng. Ít nhất đó là chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed. It won't grow a dragon.
vi: Đó là một hạt giống. Nó sẽ không phát triển một con rồng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONPIE
source: Well, at least it's a pie now.
vi: Vâng, ít nhất đó là một chiếc bánh bây giờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK
source: Makes a good thud and it has nutrients!
vi: Làm cho một tiếng tốt và nó có chất dinh dưỡng!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK_COOKED
source: Less raw, more tasty.
vi: Ít thô, ngon hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN
source: Spiky and smelly!
vi: Gai nhọn và có mùi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_COOKED
source: Less spiky, but even smellier!
vi: Ít có gai nhọn, nhưng ngay cả smellier!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_SEEDS
source: Miraculously, the seeds don't smell.
vi: Thật kỳ diệu, những hạt giống không có mùi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EARMUFFSHAT
source: Their bitter end protects me from the bitter cold.
vi: thúc cay đắng của họ bảo vệ tôi khỏi cái lạnh buốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT
source: Almost a deadly nightshade. Almost.
vi: Gần một sự chết trong bóng tối. Hầu hết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_COOKED
source: Cooking this nightshade made it even less deadly.
vi: Nấu ăn bạch này đã làm cho nó thậm chí còn ít gây chết người.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_SEEDS
source: It's a nightshade seed.
vi: Đó là một hạt giống bạch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNING
source: It's burning brightly.
vi: Nó đang cháy rực.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNT
source: Used up and done for.
vi: Sử dụng hết và làm cho.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.CHOPPED
source: Everything dies.
vi: Tất cả mọi thứ chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.GENERIC
source: Nature is so boring.
vi: Thiên nhiên là rất nhàm chán.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: It's burning brightly.
vi: Nó đang cháy rực.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Used up and done for.
vi: Sử dụng hết và làm cho.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Everything dies.
vi: Tất cả mọi thứ chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYEPLANT
source: They follow their master's every wish.
vi: Họ theo chủ của họ hằng mong ước.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GENERIC
source: What seeds shall I sow?
vi: Tôi sẽ gieo gì hạt giống?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GROWING
source: Leafy tendrils coil out of the muck.
vi: tua lá cuộn ra khỏi bùn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: This earth is cold and dead.
vi: Trái đất này là lạnh và chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_CROW
source: A crow feather, black like eternal darkness.
vi: Một chiếc lông chim, màu đen như đêm tối vĩnh cửu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN
source: A redbird feather, red like blood.
vi: Một chiếc lông RedBird, đỏ như máu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather, white like the light at the end of the tunnel.
vi: Một chiếc lông Snowbird, trắng như ánh sáng ở cuối đường hầm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEM_PUPPET
source: I wonder what she did.
vi: Tôi tự hỏi những gì cô đã làm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.GENERIC
source: A tiny brightness in the dark.
vi: Một sáng nhỏ trong bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.HELD
source: Tiny lights, stranded from the world outside my pocket.
vi: đèn nhỏ, bị mắc kẹt từ thế giới bên ngoài túi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREHOUND
source: His disposition is firey.
vi: bố của ông là firey.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.EMBERS
source: Darkness is looming.
vi: Darkness được lờ mờ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.GENERIC
source: I might survive this night!
vi: Tôi có thể sống sót trong đêm nay!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.HIGH
source: A vision of Hell!
vi: Một tầm nhìn của địa ngục!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.LOW
source: The gloom encroaches.
vi: Các u ám lấn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.NORMAL
source: It's a fire.
vi: Đó là một đám cháy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.OUT
source: That is not a good sign.
vi: Đó không phải là một dấu hiệu tốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESTAFF
source: I could set the world on fire!
vi: Tôi có thể thiết lập trên thế giới vào lửa!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH
source: It was flopping around desperately for life. The poor fool.
vi: Nó được ngồi phịch xung quanh tuyệt vọng cho cuộc sống. Đánh lừa người nghèo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHINGROD
source: With this, I can yank the fishies out of their precious safe pond.
vi: Với điều này, tôi có thể yank các cá kìa ra khỏi ao an toàn quý giá của họ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHSTICKS
source: Perfectly molded blocks of fish.
vi: Perfectly đúc khối cá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHTACOS
source: I hope I got all the bones out.
vi: Tôi hy vọng tôi có tất cả các xương ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH_COOKED
source: A proper grilling puts a stop to the flopping.
vi: Một nướng thích hợp đặt dấu chấm hết cho các phịch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLINT
source: A tiny blade-like rock.
vi: Một lưỡi nhỏ xíu giống như đá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER
source: They are bright and cheery. Yuck.
vi: Họ là tươi sáng và vui vẻ. Kinh quá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWERHAT
source: But I am in mourning...
vi: Nhưng tôi đang để tang ...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_EVIL
source: At least they're better than the other flowers.
vi: Ít nhất là họ đang tốt hơn so với các loại hoa khác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOLIAGE
source: Lead me to the Aarnivalkea.
vi: Dẫn tôi đến Aarnivalkea.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOOTBALLHAT
source: A dead thing for me to wear. Goody.
vi: Một điều đã chết cho tôi mặc. Goody.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.DEAD
source: Life is small and short.
vi: Cuộc sống là nhỏ và ngắn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.GENERIC
source: He's little and warty.
vi: Ông rất ít và nốt sần nhỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.SLEEPING
source: He's asleep.
vi: Anh ấy đang ngủ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGGLEBUNWICH
source: I never thought frog's legs could look so good.
vi: Tôi chưa bao giờ nghĩ chân ếch của thể nhìn tốt như vậy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS
source: Torn right from the frog.
vi: Torn ngay từ ếch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS_COOKED
source: Definitely not twitching any longer.
vi: Chắc chắn không co giật nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITMEDLEY
source: Sweet, tart and in a cup.
vi: Ngọt, chua và một cốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEARS
source: The insides of a mechanical demon.
vi: Các bên trong của một con quỷ cơ khí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GHOST
source: He has risen from the grave!
vi: Ngài đã sống lại từ ngôi mộ!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENAXE
source: At least I can kill trees with style.
vi: Ít nhất tôi cũng có thể giết chết cây với phong cách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPICKAXE
source: At least I can smash rocks with style.
vi: Ít nhất tôi có thể đập vỡ tảng đá với phong cách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPITCHFORK
source: At least I can till the earth with style.
vi: Ít nhất tôi có thể đến trái đất với phong cách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENSHOVEL
source: At least I can dig with style.
vi: Ít nhất tôi có thể đào với phong cách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDNUGGET
source: I will take it with me.
vi: Tôi sẽ mang nó theo tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BARREN
source: It needs poop.
vi: Nó cần poop.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BURNING
source: It smells funny.
vi: Nó có mùi buồn cười.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.GENERIC
source: It's just a tuft of grass.
vi: Nó chỉ là một chùm cỏ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.PICKED
source: I have killed it.
vi: Tôi đã giết chết nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP
source: This mushroom is disappointingly normal.
vi: nấm này là đáng thất vọng bình thường.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP_COOKED
source: All is malleable.
vi: Tất cả là dễ uốn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: I would hide too, if I could.
vi: Tôi sẽ che giấu quá, nếu tôi có thể.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Harvested.
vi: Thu hoạch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUNPOWDER
source: It is a dark path I tread.
vi: Nó là một con đường tối tôi bước đi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMBAT
source: Death begets death.
vi: Chết hạ sinh tử vong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMMER
source: Oh that I may crush the world.
vi: Ước gì tôi có thể nghiền nát thế giới.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEALINGSALVE
source: Life brings pain, pain brings life.
vi: Cuộc sống mang đến nỗi đau, nỗi đau mang lại sự sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.COLD
source: As cold and lifeless as every other rock.
vi: Như lạnh và vô hồn như mỗi tảng đá khác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.GENERIC
source: There it sits, just taking up space.
vi: Có nó ngồi, chỉ chiếm không gian.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.HOT
source: Those that burn brightest, burn fastest.
vi: Những người ghi sáng, ghi nhanh nhất.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.WARM
source: Even now it's warmth is fading...
vi: Ngay cả bây giờ nó ấm áp đang mờ dần ...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN
source: A mark is made, however transient.
vi: Một nhãn hiệu được thực hiện, tuy nhiên thoáng qua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEY
source: A sweet, but fleeting treat.
vi: Một ngọt ngào, nhưng thoáng qua điều trị.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYCOMB
source: Pieces of beehive, scattered.
vi: Những miếng tổ ong, phân tán.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYHAM
source: A sweet sauce for this creature's sweet embrace.
vi: Một nước sốt ngọt cho vòng tay ngọt ngào của sinh vật này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYNUGGETS
source: A sweet sauce for this creature's sweet embrace.
vi: Một nước sốt ngọt cho vòng tay ngọt ngào của sinh vật này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HORN
source: It sounds like there's a beefalo trapped inside.
vi: Có vẻ như có một beefalo bị mắc kẹt bên trong.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUND
source: Stay back, foul minion of evil!
vi: Lùi lại, tay sai phạm của cái ác!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDBONE
source: The remains of an evil beast.
vi: Những gì còn lại của một con thú dữ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDMOUND
source: Home to the foulest creatures.
vi: Trang chủ cho các sinh vật foulest.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEBOX
source: It is as cold as my heart.
vi: Nó là lạnh như trái tim tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEHOUND
source: He has a cold, dead heart.
vi: Ông có cảm lạnh, trái tim đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.ACTIVE
source: It's calling my name.
vi: Nó đang gọi tên tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.INACTIVE
source: It's cold and black.
vi: Nó lạnh và đen.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JAMMYPRESERVES
source: The perfect amount of jam.
vi: Số tiền hoàn hảo của mứt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KABOBS
source: Meat, skewered right through the center.
vi: Thịt, thịt xiên que phải thông qua trung tâm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.GENERIC
source: A bee with a cold, dead heart.
vi: Một con ong với cảm lạnh, trái tim đã chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.HELD
source: Be still, little one.
vi: Hãy yên lặng, ít một.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT
source: A cold, soulless horse.
vi: Một cold, horse soulless.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_SUMMER
source: A beast of solitude.
vi: Một con thú cô đơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_WINTER
source: It stands against the cruel elements.
vi: Nó đứng chống lại các yếu tố độc ác.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS
source: Hello, foul creature of the underworld.
vi: Xin chào, sinh vật hôi của thế giới ngầm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS_SACK
source: It smells of goat.
vi: Nó có mùi của con dê.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF
source: A lumbering beast.
vi: Một đốn gỗ con thú.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF_SPARSE
source: A lumbering beast.
vi: Một đốn gỗ con thú.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Even this power will run out.
vi: Ngay cả quyền lực này sẽ chạy ra ngoài.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Focuses the destruction.
vi: Tập trung việc tiêu hủy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LITTLE_WALRUS
source: The cycle of violence continues.
vi: Các chu kỳ bạo lực vẫn tiếp tục.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGLOG
source: It is forever silently screaming.
vi: Nó là mãi mãi âm thầm la hét.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOCKEDWES
source: Trapped by Maxwell's statues, forever alive.
vi: Bị mắc kẹt bởi những bức tượng của Maxwell, mãi mãi còn sống.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOG
source: If trees could talk, they would scream at the sight of this.
vi: Nếu cây có thể nói chuyện, họ sẽ hét lên khi nhìn thấy này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANT
source: It consumes all.
vi: Nó tiêu thụ tất cả.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANTBULB
source: Life goes on.
vi: Cuộc sống cứ tiếp diễn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MALE_PUPPET
source: I wonder what he did.
vi: Tôi tự hỏi những gì ông đã làm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.DEAD
source: Alas, poor mandrake!
vi: Than ôi, giống cây độc nghèo!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.GENERIC
source: The mighty mandrake. I should pick it at night.
vi: Các giống cây độc hùng mạnh. Tôi nên chọn nó vào ban đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.PICKED
source: Onward, my vegetable minions!
vi: Trở đi, tay sai của thực vật của tôi!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKESOUP
source: Boiled the life out of him.
vi: Luộc cuộc đời ra khỏi anh ta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLE
source: Smooth and lifeless.
vi: Mịn và vô hồn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLEPILLAR
source: Even stone can not withstand the constant pull of decay.
vi: Ngay cả đá không thể chịu được lực kéo liên tục của sâu răng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLETREE
source: There is no beat of life within this cold tree.
vi: Không có nhịp đập của cuộc sống bên trong cây lạnh này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.BURNING
source: Even thorns burn.
vi: Ngay cả gai đốt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.GENERIC
source: A bush that always hurts.
vi: Một bụi luôn đau.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.PICKED
source: It hurt me to do that.
vi: Nó làm tổn thương tôi làm điều đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_PLANT
source: It's a plant.
vi: Đây là một cây.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNING
source: It's burning
vi: Nó đang cháy

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNT
source: Black like my heart
vi: Đen như trái tim tôi

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.CHOPPED
source: Its spikes were no protection.
vi: gai của nó là không có bảo vệ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.GENERIC
source: A tree that knows only pain.
vi: Một cây mà chỉ biết đau.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELL
source: I feel a strange kinship with him.
vi: Tôi cảm thấy một sự gắn bó kỳ lạ với anh ta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLHEAD
source: He sure has a taste for the dramatic.
vi: Ông chắc chắn có một hương vị cho những kịch tính.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLIGHT
source: What a curious light.
vi: Thật là một tò mò ánh sáng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLOCK
source: Looks magical.
vi: Trông huyền diệu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLTHRONE
source: Not quite what I expected.
vi: Không khá gì tôi mong đợi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT
source: It is still bloody.
vi: Nó vẫn còn đẫm máu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATBALLS
source: Balled meat. How exciting.
vi: thịt cuộn lại. Thật thú vị.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DONE
source: The drying is over.
vi: Quá trình sấy là hơn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DRYING
source: It sways in the drying wind.
vi: Nó lắc lư trong gió khô.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.GENERIC
source: I can hang meat here.
vi: Tôi có thể treo thịt ở đây.
