Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMALLMEAT_DRIED
source: It'll keep longer this way.
vi: Nó sẽ giữ lâu hơn theo cách này.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPEAR
source: We should stick things with the pointy part.
vi: Chúng ta nên dính vào những thứ với phần nhọn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER.DEAD
source: Another lost friend.
vi: Một người bạn đã mất.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER.GENERIC
source: Spiders understand us.
vi: Spiders hiểu chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER.SLEEPING
source: Wake up, friend!.
vi: Thức dậy, người bạn !.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDERDEN
source: Looks cozy in there.
vi: Trông ấm cúng trong đó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDEREGGSACK
source: A portable friendship pod!
vi: Một tình bạn pod xách tay!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDERGLAND
source: This might sooth our cuts.
vi: Điều này có thể dịu vết cắt của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDERHAT
source: What have I done?
vi: Tôi đã làm gì?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: He will protect us!
vi: Anh sẽ bảo vệ chúng ta!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: They're so cute when they sleep.
vi: Chúng rất dễ thương khi ngủ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STATUEHARP
source: Someone took the head.
vi: Một người nào đó đã đứng đầu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STATUEMAXWELL
source: That's the guy who said he could help us.
vi: Đó là anh chàng người nói rằng ông có thể giúp chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STINGER
source: We should be careful, we could poke an eye out!
vi: Chúng ta nên cẩn thận, chúng ta có thể chọc một mắt ra!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STRAWHAT
source: This might keep the sun out of our eyes.
vi: Điều này có thể giữ cho mặt trời ra khỏi đôi mắt của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.STUFFEDEGGPLANT
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SWEATERVEST
source: It itches and fits funny.
vi: Nó ngứa và phù hợp buồn cười.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.REFLECTIVEVEST
source: Safety first!
vi: An toàn là trên hết!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HAWAIIANSHIRT
source: Grandpa's style, definitely.
vi: phong cách ông nội, chắc chắn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TAFFY
source: We are accomplished chefs!
vi: Chúng tôi là những đầu bếp tài năng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRD
source: Look at those legs!
vi: Nhìn những đôi chân!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG
source: Did I hear a meep?
vi: Tôi có nghe một meep?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_COOKED
source: Smells great!
vi: Mùi tuyệt vời!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: It's shivering!
vi: Nó run rẩy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: I think it's hatching!
vi: Tôi nghĩ rằng nó nở!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It'll boil if it doesn't cool down soon.
vi: Nó sẽ sôi nếu nó không hạ nhiệt sớm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Looks like an egg.
vi: Hình như một quả trứng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Did that egg just move?
vi: Đã trứng mà chỉ cần di chuyển?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDNEST.GENERIC
source: This could feed us for days!
vi: Điều này có thể nuôi chúng tôi cho ngày!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TALLBIRDNEST.PICKED
source: Where is the egg?
vi: Đâu là trứng?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEENBIRD.GENERIC
source: It's getting old so fast!
vi: Nó nhận được cũ quá nhanh!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEENBIRD.HUNGRY
source: It looks hungry!
vi: Có vẻ đói!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TEENBIRD.STARVING
source: I think it's starving!
vi: Tôi nghĩ rằng nó chết đói!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: We could use this to visit new worlds!
vi: Chúng ta có thể sử dụng điều này để thăm thế giới mới!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: I can hear the sounds of another world!
vi: Tôi có thể nghe thấy âm thanh của một thế giới khác!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It still won't work!
vi: Nó vẫn sẽ không làm việc!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I don't think we're done yet!
vi: Tôi không nghĩ rằng chúng tôi đang thực hiện chưa!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_BOX
source: The power in this box is unimaginable.
vi: Sức mạnh trong hộp này là không thể tưởng tượng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_CRANK
source: A crank that will stand up to punishment.
vi: Một tay quay mà sẽ đứng lên để trừng phạt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_POTATO
source: It looks like this goes with something...
vi: Nó trông như thế này đi với một cái gì đó ...

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELEPORTATO_RING
source: I think there are more parts.
vi: Tôi nghĩ rằng có nhiều phần.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TELESTAFF
source: It makes my brain feel fuzzy.
vi: Nó làm cho bộ não của tôi cảm thấy mờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENT.GENERIC
source: We should get some rest.
vi: Chúng tôi sẽ nhận được một số phần còn lại.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENT.BURNT
source: The fire destroyed it.
vi: Các đám cháy phá hủy nó.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SIESTAHUT.GENERIC
source: Is it nap time?
vi: đó là thời gian ngủ trưa?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SIESTAHUT.BURNT
source: We can't take a nap in that!
vi: Chúng ta không thể có một giấc ngủ ngắn trong đó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENTACLE
source: We would be mad if something stepped on us, too.
vi: Chúng tôi sẽ phát điên nếu một cái gì đó bước trên chúng ta nữa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENTACLESPIKE
source: We could hit stuff with the pointy bits!
vi: Chúng ta có thể đạt công cụ với các bit nhọn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENTACLESPOTS
source: Spotty!
vi: Đốm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENTACLE_PILLAR
source: It's huge!
vi: Nó rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TENTACLE_GARDEN
source: It's huge!
vi: Nó rất lớn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TOPHAT
source: Like father used to wear.
vi: Giống như cha sử dụng để mặc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TORCH
source: This should keep us safe.
vi: Điều này sẽ giữ cho chúng ta an toàn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRANSISTOR
source: We are getting good at crafting!
vi: Chúng tôi đang nhận được tốt hơn trong việc soạn!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAP
source: Now we can catch some food!
vi: Bây giờ chúng ta có thể nắm bắt một số thực phẩm!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAP_TEETH
source: This will hurt our enemies.
vi: Điều này sẽ làm tổn thương kẻ thù của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRAP_TEETH_MAXWELL
source: Who would put this here? We could get hurt!
vi: Ai sẽ đặt này ở đây? Chúng ta có thể bị tổn thương!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREASURECHEST.GENERIC
source: We could keep our toys in it!
vi: Chúng ta có thể giữ đồ chơi của chúng tôi ở trong đó!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREASURECHEST.BURNT
source: It won't be very useful to us now.
vi: Nó sẽ không thể rất hữu ích cho chúng tôi ngay bây giờ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_1
source: We could've had some fun if they weren't all melted.
vi: Chúng ta có thể đã có một số thú vị nếu họ không phải tất cả tan chảy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_2
source: A voiceless instrument.
vi: Một công cụ không có tiếng nói.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_3
source: It won't come undone!.
vi: Nó sẽ không đến hoàn tác !.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_4
source: It's watching us.
vi: Nó nhìn chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_5
source: Yay, a new toy!
vi: Yay, một món đồ chơi mới!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_6
source: Maybe we'll find a use for these.
vi: Có lẽ chúng ta sẽ tìm thấy một sử dụng cho các.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_7
source: Another toy!
vi: Một món đồ chơi!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_8
source: We could take a bath if only we had a tub.
vi: Chúng ta có thể đi tắm nếu chúng ta chỉ có một bồn tắm.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_9
source: None of them match!
vi: Không ai trong số họ phù hợp!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_10
source: Just like grandpa wears!.
vi: Cũng giống như ông nội mặc !.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_11
source: Beep boop!
vi: boop Beep!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRINKET_12
source: Feels leathery.
vi: Cảm thấy như da.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRUNKVEST_SUMMER
source: It's so puffy!
vi: Nó nên sưng húp!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRUNKVEST_WINTER
source: It'll keep us from catching a cold.
vi: Nó sẽ giữ chúng ta khỏi bị cảm lạnh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRUNK_COOKED
source: Looks filling!
vi: Trông đầy!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRUNK_SUMMER
source: We took his nose!
vi: Chúng tôi đã lấy mũi của mình!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TRUNK_WINTER
source: He blue his nose.
vi: Ông xanh mũi anh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TUMBLEWEED
source: Who knows what that tumbleweed has picked up.
vi: Ai biết được những gì tumbleweed đã chọn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TURKEYDINNER
source: Like mother used to make before this happened!
vi: Giống như mẹ sử dụng để thực hiện trước khi điều này xảy ra!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TWIGS
source: Wish we had a friend to play stick swords with.
vi: Muốn chúng tôi đã có một người bạn để chơi thanh kiếm dính với.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.UMBRELLA
source: This should keep some of the rain off of us.
vi: Điều này nên giữ một số cơn mưa tắt của chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_UMBRELLA
source: It won't keep us from playing in puddles!
vi: Nó sẽ không khiến chúng ta không chơi trong các vũng nước!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.UNIMPLEMENTED
source: What a crummy item.
vi: Thật là một dể thương mục.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WAFFLES
source: Yummy!
vi: Ngon!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_HAY.GENERIC
source: This will keep all sorts of things out!
vi: Điều này sẽ giữ cho tất cả các loại vật ra!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_HAY.BURNT
source: It didn't keep the fire out.
vi: Nó đã không giữ lửa ra.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_HAY_ITEM
source: Some grass tied together.
vi: Một số cỏ gắn liền với nhau.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_STONE
source: We're base-building masters!
vi: Chúng tôi chủ cơ sở, xây dựng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_STONE_ITEM
source: These should come in handy.
vi: Những nên có ích.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_RUINS
source: Looks sturdy.
vi: Trông mạnh mẽ.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_RUINS_ITEM
source: Wow, these are really heavy.
vi: Wow, đây là những thực sự nặng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_WOOD.GENERIC
source: Like a pillow fort, but wood!
vi: Giống như một cái gối pháo đài, nhưng gỗ!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_WOOD.BURNT
source: Turns out wood burns really well.
vi: Hóa ra bỏng gỗ thực sự tốt.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALL_WOOD_ITEM
source: They won't keep us safe if we keep holding them.
vi: Họ sẽ không giữ cho chúng ta an toàn nếu chúng tôi tiếp tục giữ chúng.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALRUS
source: I don't think he wants to be friends with us.
vi: Tôi không nghĩ anh ấy muốn làm bạn với chúng tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALRUSHAT
source: Reminds me of grandpa.
vi: Nhắc tôi của ông nội.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALRUS_CAMP.EMPTY
source: I think someone was here.
vi: Tôi nghĩ rằng ai đó đã ở đây.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALRUS_CAMP.GENERIC
source: Maybe they'll invite us in?
vi: Có lẽ họ sẽ mời chúng tôi vào?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WALRUS_TUSK
source: Maybe we can use it for arts and crafts.
vi: Có lẽ chúng ta có thể sử dụng nó cho nghệ thuật và hàng thủ công.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WARG
source: I don't think that puppy is very happy.
vi: Tôi không nghĩ rằng con chó con đó là rất hạnh phúc.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WASPHIVE
source: Sounds like anger!
vi: Âm thanh như tức giận!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELON
source: Looks tasty!
vi: Trông ngon miệng!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELON_COOKED
source: We can cook anything!
vi: Chúng tôi có thể nấu bất cứ điều gì!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WATERMELONHAT
source: This is the best idea we have ever had.
vi: Đây là ý tưởng tốt nhất chúng tôi đã từng có.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WETGOOP
source: Experimenting is fun!
vi: Thử nghiệm là thú vị!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WINTERHAT
source: Mum always said I should take a cap with me.
vi: Mẹ luôn nói rằng tôi nên có một cái mũ với tôi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WINTEROMETER.GENERIC
source: How hot is it, Mr. Thermal Measurer?
vi: Làm thế nào nóng là nó, ông nhiệt đo?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WINTEROMETER.BURNT
source: Another dead friend.
vi: Một người bạn đã chết.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORMHOLE.GENERIC
source: I think that thing is alive.
vi: Tôi nghĩ rằng điều đó là còn sống.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORMHOLE.OPEN
source: I've been in worse.
vi: Tôi đã ở trong tồi tệ hơn.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WORMHOLE_LIMITED
source: Gross, that one looks sick!
vi: Gross, mà người ta nhìn bệnh!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It gives me a goal in life.
vi: Nó mang lại cho tôi một mục tiêu trong cuộc sống.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.LIVINGTREE
source: Hello, Mr. Tree!
vi: Xin chào, ông Tree!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ICESTAFF
source: It makes me feel funny.
vi: Nó làm cho tôi cảm thấy buồn cười.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE_GENERIC
source: It's a... thing.
vi: Đó là một ... điều.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE_TOODARK
source: It's too dark to see!
vi: Đó là quá tối để xem!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE_SMOLDERING
source: That thing is about to catch fire.
vi: điều đó là về để bắt lửa.

# STRINGS.CHARACTERS.WEBBER.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Mmm. Beaky.
vi: Mmm. Khoằm.

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Let him sleep. Then I'll prune him.
vi: Hãy để anh ta ngủ. Sau đó, tôi sẽ tỉa anh.

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.NOBITS
source: But there's nothing to trim!
vi: Nhưng không có gì để cắt là!

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.GENERIC
source: It's packed full.
vi: Nó được đóng gói đầy đủ.

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.NOTALLOWED
source: That's not a good spot for this.
vi: Đó không phải là một vị trí tốt cho việc này.

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL_GENERIC
source: It can't be done.
vi: Nó không thể được thực hiện.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_ADVENTUREFAIL
source: Back to the Otherworld, victory shall be mine!
vi: Quay lại Otherworld, chiến thắng sẽ thuộc về ta!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_BEES
source: Back wee speared creatures!
vi: sinh vật đâm lại wee!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_BOOMERANG
source: Urg! I must master the curved weapon.
vi: URG! Tôi phải nắm vững các vũ khí cong.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CHARLIE
source: Show yourself!
vi: Thể hiện bản thân bạn!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CHARLIE_ATTACK
source: Coward!
vi: Nhát gan!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_COLD
source: Brrr! Where are my furs!
vi: Brrr! Đâu là lông thú của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HOT
source: The hot sun tires me.
vi: Các lốp xe mặt trời nóng tôi.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CRAFTING_FAIL
source: I lack the provisions.
vi: Tôi thiếu quy định.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DEERCLOPS
source: A worthy foe approaches.
vi: Một kẻ thù đáng phương pháp tiếp cận.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DUSK
source: The sun is setting, darkness waits nearby.
vi: Mặt trời đang lặn, bóng tối chờ đợi gần đó.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.GENERIC
source: Meat makes my heart sing!
vi: Thịt làm cho trái tim tôi hát!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.PAINFUL
source: Ohh, I don't feel well.
vi: Ohh, tôi cảm thấy không khỏe.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.SPOILED
source: Ugh, fresh is better.
vi: Ugh, tươi là tốt hơn.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.STALE
source: That was stale beast.
vi: Đó là con thú cũ.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.INVALID
source: This is not food fit for a warrior.
vi: Đây không phải là thức ăn phù hợp cho một chiến binh.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_ENTER_DARK
source: And the curtain falls.
vi: Và bức màn rơi.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_ENTER_LIGHT
source: I step into the light!
vi: Tôi bước vào ánh sáng!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_FREEDOM
source: Freedom! The saga continues!
vi: Sự tự do! Saga tiếp tục!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HIGHRESEARCH
source: I am an excellent craftswoman.
vi: Tôi là một craftswoman tuyệt vời.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HOUNDS
source: The beasts are approaching...
vi: Các con thú đang đến gần ...

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HUNGRY
source: How I long for a feast!
vi: Làm thế nào tôi dài cho một bữa tiệc!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_BEAST_NEARBY
source: Keep quiet, the creature is near.
vi: Giữ yên tĩnh, các sinh vật ở gần.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_LOST_TRAIL
source: I've lost the tracks.
vi: Tôi đã mất dấu vết.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: It's too muddy for trailing.
vi: Đó là quá bùn làm đuôi.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_INV_FULL
source: I'm carrying all I can!
vi: Tôi mang tất cả những gì có thể!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head.
vi: Ugh, đầu tôi.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_LOWRESEARCH
source: That wasn't very exciting.
vi: Đó không phải là rất thú vị.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_MOSQUITOS
source: Away tiny demons!
vi: quỷ đi nhỏ!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NODANGERSLEEP
source: It's not safe to sleep. Use the spear!
vi: Đó không phải là an toàn để ngủ. Sử dụng giáo!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NODAYSLEEP
source: The sun is high, journey on!
vi: Mặt trời là cao, hành trình trên!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NODAYSLEEP_CAVE
source: I won't be resting yet.
vi: Tôi sẽ không được nghỉ ngơi nào.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOHUNGERSLEEP
source: I'll starve overnight! Feast first.
vi: Tôi sẽ chết đói qua đêm! Feast đầu tiên.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOSLEEPONFIRE
source: I won't sleep in the flames.
vi: Tôi sẽ không ngủ trong ngọn lửa.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NODANGERSIESTA
source: Battle is upon us, there'll be no rest!
vi: Trận là khi chúng tôi, sẽ không có phần còn lại!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NONIGHTSIESTA
source: No napping in the moonlight.
vi: Không ngủ trưa dưới ánh trăng.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NONIGHTSIESTA_CAVE
source: This doesn't feel like the time for a nap.
vi: Điều này không có cảm thấy như thời gian cho một giấc ngủ ngắn.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NOHUNGERSIESTA
source: I'd like a meat snack first.
vi: Tôi muốn một món ăn thịt đầu tiên.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_NO_TRAP
source: Thankfully, I am light of foot.
vi: Rất may, tôi là ánh sáng của chân.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PECKED
source: Away feisty beaker!
vi: cốc đi nóng nảy!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_QUAKE
source: The world shudders!
vi: Thế giới rùng mình!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_RESEARCH
source: The power of research is great.
vi: Sức mạnh của nghiên cứu là rất tốt.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SHELTER
source: Aha! Shelter!
vi: Aha! Nơi trú ẩn!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_THORNS
source: Arg, I've been poked!
vi: Arg, tôi đã chọc!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TORCH_OUT
source: My light is quenched!
vi: ánh sáng của tôi được dập tắt!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TRAP_WENT_OFF
source: That wasn't part of the plan.
vi: Đó không phải là một phần của kế hoạch.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_UNIMPLEMENTED
source: It is not of this world.
vi: Nó không thuộc về thế gian này.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WORMHOLE
source: That was a sloppy adventure.
vi: Đó là một cuộc phiêu lưu cẩu thả.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CANFIX
source: I can repair this.
vi: Tôi có thể sửa cái này.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_ACCOMPLISHMENT
source: May I return to battle now?
vi: Tôi có thể trở lại cuộc chiến bây giờ không?

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_ACCOMPLISHMENT_DONE
source: Victory! All right, let's go.
vi: Chiến thắng! Được rồi, đi thôi.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_INSUFFICIENTFERTILIZER
source: More droppings for you?
vi: Nhiều phân cho bạn?

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOOL_SLIP
source: Slippery devil!
vi: devil trơn!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: I rode in on a bolt lightning.
vi: Tôi đạp xe trong một chớp chớp.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DAMP
source: Slick for battle.
vi: Slick cho trận chiến.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WET
source: I am a wet warrior.
vi: Tôi là một chiến binh ướt.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WETTER
source: Does this count as a bath?
vi: Điều này có được tính là một bồn tắm?

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SOAKED
source: I'm nearly drowned!
vi: Tôi gần như chết đuối!

# STRINGS.CHARACTERS.WATHGRITHR.BATTLECRY.GENERIC
source: Valhalla awaits!
vi: Valhalla đang chờ đợi!

# STRINGS.CHARACTERS.WATHGRITHR.BATTLECRY.PIG
source: I'm having pig tonight!
vi: Tôi đang gặp lợn tối nay!

# STRINGS.CHARACTERS.WATHGRITHR.BATTLECRY.PREY
source: Die bravely little foe!
vi: Die dũng cảm ít kẻ thù!

# STRINGS.CHARACTERS.WATHGRITHR.BATTLECRY.SPIDER
source: Spider, meet my spear!
vi: Spider, đáp ứng giáo của tôi!

# STRINGS.CHARACTERS.WATHGRITHR.BATTLECRY.SPIDER_WARRIOR
source: Prepare to be slain!
vi: Chuẩn bị để bị giết!

# STRINGS.CHARACTERS.WATHGRITHR.COMBAT_QUIT.GENERIC
source: Odin will have you yet!
vi: Odin sẽ có bạn chưa!

# STRINGS.CHARACTERS.WATHGRITHR.COMBAT_QUIT.PIG
source: I'll be back pigskin!
vi: Sẽ quay lại da heo!

# STRINGS.CHARACTERS.WATHGRITHR.COMBAT_QUIT.PREY
source: I let you go this time!
vi: Tôi cho phép bạn đi lần này!

# STRINGS.CHARACTERS.WATHGRITHR.COMBAT_QUIT.SPIDER
source: Leggy coward.
vi: hèn nhát chân dài.

# STRINGS.CHARACTERS.WATHGRITHR.COMBAT_QUIT.SPIDER_WARRIOR
source: Flee monster! I will return.
vi: Chạy trốn con quái vật! Tôi sẽ trở lại.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMER
source: A majestic goober.
vi: Một Goober hùng vĩ.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFLOWER.GENERIC
source: A wonder of the woods.
vi: Một điều kỳ thú của rừng.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFLOWER.DEAD
source: It was once a wonder of the woods.
vi: Nó đã từng là một kỳ quan của rừng.
