Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.SANDBOXMENU.CHOICEANIMALS
source: Animals
vi: Động vật

# STRINGS.UI.SANDBOXMENU.CHOICERESOURCES
source: Resources
vi: Tài nguyên

# STRINGS.UI.SANDBOXMENU.CHOICEFOOD
source: Food
vi: Thức ăn

# STRINGS.UI.SANDBOXMENU.CHOICECOOKED
source: Prepared Food
vi: Thức ăn đã nấu

# STRINGS.UI.SANDBOXMENU.CHOICEAMTDAY
source: Amount of Day
vi: Số ngày

# STRINGS.UI.SANDBOXMENU.CHOICEMISC
source: World
vi: Thế giới

# STRINGS.UI.SANDBOXMENU.DAY
source: Day
vi: Ngày

# STRINGS.UI.SANDBOXMENU.NIGHT
source: Night
vi: Đêm

# STRINGS.UI.SANDBOXMENU.DUSK
source: Dusk
vi: Mờ tối

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSHORT
source: Very Short
vi: Rất ngắn

# STRINGS.UI.SANDBOXMENU.SLIDESHORT
source: Short
vi: Ngắn

# STRINGS.UI.SANDBOXMENU.SLIDELONG
source: Long
vi: Dài

# STRINGS.UI.SANDBOXMENU.SLIDEVERYLONG
source: Very Long
vi: Rất dài

# STRINGS.UI.SANDBOXMENU.SLIDEALL
source: Only
vi: Chỉ

# STRINGS.UI.SANDBOXMENU.SLIDEDEFAULT
source: Default
vi: Mặc định

# STRINGS.UI.SANDBOXMENU.SLIDENEVER
source: None
vi: Không có gì

# STRINGS.UI.SANDBOXMENU.SLIDERARE
source: Less
vi: Ít

# STRINGS.UI.SANDBOXMENU.SLIDEOFTEN
source: More
vi: Thêm

# STRINGS.UI.SANDBOXMENU.SLIDEALWAYS
source: Lots
vi: Nhiều

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSLOW
source: Very Slow
vi: Rất chậm

# STRINGS.UI.SANDBOXMENU.SLIDESLOW
source: Slow
vi: Chậm

# STRINGS.UI.SANDBOXMENU.SLIDEFAST
source: Fast
vi: Nhanh

# STRINGS.UI.SANDBOXMENU.SLIDEVERYFAST
source: Very Fast
vi: Rất nhanh

# STRINGS.UI.SANDBOXMENU.DEFAULT
source: Autumn or Spring
vi: Thu hoặc Xuân

# STRINGS.UI.SANDBOXMENU.SUMMER
source: Summer
vi: Hè

# STRINGS.UI.SANDBOXMENU.WINTER
source: Winter
vi: Đông

# STRINGS.UI.SANDBOXMENU.SPRING
source: Spring
vi: Xuân

# STRINGS.UI.SANDBOXMENU.AUTUMN
source: Autumn
vi: Thu

# STRINGS.UI.SANDBOXMENU.RANDOM
source: Random
vi: Ngẫu nhiên

# STRINGS.UI.SANDBOXMENU.BOTH
source: Both
vi: Cả 2

# STRINGS.UI.SANDBOXMENU.ALLSEASONS
source: All Seasons
vi: Tất cả các mùa

# STRINGS.UI.SANDBOXMENU.CLASSIC
source: Autumn, Winter
vi: Thu, Đông

# STRINGS.UI.SANDBOXMENU.DLC
source: Spring, Summer
vi: Xuân, Hạ

# STRINGS.UI.SANDBOXMENU.EXTREMETEMPS
source: Summer, Winter
vi: Hè, Đông

# STRINGS.UI.SANDBOXMENU.STATICTEMPS
source: Autumn, Spring
vi: Thu, Xuân

# STRINGS.UI.SANDBOXMENU.EXCLUDE
source: No
vi: Không

# STRINGS.UI.SANDBOXMENU.SLIDESMALL
source: Default
vi: Mặc định

# STRINGS.UI.SANDBOXMENU.SLIDESMEDIUM
source: Medium
vi: Vừa

# STRINGS.UI.SANDBOXMENU.SLIDESLARGE
source: Large
vi: To

# STRINGS.UI.SANDBOXMENU.SLIDESHUGE
source: Huge
vi: Đồ sộ

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSIMPLE
source: Very Simple
vi: Rất đơn giản

# STRINGS.UI.SANDBOXMENU.SLIDESIMPLE
source: Simple
vi: Đơn giản

# STRINGS.UI.SANDBOXMENU.SLIDECOMPLEX
source: Complex
vi: Phức tạp

# STRINGS.UI.SANDBOXMENU.SLIDEVERYCOMPLEX
source: Very Complex
vi: Rất phức tạp

# STRINGS.UI.SANDBOXMENU.BRANCHINGMOST
source: Most
vi: Hầu hết

# STRINGS.UI.SANDBOXMENU.BRANCHINGANY
source: Default
vi: Mặc định

# STRINGS.UI.SANDBOXMENU.BRANCHINGLEAST
source: Least
vi: Ít nhất

# STRINGS.UI.SANDBOXMENU.BRANCHINGNEVER
source: Never
vi: Không bao giờ

# STRINGS.UI.SANDBOXMENU.LOOPNEVER
source: Never
vi: Không bao giờ

# STRINGS.UI.SANDBOXMENU.LOOPRANDOM
source: Default
vi: Mặc định

# STRINGS.UI.SANDBOXMENU.LOOPALWAYS
source: Always
vi: Luôn luôn

# STRINGS.UI.SANDBOXMENU.USEPRESET
source: Preset
vi: Mẫu

# STRINGS.UI.SANDBOXMENU.CHAPTERS.1
source: Chapter 1 of 5
vi: Chương 1 / 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.2
source: Chapter 2 of 5
vi: Chương 2 / 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.3
source: Chapter 3 of 5
vi: Chương 3 / 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.4
source: Chapter 4 of 5
vi: Chương 4 / 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.5
source: Chapter 5 of 5
vi: Chương 5 / 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.6
source: Epilogue
vi: Lời kết

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.1
source: A Cold Reception
vi: Cuộc đón tiếp lạnh lùng

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.2
source: The King of Winter
vi: Chúa tể mùa đông

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.3
source: The Game is Afoot
vi: Trò chơi đang tới gần

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.4
source: Archipelago
vi: Quần đảo

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.5
source: Two Worlds
vi: Hai thế giới

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.6
source: Darkness
vi: Bóng đêm

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.7
source: Checkmate
vi: Chiếu tướng

# STRINGS.UI.SANDBOXMENU.NONE
source: None
vi: Không có gì

# STRINGS.UI.SANDBOXMENU.NONEAVAILABLE
source: None Available
vi: Không có gì khả dụng

# STRINGS.UI.SANDBOXMENU.MODIFYTASKS
source: Modify Tasks
vi: Điều chỉnh công việc

# STRINGS.UI.SANDBOXMENU.YES
source: Yes
vi: Có

# STRINGS.UI.SANDBOXMENU.NO
source: No
vi: Không

# STRINGS.UI.SANDBOXMENU.LOCATION.FOREST
source: Forest
vi: Rừng

# STRINGS.UI.SANDBOXMENU.LOCATION.CAVE
source: Cave
vi: Hang động

# STRINGS.UI.SAVELOAD.LOAD_FAILED
source: An error occurred while loading your data.
vi: Có lỗi xảy ra khi tải dữ liệu của bạn

# STRINGS.UI.SAVELOAD.DELETE_FAILED
source: An error occurred while deleting your data.
vi: Có lỗi xảy ra khi xóa dữ liệu của bạn

# STRINGS.UI.SAVELOAD.DATA_DAMAGED
source: Your saved data is corrupt and cannot be used
vi: Lưu của bạn bị lỗi và không dùng được

# STRINGS.UI.SAVELOAD.DISABLE_AUTOSAVE
source: Are you sure you want to disable the auto-save feature?
vi: Bạn có chắc là muốn tắt chức năng tự động lưu?

# STRINGS.UI.SAVELOAD.OVERWRITE
source: Overwrite
vi: Viết đè

# STRINGS.UI.SAVELOAD.RETRY
source: Retry
vi: Thử lại

# STRINGS.UI.SAVELOAD.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.SAVELOAD.YES
source: Yes
vi: Có

# STRINGS.UI.SAVELOAD.NO
source: No
vi: Không

# STRINGS.UI.QUITTINGTITLE
source: Quitting!
vi: Đang thoát!

# STRINGS.UI.QUITTING
source: Packing up the science.
vi: Đang đóng gói khoa học

# STRINGS.UI.TELEPORTTITLE
source: Journey onwards?
vi: Tiếp tục hành trình?

# STRINGS.UI.TELEPORTBODY_SURVIVAL
source: This will destroy your current world but you will retain your inventory contents.
vi: Như thế này sẽ hủy thế giới hiện tại nhưng bạn có thể lưu lại vật dụng trong hòm đồ.

# STRINGS.UI.TELEPORTBODY_ADVENTURE
source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
vi: Như thế này sẽ loại bỏ tất cả vật dụng và xóa thế giới hiện tại. Chỉ các vật dụng trong máy sẽ xuất hiện trong thế giới tiếp theo.

# STRINGS.UI.TELEPORTYES
source: Lets Go!
vi: Đi nào!

# STRINGS.UI.TELEPORTNO
source: Stay here.
vi: Ở đây.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd take kindly to that.
vi: Mình không nghĩ là nó sẽ phản ứng nhẹ nhàng

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.GENERIC
source: That's unshavable.
vi: Không thể cạo được.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.NOBITS
source: But it's already as smooth as a baby's rear end.
vi: Nhưng mà nó đã mượt như mông trẻ con rồi.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.GENERIC
source: It wouldn't fit.
vi: Không vừa đâu.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
vi: Không nhét vào đấy được.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL_GENERIC
source: That didn't work.
vi: Làm thế không được.

# STRINGS.CHARACTERS.WAXWELL.LICHEN
source: A slow growing cave plant
vi: Một cây mọc chậm trong hang

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ADVENTUREFAIL
source: I of all people should be able to do this.
vi: Trong tất cả thì mình là người xứng đáng làm việc này nhất

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BEES
source: Killing me won't bring back your honey!
vi: Giết ta thì cũng chẳng lấy lại được mật ong

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BOOMERANG
source: Ow! Clumsy!
vi: Ôi, hậu đậu quá!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE
source: Charlie? It's me! Maxwell!
vi: Charlie? Anh Maxwell đây!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE_ATTACK
source: Ow! Charlie, that hurt!
vi: Ow! Charlie, đau đấy!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_COLD
source: My heart grows cold.
vi: Trái tim ta giá lạnh

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CRAFTING_FAIL
source: Er... I can't do that.
vi: Ừm.... Mình không làm thế được.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DUSK
source: It'll be dark soon. Charlie will be waking up.
vi: Trời sắp tối rồi. Charlie sắp dậy rồi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.GENERIC
source: (Gulp!)
vi: (Ực!)

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.PAINFUL
source: Ow! That hurt my mouth!
vi: Au! Đau hết mồm!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.SPOILED
source: That was putrid.
vi: Tởm quá ạ.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.STALE
source: That was past its due-date.
vi: Đã hết hạn sử dụng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_DARK
source: It's dark! I can't see!
vi: Trời tối không thấy gì cả!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_LIGHT
source: The light is back.
vi: Ánh sáng đã trở lại.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_FREEDOM
source: Freedom, at last!
vi: Cuối cùng thì cũng tự do!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HIGHRESEARCH
source: My brain swells with power!
vi: Đầu óc ta sưng lên với năng lượng!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HOUNDS
source: The hounds are growing restless.
vi: Lũ chó đang lớn lên không ngừng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNGRY
source: I am empty inside.
vi: Bên trong ta trống rỗng.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_BEAST_NEARBY
source: I smell dung and beast-sweat.
vi: Ta ngửi thấy phân và mồ hôi thú hoang.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_LOST_TRAIL
source: Drat! It got away.
vi: Chết tiệt! Nó chạy mất rồi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_INV_FULL
source: My pockets are full.
vi: Túi mình đầy mất rồi.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_KNOCKEDOUT
source: Ugh. My head hurts.
vi: Ừm, đau đầu quá.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_LOWRESEARCH
source: That wasn't very informative.
vi: Rất là thiếu thông tin

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_MOSQUITOS
source: What annoying little bugs.
vi: Lũ bọ khó chịu

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODANGERSLEEP
source: Not while there's danger afoot!
vi: Không trong lúc hiểm nguy này!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP
source: I can't sleep in the day.
vi: Mình không ngủ ngày được.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP_CAVE
source: Sleeping now would mess up my sleep schedule!
vi: Giờ mà ngủ thì hỏng hết chế độ ngủ!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry. I can't sleep.
vi: Đói quá không ngủ được.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NO_TRAP
source: Weird. They forgot to set it.
vi: Lạ ghê. Lại còn cả quên đặt bẫy nữa

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PECKED
source: Have patience!
vi: Bình tĩnh !

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_QUAKE
source: That rumbling can't be good.
vi: Tiếng ầm ầm nãy không tốt chút nào.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_RESEARCH
source: Knowledge is power. And power is... well, power.
vi: Tri thức là sức mạnh. Và sức mạnh là .... sức mạnh.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_THORNS
source: I scratched my arms up doing that.
vi: Làm vậy xước hết tay

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TORCH_OUT
source: Dang it, another light down.
vi: Giời ạ, lại mất 1 nguồn sáng nữa

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TRAP_WENT_OFF
source: Ack!
vi: Au!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_UNIMPLEMENTED
source: Hmm, not quite done.
vi: Hmm, không hẳn.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WORMHOLE
source: Yech. It's horrible in there.
vi: Ích, trong đấy rất ghê tởm.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CANFIX
source: I think I can fix this!
vi: Mình nghĩ là có thể sửa được!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOSANITY
source: I have a headache!
vi: Mình đau đầu!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOFUEL
source: I need some nightmare fuel.
vi: Mình cần 1 ít Nhiên liệu Ác Mộng

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT
source: I need to pass the time somehow.
vi: Mình cần giết thời gian

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That kinda makes it all worthwhile.
vi: Quả là đáng đồng tiền bát gạo

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.GENERIC
source: To arms!
vi: Chiến thôi!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PIG
source: Brains over brawn!
vi: Đầu óc hơn chân tay!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PREY
source: You look tasty!
vi: Trông ngon đấy!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.GENERIC
source: And stay away!
vi: Cút đi!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PIG
source: Next time, pig!
vi: Lần sau nhé lợn!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PREY
source: You're not worth my time!
vi: Mày không đáng thời gian của tao!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAXWELLJOURNAL
source: I'm so sorry Charlie.
vi: Anh xin lỗi Charlie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMLIGHT
source: What a neat trick.
vi: Chiêu hay đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.PLANT
source: You aren't fooling me, plant.
vi: Mày không lừa được tao đâu cây ạ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.DIRT
source: Something stirs.
vi: Có gì đó đang khuấy động

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.WORM
source: Well that's new!
vi: Cái này mới đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL
source: They only exsist in the depths.
vi: Chúng chỉ tồn tại sâu trong lòng đất

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL_COOKED
source: It will have to do.
vi: Cái này cũng được

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UNAGI
source: My compliments to the chef!
vi: Gửi lời khen tới đầu bếp!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET
source: Some of my better work.
vi: Một vài sáng chế tốt hơn của ta

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET_ITEM
source: Now I just have to set it up.
vi: Giờ thì mình chỉ cần đặt vào thôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURHORN
source: I'm sorry I had to do that, old friend.
vi: Xin lỗi mình phải làm thế người bạn già

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURCHEST
source: It's almost like he's still alive.
vi: Cứ như là nó vẫn còn sống vậy

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE_PIECES
source: I could combine several piles to make a bigger piece.
vi: Mình có thể ghép vào đống vào để thành 1 mảnh lớn hơn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND_ALGAE
source: It's some algae.
vi: Chỉ là 1 ít tảo

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENSTAFF
source: I must rely on focusing tools in this form.
vi: Ta phải tập trung lại công cụ trong dạng này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POTTEDFERN
source: How quaint.
vi: Kỳ ghê

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE
source: An exceedingly rare but useful material.
vi: Nguyên liệu cực kỳ hiếm nhưng cũng vô cùng hữu ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORRUINS
source: Thulecite meshes so well with nightmare fuel.
vi: Thulecite ghép vào rất hợp với Nhiên liệu Ác Mộng

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_BAT
source: The fuel runs deep in this.
vi: Nhiên liệu chạy sâu trong thứ này

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINSHAT
source: Fuel must flow.
vi: Nhiên liệu phải tiếp tục chảy

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The heart of the city is still.
vi: Trái tim thành phố vẫn yên tĩnh

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It beats once again.
vi: Nó lại đập trở lại

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The pulse is quickening.
vi: Mạch đập đang nhanh dần lên

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The pulse is holding steady.
vi: Mạch đập đang ổn định

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: The pulse is waning.
vi: Mạch đập đang cảnh báo hơn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It calms once more.
vi: Nó lại bình tĩnh trở lại

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The pulse has no influence here.
vi: Mạch đập không có tác dụng ở đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP_NIGHTMARE
source: They degrade without proper upkeep.
vi: Chúng suy giảm nếu như không có bảo trì đúng cách

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK_NIGHTMARE
source: The builders have left it in a state of abandonment.
vi: Những người xây nên đã để lại chúng trong trạng thái bỏ rơi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks beyond repair.
vi: Trông như không sửa nổi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAUR
source: My my, the fuel has changed you.
vi: Ồ ồ, Nhiên liệu đã thay đổi ngươi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_DROPPER
source: Creatures in this world evolve at a terrifying rate.
vi: Sinh vật trong thế giới này tiến hóa tốc độ khủng khiếp

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARELIGHT
source: The over-use of fuel was their downfall.
vi: Dùng quá mức Nhiên liệu chính là sự sụp đổ của nó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_RUBBLE
source: A broken relic.
vi: Một món thánh vật hư hỏng

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: I don't know why I didn't think of this.
vi: Không biết sao nhưng mình không nghĩ đến điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENGEM
source: The nightmare fuel will unlock its true potential.
vi: Nhiên liệu Ác Mộng sẽ khai mở tiềm năng đúng chất của nó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGESTAFF
source: I must rely on focusing tools in this form.
vi: Ta phải dựa vào tập trung công cụ ở dạng này

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWAMULET
source: This will make me stand out.
vi: Thứ này sẽ khiến mình nổi bật

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENAMULET
source: I swear I don't normally need this.
vi: Thề là mình bình thường không cần thứ này

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER
source: Simple creatures. They exist only to sleep and feed.
vi: Sinh vật đơn giản. Chúng tồn tại đơn giản chỉ ăn và ngủ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER_PELT
source: In death, this creature will serve me!
vi: Trong cái chết, sinh vật này sẽ phục vụ ta

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSLURPER
source: Wet, soggy, and oddly filling.
vi: Ướt, ẩm, và tràn đầy 1 cách kỳ lạ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEAMULET
source: Simple magic is often the best.
vi: Phép thuật đơn giản thường là tốt nhất

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWSTAFF
source: With a bigger gem it would be so much more powerful.
vi: Với 1 viên ngọc lớn hơn, nó sẽ trẻ nên mạnh hơn nhiều lần

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWGEM
source: I can feel the magic in this.
vi: Ta có thể cảm thấy phép thuật trong nó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEGEM
source: This will be quite powerful with some fuel.
vi: Nó sẽ trở nên khá mạnh mẽ với 1 chút Nhiên liệu

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.VALID
source: That should do the trick.
vi: Chuẩn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.GEMS
source: The fuel needs more focus points.
vi: Nhiên liệu cần nhiều điểm tập trung hơn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.VALID
source: This one's ready.
vi: Nó đã sẵn sàng

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.GEMS
source: The fuel needs a focus.
vi: Nhiên liệu cần 1 điểm tập trung

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STAFFLIGHT
source: That should chase the shadows away.
vi: Nó có thể đuổi bóng đêm đi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4
source: Quite a dapper machine.
vi: Một chiếc máy khá lịch sự

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Where are their gods now?
vi: Các vị thần của chúng đâu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: This can be partially restored.
vi: Thứ này có thể được hồi phục 1 phần nào đó

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_STATUE
source: A once proud race.
vi: Từng là 1 chủng tộc đáng kính

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA
source: Like ashes in my mouth.
vi: Như là tro trong miệng ta

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_COOKED
source: Even worse than raw.
vi: Còn ghê hơn lúc sống

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_TREE
source: It looks like a banana, but I'm not buying it.
vi: Trông như là chuối nhưng đừng hòng lừa được ta

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKY
source: I banished these guys down here for a reason.
vi: Ta đày lũ này xuống đây là có lý do cả

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDSTOOTH
source: It could be used for fashion.
vi: Có thể dùng cho mục đích thời trang

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSNURTLESHELL
source: That is not dapper at all.
vi: Chẳng lịch sự tí nào

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BAT
source: Ugh. Ugly beasts.
vi: Wgh, lũ cầm thú xấu xí

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATBAT
source: Violence has never felt better.
vi: Bạo lực chưa bao giờ tuyệt hơn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING
source: I'm not eating that.
vi: Không ăn thứ đó đâu

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING_COOKED
source: I'm still not eating that.
vi: Vẫn không ăn thứ đó đâu

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_FURRY
source: At least they're good for something.
vi: Ít nhất thì cũng có hữu ích

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUNNYMAN
source: It reminds me of my old act.
vi: Nó làm ta gợi nhớ đến màn kịch ngày xưa

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE
source: It's so dark down here.
vi: Dưới này tối quá

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's so dark down here.
vi: Thật quá tối đi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's so dark down here.
vi: Dưới đây quá tối

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUANO
source: Disgusting!
vi: Ghê tởm

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LANTERN
source: I hope this keeps Them away.
vi: Mong là thứ này có thể khiên Chúng tránh xa

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTBULB
source: It will run out eventually.
vi: Rồi thì nó cũng hết mà thôi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANRABBIT_TAIL
source: Silly rabbit.
vi: Con thỏ ngu ngốc

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_TALL
source: It smells of rot and failure.
vi: Nó có mùi thất bại và ôi thối

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_MEDIUM
source: Where's Waldo?
vi: Waldo đâu rồi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_SMALL
source: Ugh, it smells bad.
vi: Ugh, mùi ghê quá

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE
source: Oh, isn't that clever.
vi: Khôn đấy

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE
source: I don't remember those...
vi: Ta không nhớ lũ này ...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE_SHELLPIECES
source: They don't fit back together.
vi: Bọn này không ghép lại được với nhau

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHAT
source: This will keep me standing, if I need to fight.
vi: Thứ này giúp ta chống chịu nếu cần chiến đấu

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHOLE
source: That's revolting.
vi: Thật là cải cách

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLESLIME
source: There must be a better way.
vi: Phải có 1 cách tốt hơn

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SNURTLE
source: That's strange. They must be new.
vi: Lạ nhỉ, hình như là mới

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_HIDER
source: It's a tricky one.
vi: Ca này khó đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_SPITTER
source: Agressive little thing, isn't it?
vi: Thứ hiếu chiến nhỏ bẻ phải không nào?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHOLE
source: How did that get down here?
vi: Làm sao mà nó chui được xuống đây

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE
source: Rocks. How dull.
vi: Đá à, thật là ngu ngốc
