Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_INCOMPATIBLE_PROTOCOL_VERSION
source: The server has a different version than you do. No use crying over split versions! Just make sure everything's on the latest verison.
vi: Server dùng phiên bản khác bạn. Đừng khóc vì điều đó! Chỉ cần chắc chắn là mọi người cùng dùng phiên bản mới nhất

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_INCOMPATIBLE_PROTOCOL_VERSION
source: The server has a different version than you do. No use crying over split versions! Just make sure everything's on the latest verison.
vi: Server dùng phiên bản khác bạn. Đừng khóc vì điều đó! Chỉ cần chắc chắn là mọi người cùng dùng phiên bản mới nhất

# STRINGS.UI.NETWORKDISCONNECT.BODY.FORCE_DISCONNECTION
source: The connection has been forcibly closed by the engine. Vrooom vroom.
vi: Kết nốt bị dừng bắt buộc bởi hệ thống.

# STRINGS.UI.NETWORKDISCONNECT.BODY.E_BANNED
source: Your account has been banned for violating the terms of use. This is no laughing matter.
vi: Tài khoản của bạn đã bị cấm vì vi phạm quy định. Đây không phải trò đùa

# STRINGS.UI.NETWORKDISCONNECT.BODY.E_UPGRADE
source: A new version is available. Please update Don't Starve Together.
vi: Phiên bản mới đã có. Vui lòng cập nhật lại game

# STRINGS.UI.NETWORKDISCONNECT.BODY.INVALID_GAME_SESSION_TOKEN
source: Unable to reach the Klei server. That thing is sort of the gatekeeper to this whole 'online game' business. Try again?
vi: Không kết nối tới server Klei được. Thứ đó là người gác cổng cho toàn bộ mô hình game trực tuyến này. Thử lại nhé?

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_GAME_SESSION_AUTH_FAILED
source: Something fishy is going on... either we couldn't reach the Klei server or you're not who you say you are.
vi: Có gì đó mờ ám đang diễn ra... 1 là không kết nối được tới server Klei, 2 là bạn không phải người bạn kể

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_USER_CONNECTION_FAILED
source: We tried really hard to get you connected, but something went awry.
vi: Chúng tôi cố hết sức để kết nối bạn nhưng có gì trục trặc rồi

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_FRIENDS_ONLY_SERVER
source: Attempted to join a 'friends only' server but you're not friends with the host. Friendship is not a transitive property.
vi: Thử tham gia một server 'Chỉ bạn bè' nhưng bạn không phải bạn với chủ game. Tình bạn không phải là tài sản trao đổi được

# STRINGS.UI.NETWORKDISCONNECT.BODY.APP_OWNERSHIP_CHECK_FAILED
source: Steam says you don't own the game. But you do... right?
vi: Steam nói là bạn không sở hữu game này. Bạn chắc là bạn có chứ?

# STRINGS.UI.NETWORKDISCONNECT.BODY.SERVER_MODS_NOT_ON_WORKSHOP
source: You are missing mods. The mod required isn't on the Workshop. You will need to manually download mods that are not on the Workshop.
vi: Bạn thiếu mod. Mod được yêu cầu không ở trong Workshop. Bạn cần phải tự tải mod mà không có trên Workshop

# STRINGS.UI.NETWORKDISCONNECT.BODY.SERVER_MODS_WORKSHOP_VERSION_MISMATCH
source: The server is running mods with an old version. The server owner must update the mods so that new players can join.
vi: Server đang dùng mod cũ. Chủ server cần cập nhật mod để người chơi mới có thể tham gia

# STRINGS.UI.NETWORKDISCONNECT.BODY.SERVER_MODS_WORKSHOP_FAILURE
source: You failed to download the required mods from the Steam Workshop. Please try again.
vi: Thất bại khi tải mod yêu cầu từ Steam. Xin vui lòng thử lại

# STRINGS.UI.NETWORKDISCONNECT.BODY.SERVER_MODS_WORKSHOP_ACCESS_DENIED
source: You failed to download the required mods from the Steam Workshop because one or more are not visible to you.
vi: Thất bại khi tải mod yêu cầu từ Steam vì 1 trong số đó không được hiển thị đới với bạn

# STRINGS.UI.NETWORKDISCONNECT.BODY.ID_DST_SLOT_RESERVATION
source: Unable to join the server. The only unused slots are reserved. Try again later once one of these miscreants has been consumed by the gaping maw that is this game.
vi: Không tham gia được server. Chỗ trống duy nhất đang được đặt trước. Xin thử lại sau.

# STRINGS.UI.PAUSEMENU.DST_TITLE
source: Not Paused.
vi: Không dừng.

# STRINGS.UI.PAUSEMENU.DST_SUBTITLE
source: Seriously. It's Not.
vi: Thực tình tì... không dừng đâu!

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry: we'll be waiting for you.
vi: Đừng lo: chúng tôi sẽ đợi bạn.

# STRINGS.UI.PAUSEMENU.DISCONNECT
source: Disconnect
vi: Dừng kết nối

# STRINGS.UI.PAUSEMENU.CLIENTQUITTITLE
source: Leave Server
vi: Thoát server

# STRINGS.UI.PAUSEMENU.CLIENTQUITBODY
source: Are you sure you want to leave the server?
vi: Bạn có chắc là muốn thoát server không?

# STRINGS.UI.PAUSEMENU.HOSTQUITTITLE
source: Shut Down Server
vi: Tắt serveur

# STRINGS.UI.PAUSEMENU.HOSTQUITBODY
source: Are you sure you want to shut the server down? If you do, any players connected will be disconnected.
vi: Bạn có chắc là muốn tắt server không? Người chơi khác sẽ bị dừng kết nối.

# STRINGS.UI.PAUSEMENU.YES
source: Do it!
vi: Làm luôn!

# STRINGS.UI.PAUSEMENU.ISSUE
source: Report an Issue
vi: Báo cáo lỗi

# STRINGS.UI.PAUSEMENU.NO
source: Maybe not...
vi: Chắc là không...

# STRINGS.UI.PAUSEMENU.AFK
source: Go AFK
vi: Đi AFK

# STRINGS.UI.PAUSEMENU.SERVER_ADMIN
source: Server Admin
vi: Quản trị Server

# STRINGS.UI.PLAYERSTATUSSCREEN.WORLD
source: World
vi: Thế giới

# STRINGS.UI.PLAYERSTATUSSCREEN.AGE_PREFIX
source: Day
vi: Ngày

# STRINGS.UI.PLAYERSTATUSSCREEN.AFK
source: Away
vi: Đi vắng

# STRINGS.UI.PLAYERSTATUSSCREEN.MUTE
source: Mute
vi: Làm câm

# STRINGS.UI.PLAYERSTATUSSCREEN.UNMUTE
source: Unmute
vi: Bỏ câm

# STRINGS.UI.PLAYERSTATUSSCREEN.KICK
source: Kick
vi: Đuổi

# STRINGS.UI.PLAYERSTATUSSCREEN.VOTEKICK
source: Vote to Kick
vi: Bầu để đuổi

# STRINGS.UI.PLAYERSTATUSSCREEN.ALREADYVOTED
source: Vote: Yes
vi: Bầu: Có

# STRINGS.UI.PLAYERSTATUSSCREEN.BAN
source: Ban
vi: Cấm

# STRINGS.UI.PLAYERSTATUSSCREEN.ADMIN
source: Admin
vi: Quản trị

# STRINGS.UI.PLAYERSTATUSSCREEN.VIEWPROFILE
source: View Profile
vi: Xem trang cá nhân

# STRINGS.UI.PLAYERSTATUSSCREEN.VOTEKICKREPEAT_TITLE
source: Can't Start Vote
vi: Không thể bắt đầu bầu

# STRINGS.UI.PLAYERSTATUSSCREEN.VOTEKICKREPEAT_BODY
source: You already initiated a vote to kick this player and cannot do so again.
vi: Bạn đã bắt đầu bầu để đuổi người chơi này nên không thể làm lại tiếp được.

# STRINGS.UI.PLAYERSTATUSSCREEN.VOTEKICKCONFIRM_TITLE
source: Vote to Kick
vi: Bầu để đuổi

# STRINGS.UI.PLAYERSTATUSSCREEN.VOTEKICKCONFIRM_BODY
source: Are you sure you want to vote to kick
vi: Bạn có chắc là muốn bầu để đuổi không

# STRINGS.UI.PLAYERSTATUSSCREEN.KICKCONFIRM_TITLE
source: Kick
vi: Đuổi

# STRINGS.UI.PLAYERSTATUSSCREEN.KICKCONFIRM_BODY
source: Are you sure you want to kick
vi: Bạn có chắc là muốn bầu để đuổi không

# STRINGS.UI.PLAYERSTATUSSCREEN.BANCONFIRM_TITLE
source: Ban
vi: Cấm

# STRINGS.UI.PLAYERSTATUSSCREEN.BANCONFIRM_BODY
source: Are you sure you want to kick and ban
vi: ạn có chắc là muốn bầu để đuổi và cấm không

# STRINGS.UI.PLAYERSTATUSSCREEN.OK
source: Do it!
vi: Làm luôn!

# STRINGS.UI.PLAYERSTATUSSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.PLAYERSTATUSSCREEN.GOODHOST
source: Good Host
vi: Host tốt

# STRINGS.UI.PLAYERSTATUSSCREEN.OKHOST
source: OK Host
vi: Host OK

# STRINGS.UI.PLAYERSTATUSSCREEN.BADHOST
source: Bad Host
vi: Host chán

# STRINGS.UI.WORLDRESETDIALOG.TITLE
source: Day %d: Everyone is dead
vi: Ngày %d: Đã chết sạch.

# STRINGS.UI.WORLDRESETDIALOG.TITLE_LATEJOIN
source: Day %d: Everyone else is dead. Save them!
vi: Ngày %d: Mọi người đã chết hết. Hãy cứu họ!

# STRINGS.UI.WORLDRESETDIALOG.RESET_MSG
source: World will reset in: %d
vi: Thế giới sẽ khởi tạo lại trong: %d

# STRINGS.UI.WORLDRESETDIALOG.SURVIVED_MSG
source: Survived %d Days
vi: Đã sinh tồn trong %d ngày.

# STRINGS.UI.WORLDRESETDIALOG.SURVIVED_MSG_1_DAY
source: Survived %d Day
vi: Đã sinh tồn %d ngày.

# STRINGS.UI.WORLDRESETDIALOG.RESET_BUTTON
source: Reset Now
vi: Khởi tạo lại ngay

# STRINGS.UI.WORLDRESETDIALOG.BUTTONPROMPT1
source: Hold
vi: Chờ

# STRINGS.UI.WORLDRESETDIALOG.BUTTONPROMPT2
source: to Reset Now
vi: để Khởi tạo lại ngay

# STRINGS.UI.CHATINPUTSCREEN.WHISPER
source: whisper:
vi: thì thầm:

# STRINGS.UI.CHATINPUTSCREEN.SAY
source: say:
vi: nói:

# STRINGS.UI.MODSSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_DST
source: Compatible with Don't Starve Together.
vi: Tương thích với Don't Starve Together.

# STRINGS.UI.MODSSCREEN.MOD_WARNING_TITLE
source: Mod Warning
vi: Cảnh báo Mod

# STRINGS.UI.MODSSCREEN.MOD_WARNING
source: This is not a Steam Workshop mod. Players will need to download it themselves if you host a server.
vi: Đây không phải mod từ Steam. Người chơi sẽ phải tự tải về nếu bạn tạo 1 server

# STRINGS.UI.MODSSCREEN.DST_COMPAT_WARNING
source: This mod hasn't been tagged as compatible with Don't Starve Together, it is likely that there will be issues.
vi: Mod này chưa được đánh dấu tương thích với Don't Starve:Together, cho nên có nguy cơ lỗi là nhiều.

# STRINGS.UI.MODSSCREEN.MODPAGE
source: Mod Page
vi: Trang mod

# STRINGS.UI.MODSSCREEN.CLEANALL_TITLE
source: Clean All Mod Workshop Data
vi: Dọn sạch hết dữ liệu Mod

# STRINGS.UI.MODSSCREEN.CLEANALL_BODY
source: Are you sure you want to clean all your local Workshop data? This will result in a full download of all your subscribed mods, and your mod configuration settings being reset.
vi: Bạn có chắc muốn dọn sạch toàn bộ dữ liệu mod? Điều này nghĩa là phải tải lại toàn bộ mod đã đăng ký, và cấu hình mod phải chỉnh lại.

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.CUSTOMIZATIONSCREEN.INVALIDSEASONCOMBO_BODY
source: You have set all of the seasons to the "None" option. Turn on at least one season to continue.
vi: Bạn đã chuyển hết các mùa về mục "Không" Bật lại ít nhất 1 mùa để tiếp tục.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.10
source: Together Forever
vi: Cùng nhau mãi mãi

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.11
source: No Giants Here
vi: Không có khổng lồ

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.1
source: The standard Don't Starve experience.
vi: Trải nghiệm Don't Starve tiêu chuẩn

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.10
source: The multiplayer Don't Starve experience.
vi: Trải nghiệm Don't Starve nhiều người chơi.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.11
source: Don't Starve Together with Reign of Giants turned off.
vi: Don't Starve Together với Reign of Giants tắt.

# STRINGS.UI.CUSTOMIZATIONSCREEN.UNKNOWN_PRESET
source: Unknown Preset
vi: Mẫu không rõ

# STRINGS.UI.CUSTOMIZATIONSCREEN.UNKNOWN_PRESET_DESC
source: This game was started with some weird settings.
vi: Game này khởi động với vài cấu hình kỳ quặc

# STRINGS.UI.SERVERLISTINGSCREEN.DIRECTCONNECT
source: Direct Connect
vi: Kết nối trực tiếp

# STRINGS.UI.SERVERLISTINGSCREEN.REFRESH
source: Refresh
vi: Làm mới

# STRINGS.UI.SERVERLISTINGSCREEN.JOIN
source: Join
vi: Tham gia

# STRINGS.UI.SERVERLISTINGSCREEN.REPORT
source: Report Server
vi: Báo cáo server

# STRINGS.UI.SERVERLISTINGSCREEN.REPORTREASON
source: Reason for Report
vi: Lý do báo cáo

# STRINGS.UI.SERVERLISTINGSCREEN.CREATE
source: Host Server
vi: Tạo server

# STRINGS.UI.SERVERLISTINGSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.SERVERLISTINGSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.SERVERLISTINGSCREEN.LOGOUT
source: Log Out
vi: Đăng xuất

# STRINGS.UI.SERVERLISTINGSCREEN.PLAYERS
source: Players
vi: Người chơi

# STRINGS.UI.SERVERLISTINGSCREEN.NAME
source: Name
vi: Tên

# STRINGS.UI.SERVERLISTINGSCREEN.DETAILS
source: Details
vi: Chi tiết

# STRINGS.UI.SERVERLISTINGSCREEN.SERVERDETAILS
source: Server Details
vi: Chi tiết server

# STRINGS.UI.SERVERLISTINGSCREEN.REFRESHING
source: Refreshing...
vi: Đang làm mới...

# STRINGS.UI.SERVERLISTINGSCREEN.CLANONLY
source: Steam Group:
vi: Nhóm Steam:

# STRINGS.UI.SERVERLISTINGSCREEN.LAN
source: LAN
vi: Mạng nội bộ

# STRINGS.UI.SERVERLISTINGSCREEN.FILTERS
source: Filters
vi: Bộ lọc

# STRINGS.UI.SERVERLISTINGSCREEN.PASSWORDREQUIRED
source: Server Requires Password
vi: Server yêu cầu mật khẩu

# STRINGS.UI.SERVERLISTINGSCREEN.SEARCH
source: Search:
vi: Tìm:

# STRINGS.UI.SERVERLISTINGSCREEN.HASPASSWORD
source: Password Protected:
vi: Mật khẩu bảo vệ:

# STRINGS.UI.SERVERLISTINGSCREEN.HASPASSWORD_DETAIL
source: Password Protected
vi: Mật khẩu bảo vệ

# STRINGS.UI.SERVERLISTINGSCREEN.GAMEMODE
source: Game Mode:
vi: Chế độ game:

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_FILTER
source: Playstyle:
vi: Kiểu chơi:

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_TITLE
source: What's your playstyle?
vi: Kiểu chơi của bạn là gì?

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_BUTTON
source: Choose Playstyle
vi: Chọn kiểu chơi

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_DESC.SOCIAL
source: You want to relax, make friends, and play for fun. Winning or losing isn't so important so long as everyone is having a good time.
vi: Bạn muốn thư giãn, tìm bạn bè, chơi cho vui. Thắng thua không quan trọng miễn sao mọi người vui vẻ.

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_DESC.COOPERATIVE
source: Teamwork is your guiding principal. It's not enough to not starve, you have to not starve Together!
vi: Tinh thần đồng đội là trên hết. Nó không đủ để khỏi chết đói mà bạn phải không chết đói cùng nhau!

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_DESC.COMPETITIVE
source: By playing harder, smarter, and better than your opponents, you will show them what you're made of.
vi: Chơi khó hơn, không hơn, tốt hơn địch thủ. Bạn sẽ cho họ thấy phẩm chất cấu thành nên mình.

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_DESC.MADNESS
source: Fighting, looting, filling the world with spiders... Who knows what you'll do next?
vi: Đánh nhau, cướp của, đắm chìm thế giới trong nhện... Ai biết bạn sẽ còn làm gì nữa?

# STRINGS.UI.SERVERLISTINGSCREEN.INTENTION_DESC.ANY
source: You're flexible, you can adapt to whatever world you find yourself in.
vi: Bạn linh động và có thể thay đổi theo bất cứ thế giới nào.

# STRINGS.UI.GAMEMODES.ENDLESS_DESCRIPTION
source: A Don't Starve sandbox. * Enter through the Jury-Rigged Portal. * Turn into a ghost when you die (no sanity drain). * Resurrection always available via Jury-Rigged Portal.
vi: Chế độ Don't Starve tự do. * Vào game qua cổng dịch chuyển. * Biến thành ma khi chết (không sụt giảm thần kinh). * Hồi sinh luôn qua cổng dịch chuyển.

# STRINGS.UI.GAMEMODES.SURVIVAL_DESCRIPTION
source: We survive together, we die together. * Enter through the Jury-Rigged Portal. * Turn into a ghost when you die. * Dead players cause sanity drain for living players.
vi: Chúng ta sống chết cùng nhau. * Hóa ma khi chết. * Vào game qua cổng dịch chuyển. * Người chơi chết làm sút giảm thần kinh của người sống.

# STRINGS.UI.GAMEMODES.WILDERNESS_DESCRIPTION
source: It's wild and dangerous out there. * Enter at a random location in the world. * No safety net. If you die: try, try again. * Others may or may not be friendly.
vi: Thế giới ngoài kia đầy hiểm nguy và thú dữ. * Vào game tại 1 điểm ngẫu nhiên. * Không có cơ chế an toàn. Nếu chết là chơi lại luôn. * Người chơi khác có thể không thân thiện cho lắm.

# STRINGS.UI.SERVERLISTINGSCREEN.WILDERNESS
source: Wilderness
vi: Hoang Sơ

# STRINGS.UI.PLAYERSTATUSSCREEN.WILDERNESS
source: Wilderness
vi: Hoang Sơ

# STRINGS.UI.GAMEMODES.WILDERNESS
source: Wilderness
vi: Hoang Sơ

# STRINGS.UI.GAMEMODES.SURVIVAL
source: Survival
vi: Sinh Tồn

# STRINGS.UI.PLAYERSTATUSSCREEN.SURVIVAL
source: Survival
vi: Sinh Tồn

# STRINGS.UI.GAMEMODES.ENDLESS
source: Endless
vi: Bất Tận

# STRINGS.UI.PLAYERSTATUSSCREEN.ENDLESS
source: Endless
vi: Bất Tận

# STRINGS.UI.SERVERLISTINGSCREEN.CUSTOM
source: Custom
vi: Game Điều chỉnh

# STRINGS.UI.GAMEMODES.CUSTOM
source: Custom Game
vi: Game Điều chỉnh

# STRINGS.UI.SERVERLISTINGSCREEN.MINE
source: Mine
vi: Của tôi

# STRINGS.UI.SERVERLISTINGSCREEN.PRIVATE
source: Private
vi: Của riêng

# STRINGS.UI.SERVERLISTINGSCREEN.GROUP_LOADING
source: Group Loading...
vi: Đang tải nhóm...

# STRINGS.UI.SERVERLISTINGSCREEN.DESC_LOADING
source: [Description Loading...]
vi: [Đang tải chú thích...]

# STRINGS.UI.SERVERLISTINGSCREEN.PLAYERS_LOADING
source: Players Loading...
vi: Đang tải người chơi...

# STRINGS.UI.SERVERLISTINGSCREEN.WORLD_LOADING
source: World Loading...
vi: Đang tải thế giới...

# STRINGS.UI.SERVERLISTINGSCREEN.MODS_LOADING
source: Mods Loading...
vi: Đang tải mod...

# STRINGS.UI.SERVERLISTINGSCREEN.TAGS_LOADING
source: Tags Loading...
vi: Đang tải tagged...

# STRINGS.UI.SERVERLISTINGSCREEN.WORLD_UNKNOWN
source: World Unknown
vi: Thế giới không rõ

# STRINGS.UI.SERVERLISTINGSCREEN.PLAYERS_UNKNOWN
source: Players Unknown
vi: Người chơi không rõ

# STRINGS.UI.SERVERLISTINGSCREEN.GROUP_UNKNOWN
source: Group Unknown
vi: Nhóm không rõ

# STRINGS.UI.SERVERLISTINGSCREEN.VIEWMODS_LAN
source: Mods Unknown
vi: Mod không rõ

# STRINGS.UI.SERVERLISTINGSCREEN.VIEWPLAYERS
source: View Players
vi: Xem người chơi

# STRINGS.UI.SERVERLISTINGSCREEN.SEARCHING_SERVERS
source: Searching Servers...
vi: Đang tìm server...

# STRINGS.UI.SERVERLISTINGSCREEN.NO_DESC
source: [No Description]
vi: [Không có chú thích]

# STRINGS.UI.SERVERLISTINGSCREEN.GROUP_NONE
source: No group
vi: Không có nhóm

# STRINGS.UI.HELP.SCROLL
source: Scroll
vi: Kéo

# STRINGS.UI.HELP.CHANGECHARACTER
source: Change Character
vi: Đổi nhân vật

# STRINGS.UI.HELP.RANDOM
source: Random
vi: Ngẫu nhiên

# STRINGS.UI.HELP.CHANGE_TAB
source: Change Tab
vi: Đổi tab

# STRINGS.UI.SERVERLISTINGSCREEN.INVITE
source: Invite
vi: Mời

# STRINGS.UI.SERVERLISTINGSCREEN.CHANGE_SORT
source: Change Sort
vi: Đổi sắp xếp

# STRINGS.UI.SERVERLISTINGSCREEN.FRIENDSONLY
source: Friend-Hosted:
vi: Bạn bè khởi tạo:

# STRINGS.UI.SERVERLISTINGSCREEN.HASPVP
source: PvP:
vi: Đấu nhau:

# STRINGS.UI.SERVERLISTINGSCREEN.HASPVP_DETAIL
source: PvP
vi: Đấu nhau

# STRINGS.UI.SERVERLISTINGSCREEN.ISDEDICATED
source: Dedicated Server
vi: Server độc lập

# STRINGS.UI.SERVERLISTINGSCREEN.SERVERTYPE
source: Server Type:
vi: Loại server:

# STRINGS.UI.SERVERLISTINGSCREEN.ISEMPTY
source: Show Empty Servers:
vi: Hiện server trống:

# STRINGS.UI.SERVERLISTINGSCREEN.ISFULL
source: Show Full Servers:
vi: Hiện server đầy:

# STRINGS.UI.SERVERLISTINGSCREEN.MINCURRPLAYERS
source: Min Players Active
vi: Người chơi hiện có ít nhất

# STRINGS.UI.SERVERLISTINGSCREEN.MAXCURRPLAYERS
source: Max Players Active
vi: Người chơi hiện có nhiều nhất

# STRINGS.UI.SERVERLISTINGSCREEN.MAXSERVERSIZE
source: Max Players
vi: Nhiều người chơi nhất

# STRINGS.UI.SERVERLISTINGSCREEN.HASCHARACTER
source: Character:
vi: Nhân vật:

# STRINGS.UI.SERVERLISTINGSCREEN.MINOPENSLOTS
source: Min Slots Open:
vi: Số chỗ mở ít nhất:

# STRINGS.UI.SERVERLISTINGSCREEN.ON
source: On
vi: Bật

# STRINGS.UI.SERVERLISTINGSCREEN.OFF
source: Off
vi: Tắt

# STRINGS.UI.SERVERLISTINGSCREEN.ANY
source: Any
vi: Bất kỳ

# STRINGS.UI.SERVERLISTINGSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.SERVERLISTINGSCREEN.NO
source: No
vi: Không

# STRINGS.UI.SERVERLISTINGSCREEN.ONLINE
source: Online
vi: Trực tuyến

# STRINGS.UI.SERVERLISTINGSCREEN.OFFLINE
source: Offline
vi: Ngoại tuyến

# STRINGS.UI.SERVERLISTINGSCREEN.DEDICATED
source: Dedicated
vi: Độc lập

# STRINGS.UI.SERVERLISTINGSCREEN.HOSTED
source: Hosted
vi: Đã tạo

# STRINGS.UI.SERVERLISTINGSCREEN.SHOWLAN
source: Show LAN:
vi: Hiện LAN:

# STRINGS.UI.SERVERLISTINGSCREEN.VERSIONCHECK
source: Version Matches:
vi: Phiên bản trùng:

# STRINGS.UI.SERVERLISTINGSCREEN.NOSERVERSELECTED
source: No Server Selected
vi: Không chọn server nào

# STRINGS.UI.SERVERLISTINGSCREEN.NOMODS
source: No Mods
vi: Khong có mod

# STRINGS.UI.SERVERLISTINGSCREEN.VIEWMODS
source: View Mods
vi: Xem mod

# STRINGS.UI.SERVERLISTINGSCREEN.NOTAGS
source: No Tags
vi: Không tags

# STRINGS.UI.SERVERLISTINGSCREEN.VIEWTAGS
source: View Tags
vi: Xem tags

# STRINGS.UI.SERVERLISTINGSCREEN.MODSENABLED
source: Mods Enabled:
vi: Mod đã bật:

# STRINGS.UI.SERVERLISTINGSCREEN.MOD_WARNING_TITLE
source: Mods Enabled
vi: Mods đã bật

# STRINGS.UI.SERVERLISTINGSCREEN.MOD_WARNING_BODY
source: This server has mods enabled. Klei is not able to help you should issues arise while playing on a modded server. Continue?
vi: Server này có bật mod. Klei không giúp được gì nếu có vấn đề xảy ra khi chơi server mod. Tiếp tục?

# STRINGS.UI.SERVERLISTINGSCREEN.SHOW_MOD_WARNING
source: Do not show this again
vi: Đừng hiện lại nữa

# STRINGS.UI.SERVERLISTINGSCREEN.PASSWORD_ICON_HOVER
source: Passworded
vi: Có mật khẩu

# STRINGS.UI.SERVERLISTINGSCREEN.DEDICATED_ICON_HOVER
source: Dedicated
vi: Độc lập

# STRINGS.UI.SERVERLISTINGSCREEN.FRIEND_ICON_HOVER
source: Friend-Hosted
vi: Bạn bè khởi tạo

# STRINGS.UI.SERVERLISTINGSCREEN.PVP_ICON_HOVER
source: PvP
vi: Đấu nhau

# STRINGS.UI.SERVERLISTINGSCREEN.MODS_ICON_HOVER
source: Modded
vi: Có mod

# STRINGS.UI.SERVERLISTINGSCREEN.FILTER_RESET
source: Reset Filters
vi: Cài đặt lại bộ lọc

# STRINGS.UI.SERVERLISTINGSCREEN.MODS_HIDDEN_MISMATCH
source: Mods list is hidden due to a version mismatch.
vi: Danh sách mod ẩn do chênh lệch phiên bản

# STRINGS.UI.SERVERLISTINGSCREEN.MODS_HIDDEN_LAN
source: The mods list isn't visible in LAN mode. Why not go over and ask your friend?
vi: Danh sách mod không hiển thị trong chế độ LAN. Sao không qua và hỏi bạn đi

# STRINGS.UI.SERVERLISTINGSCREEN.CHAR_AGE_1
source: Day
vi: Ngày

# STRINGS.UI.SERVERLISTINGSCREEN.VIEWWORLD
source: View World
vi: Xem thế giới

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.SUMMER
source: Summer
vi: Hè

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.WINTER
source: Winter
vi: Đông

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.SPRING
source: Spring
vi: Xuân

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.AUTUMN
source: Autumn
vi: Thu

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONFILTER
source: Season
vi: Mùa:

# STRINGS.UI.SERVERLISTINGSCREEN.EARLY_SEASON_1
source: Early
vi: Sớm

# STRINGS.UI.SERVERLISTINGSCREEN.LATE_SEASON_1
source: Late
vi: Muộn

# STRINGS.UI.SERVERLISTINGSCREEN.PHASES.DAY
source: Daytime
vi: Ban ngày

# STRINGS.UI.SERVERLISTINGSCREEN.PHASES.DUSK
source: Dusk
vi: Chập tối

# STRINGS.UI.SERVERLISTINGSCREEN.PHASES.NIGHT
source: Night
vi: Đêm

# STRINGS.UI.SERVERLISTINGSCREEN.DAYDESC
source: Day
vi: Ngày

# STRINGS.UI.SERVERLISTINGSCREEN.OUT_OF
source: of
vi: của

# STRINGS.UI.SERVERLISTINGSCREEN.SHOWING
source: shown
vi: đã hiện

# STRINGS.UI.SERVERLISTINGSCREEN.SERVER_LIST_TITLE_INTENT
source: %s Servers
vi: Server: %s

# STRINGS.UI.SERVERCREATIONSCREEN.CREATE
source: Create Server
vi: Tạo server

# STRINGS.UI.SERVERCREATIONSCREEN.RESUME
source: Resume Server
vi: Tiếp tục server

# STRINGS.UI.SERVERCREATIONSCREEN.BACK
source: Back
vi: Trở lại

# STRINGS.UI.SERVERCREATIONSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.SERVERCREATIONSCREEN.SNAPSHOTS
source: Rollback
vi: Quay lại

# STRINGS.UI.SERVERCREATIONSCREEN.BANS
source: Bans
vi: Cấm

# STRINGS.UI.SERVERCREATIONSCREEN.SERVERSETTINGS
source: Server Settings
vi: Thiết lập server

# STRINGS.UI.SERVERCREATIONSCREEN.ONLINE_MODE
source: Server Mode:
vi: Chế độ Server:

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_LABEL
source: Server Playstyle:
vi: Kiểu chơi server:

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_TITLE
source: What's your server's playstyle?
vi: Bạn thích kiểu chơi nào?

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_BUTTON
source: Set Intention
vi: Đặt ý định

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_DESC.SOCIAL
source: This server is a place for friendly chatter, a relaxed playstyle, and getting to know people. Come on in!
vi: Server này là 1 nơi thân thiện, phong cách chơi thoải mái, để thăm và tìm hiểu mọi người. Vào đi!

# STRINGS.UI.SERVERCREATIONSCREEN.INTENTION_DESC.COOPERATIVE
source: We're all trying to survive together. Here, we play our best and do what we can to tame this hostile world.
vi: Chúng ta đều đang cố sinh tồn cùng nhau. Ở đây chúng ta cố hết sức và làm mọi cách để chế ngự thế giới thù nghịch này
