Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.BURNT
source: If it was a tree farm, I'd be sad.
vi: Nếu đó là một trang trại cây, tôi muốn được buồn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.EMBERS
source: I should go chop some wood for that, eh?
vi: Tôi nên đi cắt một số gỗ cho rằng, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.GENERIC
source: It uses wood.
vi: Nó sử dụng gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.HIGH
source: I'm using too much wood too fast!
vi: Tôi đang sử dụng quá nhiều gỗ quá nhanh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.LOW
source: There should be some wood around here somewhere.
vi: Nên có một số gỗ quanh đây đâu đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.NORMAL
source: Mmmm. Smells woody.
vi: Mmmm. Mùi gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.OUT
source: If only I had some wood.
vi: Nếu tôi có một số gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.ON
source: Save the trees!
vi: Lưu cây!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.OFF
source: Lazy thing.
vi: điều lười biếng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It craves wood.
vi: Nó muốn gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEHAT
source: I could chop this if I had to.
vi: Tôi có thể cắt này nếu tôi đã phải.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYINGINRAIN
source: This is like watching meat dry in rain.
vi: Đây là giống như xem thịt khô trong mưa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.BURNT
source: Its usefulness has dried up.
vi: tính hữu dụng của nó đã khô cạn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD.GENERIC
source: Smells like a factory trawler.
vi: Mùi giống như một tàu đánh cá của nhà máy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD.BURNT
source: Amazingly, it smells even worse now.
vi: Thật ngạc nhiên, nó có mùi tệ hơn bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE.GENERIC
source: They're not the handiest.
vi: Họ không phải là handiest.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE.BURNT
source: Couldn't even build a fireproof house.
vi: Thậm chí không thể xây dựng một ngôi nhà chống cháy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWERSALAD
source: Healthy, but not very hardy.
vi: Khỏe mạnh, nhưng không phải là rất khỏe mạnh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICECREAM
source: Only after I've chopped enough!
vi: Chỉ sau khi tôi đã cắt nhỏ đủ!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELONICLE
source: Wood AND food?!
vi: Gỗ và thực phẩm ?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAILMIX
source: The perfect snack for a day of chopping.
vi: Các món ăn hoàn hảo cho một ngày của thớt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOTCHILI
source: Good after a long day of chopping in the cold.
vi: Tốt sau một ngày dài cắt trong lạnh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUACAMOLE
source: I'm not sure I trust it.
vi: Tôi không chắc là tôi tin tưởng nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOOSE
source: Whatever it is, it's definitely Canadian.
vi: Bất cứ điều gì, nó chắc chắn là người Canada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOOSEEGG
source: Well, it lays eggs, apparently.
vi: Vâng, nó đẻ trứng, rõ ràng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSSLING
source: Feathery moose baby!
vi: Lông con nai!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHERFAN
source: A traditional Canadian fan.
vi: Một fan hâm mộ truyền thống của Canada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOOSE_FEATHER
source: Pillowy plumage.
vi: bộ lông êm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFF_TORNADO
source: I prefer to chop the trees myself.
vi: Tôi thích để chặt cây bản thân mình.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD.GENERIC
source: What a waste of good pork.
vi: Thật là một sự lãng phí thịt lợn tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD.BURNT
source: I'd like to complain to the chef.
vi: Tôi muốn khiếu nại với người đầu bếp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.BURNT
source: A mere shell of its former glory.
vi: Một vỏ chỉ của vinh quang trước đây của nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FERTILIZER
source: Poop belongs in a bucket, not on the ground.
vi: Poop thuộc trong một cái xô, không phải trên mặt đất.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER.GENERIC
source: Rain makes the trees grow.
vi: Mưa làm cho cây phát triển.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER.BURNT
source: Its knowledge of rain didn't keep it from being burned.
vi: kiến thức của mình trong mưa đã không giữ cho nó khỏi bị đốt cháy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINCOAT
source: For chopping in the rain.
vi: Để cắt trong mưa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINHAT
source: Always keep a dry head while chopping.
vi: Luôn luôn giữ cho đầu óc khô trong khi đang chặt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB.GENERIC
source: I don't trust all this science stuff.
vi: Tôi không tin tưởng tất cả những thứ khoa học này.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB.BURNT
source: How did it get burned?!
vi: Làm thế nào nó được đốt cháy ?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2.GENERIC
source: This is getting strange.
vi: Đây là nhận lạ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2.BURNT
source: Well, it obeys some basic laws of physics.
vi: Vâng, nó tuân theo một số luật cơ bản của vật lý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3.GENERIC
source: OK, I kind of get it now.
vi: OK, tôi vẫn nhận được nó bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3.BURNT
source: Nope, lost it.
vi: Không, mất nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4.GENERIC
source: I like to call it the 'Hat Machine!'
vi: Tôi thích gọi nó là 'Machine Hat!'

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4.BURNT
source: This is why I don't use hat warmers.
vi: Đây là lý do tại sao tôi không sử dụng ủ mũ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I look good in wood.
vi: Tôi nhìn tốt trong gỗ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: I don't look as good burnt.
vi: Tôi không nhìn cháy tốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE.GENERIC
source: Home sweet home!
vi: Ngôi nhà thân yêu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE.MELTED
source: Back home, they never melt.
vi: Trở về nhà, họ không bao giờ tan chảy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE_MELTED
source: Back home, they never melt.
vi: Trở về nhà, họ không bao giờ tan chảy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICE
source: A reminder of home for my pocket.
vi: Một lời nhắc nhở của nhà cho túi của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REFLECTIVEVEST
source: I'm still not convinced plaid isn't all-weather wear.
vi: Tôi vẫn không thuyết phục kẻ sọc không phải là tất cả thời tiết mặc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAWAIIANSHIRT
source: I really prefer plaid.
vi: Tôi thực sự thích kẻ sọc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT.GENERIC
source: I'm used to sleeping in worse.
vi: Tôi đang sử dụng để ngủ trong tồi tệ hơn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT.BURNT
source: I don't think it can still be considered a tent.
vi: Tôi không nghĩ rằng nó vẫn có thể được coi là một lều.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SIESTAHUT.GENERIC
source: Naps are important during a long day of chopping.
vi: Ngủ rất quan trọng trong một ngày dài của thớt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SIESTAHUT.BURNT
source: It's a husk.
vi: Đó là một trấu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRANSISTOR
source: I don't even begin to understand how this thing works.
vi: Tôi thậm chí không bắt đầu hiểu làm thế nào điều này hoạt động.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST.GENERIC
source: Wood is so handy! Look at all the things you can make!
vi: Gỗ là rất tiện dụng! Nhìn vào tất cả những điều bạn có thể làm!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST.BURNT
source: Wood does have a downside, though...
vi: Gỗ không có một nhược điểm, mặc dù ...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TUMBLEWEED
source: I wish it was sturdier so I could chop it.
vi: Tôi muốn nó là chắc chắn hơn để tôi có thể băm nhỏ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_UMBRELLA
source: This will keep my beard moderately dry, eh?
vi: Điều này sẽ giữ cho bộ râu của tôi vừa phải khô, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY.GENERIC
source: I could sneeze it over.
vi: Tôi có thể hắt hơi nó qua.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY.BURNT
source: Well that escalated quickly.
vi: Cũng là một cách nhanh chóng leo thang.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD.GENERIC
source: I like the look of that!
vi: Tôi thích nhìn về điều đó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD.BURNT
source: I miss the old you.
vi: Tôi nhớ con người cũ của bạn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WARG
source: That thing could pull a sled by its lonesome.
vi: Điều đó có thể kéo một chiếc xe trượt tuyết của cô đơn của mình.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELON
source: How can it be both water and melon?
vi: Làm thế nào nó có thể được cả hai nước và dưa?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELON_COOKED
source: I'm not sure about grilled fruit...
vi: Tôi không chắc chắn về trái cây nướng ...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERMELONHAT
source: You can call me Mr. Melon.
vi: Bạn có thể gọi tôi là ông Melon.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER.GENERIC
source: We can build these half as tall back home.
vi: Chúng tôi có thể xây dựng các nửa như nhà lại cao.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER.BURNT
source: The ones from home don't burn.
vi: Những người ở nhà không đốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: Points to the True North.
vi: Điểm đến True North.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.BURNT
source: No, not the bees!
vi: Không, không phải những con ong!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.HUNGRY
source: I'll get you something to eat soon buddy.
vi: Tôi sẽ giúp bạn có được một cái gì đó để ăn ngay bạn thân.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.STARVING
source: He's got a hankering for some poutine!
vi: Anh ta có một sự khao khát cho một số Poutine!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.DEAD
source: I'm sorry. I failed you.
vi: Tôi xin lôi. Tôi làm bạn thất vọng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SKELETON
source: That's starting to smell.
vi: Đó là bắt đầu có mùi hôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BELL_BLUEPRINT
source: I'm not one for book learning.
vi: Tôi không phải là một học tập cuốn sách.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFLY
source: He will burn all the trees before I can chop them!
vi: Ông sẽ ghi tất cả các cây trước khi tôi có thể xé ra!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LAVASPIT.HOT
source: Aaaah! Tree killer!
vi: Aaaah! Cây kẻ giết người!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LAVASPIT.COOL
source: My trees are safe now.
vi: cây của tôi được an toàn bây giờ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACORN
source: I should grow it and then chop it down!
vi: Tôi nên phát triển nó và sau đó băm nhỏ xuống!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACORN_SAPLING
source: Here comes a tree!
vi: Ở đây có một cây!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.WITHERED
source: Maybe it'd thrive if it was cooler.
vi: Có lẽ nó muốn phát triển mạnh nếu nó là mát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.FROZEN
source: Brrr! It's frozen.
vi: Brrr! Nó đóng băng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit... medium.
vi: Nó nhận được một chút ... trung bình.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.GENERIC
source: Is there anything wood can't do?
vi: Có gỗ bất cứ điều gì không thể làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.UNWRITTEN
source: Let's give our neighbours some guidance.
vi: Hãy cung cấp cho các nước láng giềng của chúng tôi một số hướng dẫn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.BURNT
source: Wood is the best at burning.
vi: Gỗ là tốt nhất ở đốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.GENERIC
source: Is there anything wood can't do?
vi: Có gỗ bất cứ điều gì không thể làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: Let's give our neighbours some guidance.
vi: Hãy cung cấp cho các nước láng giềng của chúng tôi một số hướng dẫn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.BURNT
source: Wood is the best at burning.
vi: Gỗ là tốt nhất ở đốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: Is there anything wood can't do?
vi: Có gỗ bất cứ điều gì không thể làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: Let's give our neighbours some guidance.
vi: Hãy cung cấp cho các nước láng giềng của chúng tôi một số hướng dẫn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Wood is the best at burning.
vi: Gỗ là tốt nhất ở đốt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_ACTIVE
source: What have I done?
vi: Tôi đã làm gì?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_PLANTED
source: It's looking at me.
vi: Nó đang nhìn tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE
source: Sorry, little buddy.
vi: Xin lỗi, anh bạn trẻ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PHLEGM
source: I hope it doesn't get stuck in my moustache.
vi: Tôi hy vọng nó không bị mắc kẹt trong ria của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE
source: I should grow it and then chop it down!
vi: Tôi nên phát triển nó và sau đó băm nhỏ xuống!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE_SAPLING
source: Here comes a tree!
vi: Ở đây có một cây!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.WITHERED
source: It's got no life left, eh?
vi: Nó đã không có cuộc đời còn lại, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE.GENERIC
source: I doubt there are trees down there.
vi: Tôi nghi ngờ có những cây xuống đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE.SPRING
source: Nothing going in or out.
vi: Không có gì xảy ra trong hoặc ra ngoài.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.WITHERED
source: With this heat, it'll never grow to chopping size!
vi: Với nhiệt độ này, nó sẽ không bao giờ phát triển đến kích thước thớt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKELETON_PLAYER
source: That's just downright unnerving.
vi: Đó chỉ là hết sức đáng sợ.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPAT
source: Reminds me of momma!
vi: Nhắc tôi momma!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STEELWOOL
source: That'll put the shine back on my axe.
vi: Điều đó sẽ đưa bóng trở lại vào cái rìu của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_13
source: Don't ask me.
vi: Đừng hỏi tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_SMOLDERING
source: It's about to go up in flames, eh?
vi: Đó là về để đi lên trong ngọn lửa, eh?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: That bear is in need of repair.
vi: gấu đó là cần sửa chữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: It's a teddy bear.
vi: Đó là một con gấu bông.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERNIE_ACTIVE
source: That teddy bear seems to be animated somehow.
vi: Đó gấu bông dường như được hoạt hình bằng cách nào đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTSTICK
source: I wonder if it's named for Venus?
vi: Tôi tự hỏi nếu nó được đặt tên cho Venus?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE.GENERIC
source: Sadly, it is just painted to look like a carrot.
vi: Đáng buồn thay, nó chỉ là sơn để trông giống như một củ cà rốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE.BURNT
source: It didn't even burn like a carrot.
vi: Nó thậm chí còn không cháy như một củ cà rốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_DECIDUOUS
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SANDY
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_BADLANDS
source: The ground. You step on it.
vi: Mặt đất. Bạn bước vào nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FURTUFT
source: Fur from a Bearger.
vi: Fur từ một Bearger.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.GENERIC
source: A camp fire, after a fashion.
vi: Một ngọn lửa trại, sau một thời trang.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.OUT
source: I can re-light it.
vi: Tôi có thể tái ánh sáng nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.EMBERS
source: The fire has almost self-extinguished.
vi: Ngọn lửa đã gần như tự dập tắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.LOW
source: The fire could use some more fuel.
vi: Ngọn lửa có thể sử dụng một số nhiên liệu hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.NORMAL
source: A perfectly unusual fire.
vi: Một ngọn lửa hoàn toàn không bình thường.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIRE.HIGH
source: That fire is burning at an alarming rate.
vi: lửa đang cháy ở mức báo động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKPOT.COOKING_LONG
source: It's got a bit to go before it's ready.
vi: Nó có một chút để đi trước khi nó đã sẵn sàng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKPOT.COOKING_SHORT
source: Almost done!
vi: Sắp xong!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKPOT.DONE
source: Supper time!
vi: Hiện Supper!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKPOT.EMPTY
source: It looks derelict when it's not cooking something.
vi: Có vẻ vô chủ khi nó không được ăn một cái gì đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKPOT.BURNT
source: Now it's truly derelict.
vi: Bây giờ nó thật sự vô chủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYEBRELLAHAT
source: The cornea must be quite water-repellent.
vi: Giác mạc phải được khá thấm nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORDRAGONFLY
source: Pyrotechnic armour!
vi: giáp pháo hoa!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACORN_COOKED
source: I've cooked the poison out of them.
vi: Tôi đã nấu chín các chất độc ra khỏi chúng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRCHNUTDRAKE
source: Run awaaay!
vi: Chạy awaaay!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.BURNT
source: It shan't grow a crop again.
vi: Nó sẽ không phát triển một cây nữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.GENERIC
source: A fire pit. It's chilly.
vi: Một hố lửa. Nó lạnh lẽo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.OUT
source: I can re-light it.
vi: Tôi có thể tái ánh sáng nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.EMBERS
source: The fire has almost self-extinguished.
vi: Ngọn lửa đã gần như tự dập tắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.LOW
source: The fire could use some more fuel, whatever fuel it takes.
vi: Ngọn lửa có thể sử dụng một số nhiên liệu hơn, bất cứ nhiên liệu nó mất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.NORMAL
source: A fire. Of some kind.
vi: Một đám cháy. Của một số loại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COLDFIREPIT.HIGH
source: That fire is burning at an alarming rate.
vi: lửa đang cháy ở mức báo động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESUPPRESSOR.ON
source: Pitch that ice!
vi: Pitch mà đá!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESUPPRESSOR.OFF
source: Nothing to see here.
vi: Không có gì để thấy ở đây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD.BURNT
source: It's neither rotting nor fermenting now.
vi: Đó không phải mục nát cũng không lên men bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE.GENERIC
source: Obviously dilapidated.
vi: Rõ ràng là đổ nát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE.BURNT
source: On beyond dilapidated.
vi: Ngày ngoài đổ nát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWERSALAD
source: Plenty of nutrients!
vi: Rất nhiều các chất dinh dưỡng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICECREAM
source: Nothing like a book and a bowl of ice cream.
vi: Không có gì giống như một cuốn sách và một bát kem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WATERMELONICLE
source: The melon is entirely encased in an ice lattice.
vi: Dưa hoàn toàn được bọc trong một mạng băng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAILMIX
source: Mmmm, natural!
vi: Mmmm, tự nhiên!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOTCHILI
source: Chili gives me indigestion.
vi: Chili mang lại cho tôi khó tiêu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUACAMOLE
source: I always make guacamole for science day at the library.
vi: Tôi luôn luôn làm guacamole cho ngày khoa học tại thư viện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOOSE
source: I dub it Alces canadensis.
vi: Tôi dub nó Alces canadensis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOOSEEGG
source: What a marvel!
vi: Thật là một điều kỳ diệu!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSSLING
source: I suppose that's approximately what I expected.
vi: Tôi cho rằng đó là khoảng những gì tôi mong đợi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHERFAN
source: This will induce quite an airflow!
vi: Điều này sẽ gây ra khá một luồng không khí!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOOSE_FEATHER
source: Soft body down! Makes me wish I could sleep.
vi: Mềm mại cơ thể xuống! Làm cho tôi muốn tôi có thể ngủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STAFF_TORNADO
source: I've never seen a weather vane employed as a weapon.
vi: Tôi chưa bao giờ nhìn thấy một cánh thời tiết sử dụng như một vũ khí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD.GENERIC
source: It's a head on a stick.
vi: Đó là một đầu vào một cây gậy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD.BURNT
source: It's the charred remains of a head on a stick.
vi: Đó là những gì còn lại cháy thành than của một đầu vào một cây gậy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.BURNT
source: The house had no fire-prevention system.
vi: Ngôi nhà không có hệ thống phòng cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FERTILIZER
source: A bucket of animal feces. Pungent.
vi: Một xô phân động vật. Hăng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER.GENERIC
source: Measure before you act.
vi: Đo trước khi hành động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER.BURNT
source: I can't read any measurements from that husk.
vi: Tôi không thể đọc được bất kỳ phép đo từ trấu đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINCOAT
source: Totally non-porous.
vi: Hoàn toàn không xốp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINHAT
source: I hate when my hair gets wet.
vi: Tôi ghét khi tóc của tôi bị ẩm ướt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB.GENERIC
source: It's a research station. I can learn new things with it.
vi: Đó là một trạm nghiên cứu. Tôi có thể học hỏi những điều mới mẻ với nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB.BURNT
source: I can't learn anything from a carbonized research station.
vi: Tôi không thể học bất cứ điều gì từ một trạm nghiên cứu carbon.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2.GENERIC
source: It's a research station. I can learn new things with it.
vi: Đó là một trạm nghiên cứu. Tôi có thể học hỏi những điều mới mẻ với nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2.BURNT
source: I can't learn anything from a carbonized research station.
vi: Tôi không thể học bất cứ điều gì từ một trạm nghiên cứu carbon.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3.GENERIC
source: Perhaps I have gone too far.
vi: Có lẽ tôi đã đi quá xa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3.BURNT
source: An omen.
vi: Một điềm báo.
