Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANIMAL_TRACK
source: Animal sign, leading away.
vi: dấu hiệu động vật, dẫn đi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIRTPILE
source: Unhygienic!
vi: Mất vệ sinh!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_WINTER
source: Koalefanta Proboscidea in thick winter pelage
vi: Koalefanta bộ có vòi trong bộ lông thú dày mùa đông

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_SUMMER
source: A utilitarian proboscis.
vi: Một vòi lợi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_WINTER
source: A specimen of leather and fur.
vi: Một mẫu vật bằng da và lông thú.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_COOKED
source: Unpalatable, but high in protein.
vi: Khó chịu, nhưng hàm lượng protein cao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_SUMMER
source: Durable outerwear.
vi: quần áo thể thao bền.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_WINTER
source: Ample protection against the elements.
vi: bảo vệ chống lại các yếu tố phong phú.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEADLYFEAST
source: I'm not sure that's good to eat.
vi: Tôi không chắc chắn đó là tốt để ăn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REDGEM
source: It is warm.
vi: Đó là ấm áp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEGEM
source: It is cold.
vi: Trời lạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEGEM
source: It gives off a strange aura.
vi: Nó phát ra một luồng khí lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUND
source: That hound is not domesticated.
vi: chó săn mà không được thuần hóa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREHOUND
source: That hound is more dangerous than the others.
vi: hound Đó là nguy hiểm hơn những người khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEHOUND
source: What a strange, cold beast.
vi: Thật là một kỳ lạ, thú lạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDBONE
source: The endoskeleton of Canis lupus, definitely not familiaris.
vi: Các endoskeleton của Canis lupus, chắc chắn không familiaris.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PENGUIN
source: What a classy bird
vi: Thật là một con chim sang trọng

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS_EYEBALL
source: I feel a vague sense of accomplishment.
vi: Tôi cảm thấy một cảm giác mơ hồ của thành tựu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEPLETED_GRASS.GENERIC
source: A tuft of a graminoid.
vi: Một chùm của một graminoid.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASALT
source: Material of great density!
vi: Chất liệu của mật độ tuyệt vời!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDMOUND
source: Those bones are foreboding.
vi: Những xương là điềm gở.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERM
source: A piscean biped!
vi: Một động vật hai chân Piscean!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE
source: Obviously dilapidated.
vi: Rõ ràng là đổ nát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINERHAT
source: This would make a great reading light.
vi: Điều này sẽ làm cho đọc một ánh sáng tuyệt vời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT
source: An automatic equine.
vi: Một ngựa tự động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP
source: A clockwork clergyman.
vi: Một đồng hồ mục sư.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK
source: A clockwork castle.
vi: Một lâu đài đồng hồ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JAMMYPRESERVES
source: I'd love some toast to put this jam on. Oh well.
vi: Tôi muốn yêu một số bánh mì nướng để đặt mứt này. Oh tốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KABOBS
source: Meat on a stick, what will I think up next?
vi: Thịt trên một cây gậy, những gì tôi sẽ nghĩ ra tiếp theo?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.INACTIVE
source: It appears to be a tiny pyramid.
vi: Nó dường như là một kim tự tháp nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.ACTIVE
source: I must be seeing things.
vi: Tôi phải nhìn sự việc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.INACTIVE
source: It seems to have sunk into the soil.
vi: Nó dường như đã chìm vào trong đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.ACTIVE
source: Fascinating. I'll have to study these markings later.
vi: Hấp dẫn. Tôi sẽ cần phải nghiên cứu các dấu hiệu sau.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGTORCH
source: I wonder how it's fueled.
vi: Tôi tự hỏi làm thế nào nó được thúc đẩy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGSKIN
source: The haunch of a semi-intelligent bipedal pig.
vi: Các quầy thịt của một con lợn hai chân bán thông minh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WASPHIVE
source: I had better keep my distance.
vi: Tôi đã tốt hơn giữ khoảng cách của tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLEPILLAR
source: It shows the touch of a Roman artisan. How amazing.
vi: Nó cho thấy các liên lạc của một nghệ nhân La Mã. Làm thế nào tuyệt vời.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLETREE
source: Amazing. A tree made entirely of marble.
vi: Kinh ngạc. Một cây làm hoàn toàn bằng đá cẩm thạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLE
source: A statuesque rock.
vi: Một tảng đá như tượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKBOAT
source: A shipwreck, looks to be useless.
vi: Một con tàu đắm, có vẻ như là vô dụng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEATERVEST
source: This vest screams "stylish, but well-read.".
vi: vest này hét lên "phong cách, nhưng cũng đọc. ".

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TAFFY
source: I don't much care for sweets, but... desperate times.
vi: Tôi làm việc chăm sóc không nhiều đồ ngọt, nhưng ... lần tuyệt vọng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.GENERIC
source: Meats can be dehydrated.
vi: Thịt có thể bị mất nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DRYING
source: Dehydration is a slow process.
vi: Mất nước là một quá trình chậm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DONE
source: The process has completed.
vi: Quá trình này đã hoàn thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT_DRIED
source: High sodium content.
vi: hàm lượng natri cao.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT_DRIED
source: Salty yet satisfying.
vi: Mặn chưa thỏa mãn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT_DRIED
source: Salty yet satisfying.
vi: Mặn chưa thỏa mãn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACKPACK
source: I could fit many books in here.
vi: Tôi có thể phù hợp với nhiều sách ở đây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACONEGGS
source: My stomach is aching. Blue eggs and bacon!
vi: Bụng tôi đang đau. trứng màu xanh và thịt xông khói!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BANDAGE
source: Medicinal dressings.
vi: băng thuốc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEALINGSALVE
source: A natural disinfectant.
vi: Một chất khử trùng tự nhiên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CANE
source: I'm no rabologist.
vi: Tôi không có rabologist.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Highly conductive!
vi: Có tính dẫn!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Radiant electrical energy!
vi: năng lượng điện Radiant!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORRUINS
source: A hardy Thulecite armour.
vi: Một Thulecite giáp khỏe mạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP_NIGHTMARE
source: Such exhilaratingly complex technology.
vi: Như công nghệ exhilaratingly phức tạp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENAMULET
source: I don't know what that is.
vi: Tôi không biết đó là gì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENGEM
source: Chromium impurities have coloured this gem green.
vi: Chromium tạp chất có màu xanh ngọc này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT_NIGHTMARE
source: It's nightmare fueled surroundings seem to have corrupted its programming.
vi: Đó là cơn ác mộng thúc đẩy môi trường xung quanh dường như đã bị hỏng chương trình của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAUR
source: Get away, you beast!
vi: Có được đi, bạn con thú!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Quite functional, it operates as both an axe and a pickaxe.
vi: Khá chức năng, nó hoạt động như cả một cái rìu và một cái cuốc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARELIGHT
source: The ancients seem to have used nightmare fuel to power everything.
vi: Người xưa dường như có nhiên liệu cơn ác mộng đã qua sử dụng để cấp nguồn cho tất cả mọi thứ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: There are low, but increasing levels of vapours containing ectoplasmic residue.
vi: Có thấp, nhưng tăng mức độ của hơi sơn có chứa dư lượng ectoplasmic.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Levels of ectoplasmic residue seem to be increasing.
vi: Mức dư lượng ectoplasmic dường như được tăng lên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The levels of ectoplasmic residue seem to be at their peak.
vi: Mức dư lượng ectoplasmic dường như là đỉnh cao của họ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Levels of ectoplasmic residue are high but seem to be decreasing.
vi: Mức dư lượng ectoplasmic là cao nhưng dường như được giảm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: There is very little ectoplasmic residue vapor.
vi: Có rất ít ectoplasmic hơi dư lượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The levels of ectoplasmic residue seem to be at their lowest.
vi: Mức dư lượng ectoplasmic dường như ở mức thấp nhất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There doesn't seem to be any ectoplasmic vapor around here.
vi: Có vẻ như không được bất kỳ hơi ectoplasmic quanh đây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGESTAFF
source: Handy over small distances.
vi: Handy trên một khoảng cách nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK_NIGHTMARE
source: It looks like it could break apart at any moment.
vi: Có vẻ như nó có thể phá vỡ bất cứ lúc nào.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RELIC
source: A relic of an ancient civilization long dead the the ravages of time.
vi: Một di tích của một nền văn minh cổ xưa đã chết từ lâu các sự tàn phá của thời gian.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_RUBBLE
source: With a little elbow grease this could be put into working order.
vi: Với một ít dầu mỡ khuỷu tay này có thể được đưa vào để làm việc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_BAT
source: I could hit things with this.
vi: Tôi có thể đánh vật với này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINSHAT
source: A bit gaudy for my tastes, but it seems useful.
vi: Một chút cầu kỳ cho sở thích của tôi, nhưng nó có vẻ hữu ích.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_DROPPER
source: Ah, this species of arachnid has adapted to life on the cave ceiling.
vi: Ah, loài này của loài nhỏ đã thích nghi với cuộc sống trên trần hang.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE
source: This seems to be an interesting, ectoplasmic residue-bearing variety of ziosite.
vi: Đây có vẻ là một, ectoplasmic nhiều thú vị dư lượng chịu lực của ziosite.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWAMULET
source: This amulet is glowing at the mid 530 nanometer wavelength.
vi: bùa này được phát sáng ở bước sóng 530 nanomet giữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I feel a compulsive urge to activate it, again and again.
vi: Tôi cảm thấy một sự thôi thúc cưỡng để kích hoạt nó, một lần nữa và một lần nữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGTREE
source: Animal or vegetable?
vi: Động vật hoặc thực vật?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICESTAFF
source: I believe it works via condensation.
vi: Tôi tin rằng nó hoạt động thông qua ngưng tụ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_TOODARK
source: I can't see in the dark.
vi: Tôi không thể nhìn thấy trong bóng tối.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_GENERIC
source: I don't know what that is.
vi: Tôi không biết đó là gì.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL_GENERIC
source: I can't do that.
vi: Tôi không thể làm điều đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.BATTLECRY.GENERIC
source: Combat!
vi: Chống lại!

# STRINGS.CHARACTERS.WICKERBOTTOM.COMBAT_QUIT.GENERIC
source: Well, that's over.
vi: Vâng, đó là hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.SPOILED
source: That was partially decomposed.
vi: Điều đó đã được phân hủy một phần.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.STALE
source: That was not at optimal freshness.
vi: Đó không phải là ở sự tươi mát tối ưu.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.PAINFUL
source: I should not have ingested that.
vi: Tôi không nên ăn đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CANFIX
source: I do believe I can repair this.
vi: Tôi có thể sửa cái này.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ADVENTUREFAIL
source: We must learn from our failures.
vi: Chúng ta phải học hỏi từ những thất bại của chúng tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_COLD
source: The ambient temperature is low.
vi: Nhiệt độ môi trường xung quanh là thấp.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNGRY
source: Librarian needs food.
vi: Thư viện cần thực phẩm.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TORCH_OUT
source: I need another light.
vi: Tôi cần một ánh sáng khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DUSK
source: Night will be here soon.
vi: Đêm sẽ có mặt ở đây sớm.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! Something bit me!
vi: OUCH! Một cái gì đó cắn tôi!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE
source: Did you hear that?
vi: Bạn có nghe thấy không?

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BOOMERANG
source: I misjudged the timing of its return.
vi: Tôi đánh giá sai thời gian trở lại của mình.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HOUNDS
source: Something is approaching.
vi: Một cái gì đó đang đến gần.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PECKED
source: Settle down, this instant!
vi: Hãy ngả xuống, ngay lúc này!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_LIGHT
source: It is bright enough to see.
vi: Nó đủ sáng để thấy.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_DARK
source: I am in the dark.
vi: Tôi đang ở trong bóng tối.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_INV_FULL
source: I can't carry anything more.
vi: Tôi không thể thực hiện bất cứ điều gì nhiều hơn nữa.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CRAFTING_FAIL
source: I can't make that now.
vi: Tôi không thể làm điều đó ngay bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WORMHOLE
source: A detailed lesson in biology!
vi: Một bài học chi tiết trong sinh học!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail is no longer distinguishable.
vi: Con đường mòn không còn phân biệt được.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_BEAST_NEARBY
source: The appearance of this track indicates recent activity.
vi: Sự xuất hiện của ca khúc này cho thấy hoạt động gần đây.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT
source: It's not there yet!
vi: Nó không có được nêu ra!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT_DONE
source: File that under completed!
vi: Nộp rằng dưới hoàn thành!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_QUAKE
source: A tremor! Magnitude at least a 7 on the Richter scale.
vi: Một trận động đất! Tầm quan trọng ít nhất 7 độ Richter.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODANGERSLEEP
source: I can barely sleep even when I'm not in danger!
vi: Tôi chỉ có thể ngủ ngay cả khi tôi không gặp nguy hiểm!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_UNIMPLEMENTED
source: Tut tut, I don't think it's quite ready.
vi: Tut tut, tôi không nghĩ rằng đó là hoàn toàn sẵn sàng.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOHUNGERSLEEP
source: I can barely sleep even when I'm not starving!
vi: Tôi chỉ có thể ngủ ngay cả khi tôi không đói!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_FREEDOM
source: Freedom! I'll find a good book and tuck in.
vi: Sự tự do! Tôi sẽ tìm thấy một cuốn sách tốt và Tuck ở.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_RESEARCH
source: Every bit of information is useful.
vi: Mỗi bit của thông tin rất hữu ích.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NO_TRAP
source: A cinch!
vi: Một cinch!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HIGHRESEARCH
source: My my, that was extremely interesting!
vi: My của tôi, đó là vô cùng thú vị!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_THORNS
source: Dang spinose structure!
vi: Đặng spinose cấu trúc!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP_CAVE
source: These caves don't make it any easier to sleep.
vi: Những hang động không làm cho nó dễ dàng hơn để ngủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BEES
source: Stinging nasties!
vi: hung hãn sống chua cay!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_KNOCKEDOUT
source: Oof, that's one way to get some rest, I suppose.
vi: Oof, đó là một cách để có được một số phần còn lại, tôi giả sử.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_LOWRESEARCH
source: Not a great resource, but there were useful bits.
vi: Không phải là một nguồn lực lớn, nhưng có bit hữu ích.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEERCLOPS
source: That sounds quite large!
vi: Đó là âm thanh khá lớn!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_MOSQUITOS
source: Cursed bloodsuckers!
vi: hút máu nguyền rủa!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP
source: I can hardly get to sleep at night, nevermind during the day.
vi: Tôi hầu như không thể ngủ được vào ban đêm, nevermind trong ngày.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOOMANYBIRDS
source: It doesn't work as well with this many birds around.
vi: Nó không làm việc cũng như với nhiều loài chim này xung quanh.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WAYTOOMANYBIRDS
source: The sky is out of birds for now.
vi: Bầu trời là ra của các loài chim hiện nay.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ADVENTUREFAIL
source: You win THIS time, Maxwell.
vi: Bạn giành chiến thắng lần này, Maxwell.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOOMERANG
source: Stupid boomerang!
vi: boomerang ngu ngốc!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE
source: I'm not afraid of you!
vi: Tôi không sợ bạn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! You jerk!
vi: OUCH! Bạn giật!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COLD
source: The Cold! It burns!
vi: Cái lạnh! Nó đốt cháy!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DUSK
source: Night is coming.
vi: Đêm đang đến.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.PAINFUL
source: Ugh! Nasty!
vi: Ugh! Bẩn thỉu!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.SPOILED
source: That tasted terrible!
vi: Đó nếm khủng khiếp!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.STALE
source: That was kinda gross.
vi: Đó là kinda gộp.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HOUNDS
source: Show yourself!
vi: Thể hiện bản thân bạn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNGRY
source: I need food!
vi: Tôi cần thức ăn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_BEAST_NEARBY
source: I'll find you!
vi: Tôi sẽ tìm bạn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_LOST_TRAIL
source: Ohh... he got away.
vi: Ohh ... anh đã đi.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT
source: Move, arrow! MOVE!
vi: Di chuyển, mũi tên! MOVE!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I DID IT!
vi: TÔI ĐÃ LÀM NÓ!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.2
source: Pretty!
vi: Đẹp!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.3
source: Oops!
vi: Rất tiếc!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.4
source: I made a fire!
vi: Tôi đã thực hiện một ngọn lửa!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.5
source: Burn!
vi: Đốt cháy!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.6
source: I can't help myself!
vi: Tôi không thể giúp bản thân mình!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PECKED
source: No! Bad birdy!
vi: Không! Xấu Birdy!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TORCH_OUT
source: My precious light is gone!
vi: ánh sáng quý giá của tôi đã biến mất!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WORMHOLE
source: I'll have to burn these clothes!
vi: Tôi sẽ phải ghi các quần áo!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAFTING_FAIL
source: I'm missing something.
vi: Tôi đang thiếu một cái gì đó.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_QUAKE
source: That sound probably doesn't mean good things.
vi: âm thanh mà có lẽ không có nghĩa là những điều tốt đẹp.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODANGERSLEEP
source: No time for sleep, there's fighting to do!
vi: Không có thời gian cho giấc ngủ, có đang chiến đấu để làm!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOHUNGERSLEEP
source: My tummy is grumbling, I can't sleep!
vi: bụng của tôi đang càu nhàu, tôi không thể ngủ!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_FREEDOM
source: I'm free! Time for fires!
vi: Tôi đang rảnh! Thời gian cháy!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_RESEARCH
source: That was useful, even if it didn't have anything about fires.
vi: Đó là hữu ích, thậm chí nếu nó không có bất cứ điều gì về vụ cháy.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NO_TRAP
source: Like lighting a barrel of fish on fire.
vi: Giống như ánh sáng một thùng cá trên lửa.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HIGHRESEARCH
source: So much information!
vi: Vì vậy, nhiều thông tin!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP_CAVE
source: Too spooky down here to sleep.
vi: Quá ghê rợn xuống đây ngủ.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BEES
source: Aaaah! Pokey bugs!
vi: Aaaah! lỗi Pokey!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_KNOCKEDOUT
source: Argh, my little head!
vi: Argh, đầu nhỏ của tôi!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LOWRESEARCH
source: Boo, that was boring.
vi: Boo, đó là nhàm chán.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEERCLOPS
source: That sounded like a big mean monster man!
vi: Điều đó nghe có vẻ giống như một người đàn ông quái vật có ý nghĩa lớn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MOSQUITOS
source: Get away, you bloodsucking jerks!
vi: Có được đi, bạn hút máu giật!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP
source: I can't sleep when there's a great ball of fire to stare at.
vi: Tôi không thể ngủ khi có một quả bóng lớn của lửa nhìn chằm chằm vào.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CANFIX
source: I think I can fix this!
vi: Tôi nghĩ tôi có thể sửa cái này.

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.GENERIC
source: It's you or me!
vi: Đó là bạn hay tôi!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PIG
source: Stupid Pig!
vi: Heo ngốc!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PREY
source: Get over here!
vi: Nhận hơn ở đây!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER_WARRIOR
source: Ew, kill iiiit!
vi: Ew, giết iiiit!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.GENERIC
source: That's what I thought!
vi: Đó là những gì tôi nghĩ!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PIG
source: Get back here, pork chop!
vi: Quay lại đây, thịt heo chop!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PREY
source: I'll get you next time!
vi: Tôi sẽ giúp bạn có thời gian tiếp theo!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER
source: Bleh. I'll kill him later.
vi: Bleh. Tôi sẽ giết anh ta sau này.

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER_WARRIOR
source: Not so tough now!
vi: Không quá khó khăn bây giờ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMLIGHT
source: Light without fire. Unnatural.
vi: Ánh sáng mà không có lửa. Không tự nhiên.
