Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DECIDUOUSTREE.POISON
source: That is no tree I've seen before!
vi: Đó là không có cây tôi đã nhìn thấy trước!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Fuel's getting low.
vi: Nhiên liệu của nhận được thấp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEHAT
source: A perfect cube of ice.
vi: Một khối lập phương hoàn hảo của băng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: A variant of Capra aegagrus keen on electricity.
vi: Một biến thể của Capra aegagrus quan tâm về điện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Quite keen.
vi: Khá quan tâm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNINGGOATHORN
source: There must be something unnatural in the horn.
vi: Có phải là cái gì đó không tự nhiên trong sừng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOATMILK
source: Tantalizing!
vi: Trêu ngươi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DRYINGINRAIN
source: The rain has halted the dehydration process.
vi: Mưa đã ngừng quá trình mất nước.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.BURNT
source: It doesn't seem stable.
vi: Nó dường như không ổn định.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD.GENERIC
source: I'm uncertain whether it is rotting or fermenting.
vi: Tôi không chắc chắn cho dù đó là mục nát hoặc lên men.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFLY
source: It's some kind of mythical variant of a Diptera.
vi: Đó là một số loại biến thể thần thoại của một Diptera.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.PLANTED
source: Conifer seeds approaching maturity.
vi: hạt Conifer tiếp cận trưởng thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower appears to have been completely burned up.
vi: Các hoa dường như đã hoàn toàn bị đốt cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON_PLAYER
source: My, what a specimen I make!
vi: Của tôi, những gì một mẫu tôi làm!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HOT
source: The ambient temperature is high.
vi: Nhiệt độ môi trường xung quanh là rất cao.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOSLEEPONFIRE
source: Even if I could sleep, those temperatures are highly unsafe.
vi: Ngay cả nếu tôi có thể ngủ, những nhiệt độ rất không an toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODANGERSIESTA
source: I can't even lie down when I'm in danger!
vi: Tôi thậm chí còn không thể nằm xuống khi tôi đang gặp nguy hiểm!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NONIGHTSIESTA
source: I can't sleep, no matter where I lie down.
vi: Tôi không thể ngủ được, không có vấn đề nơi tôi nằm xuống.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I couldn't possibly relax in these caves.
vi: Tôi không thể có thể thư giãn trong các hang động.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOHUNGERSIESTA
source: My hunger won't make relaxing any easier!
vi: đói của tôi sẽ không làm cho bất kỳ thư giãn dễ dàng hơn!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SHELTER
source: Ah, a welcome respite.
vi: Ah, là nơi nghỉ ngơi.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BURNT
source: First degree, at least!
vi: mức độ đầu tiên, ít nhất!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOOL_SLIP
source: My grip!
vi: va li của tôi!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DAMP
source: The layer of water begins to build up.
vi: Lớp nước bắt đầu xây dựng.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WET
source: I wonder what my body's saturation point is...
vi: Tôi tự hỏi những gì điểm bão hòa cơ thể của tôi là ...

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WETTER
source: Wet, wet, wet!
vi: Ướt, ẩm ướt, ướt!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SOAKED
source: Positively soaked.
vi: Tích cực ngâm.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The trail's been washed away by the precipitation.
vi: Con đường mòn ấy bị cuốn trôi do kết tủa.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Just a touch more nutrients, I'd say.
vi: Chỉ cần một liên lạc nhiều chất dinh dưỡng, tôi muốn nói.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Thank goodness for this non-conductive clothing!
vi: Cảm ơn lòng tốt cho quần áo này không dẫn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COLD
source: The cold! It burns!
vi: Cái lạnh! Nó đốt cháy!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HOT
source: The heat is too intense!
vi: Nhiệt là quá mãnh liệt!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DUSK
source: Night is coming. I need fire!
vi: Đêm đang đến. Tôi cần lửa!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOSLEEPONFIRE
source: It's just the collapsing that concerns me.
vi: Nó chỉ là sự sụp đổ liên quan đến mình.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODANGERSIESTA
source: It' not time for siestas, it's time for fighting!
vi: Nó không phải thời gian cho siestas, đó là thời gian để chiến đấu!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NONIGHTSIESTA
source: I couldn't get comfortable there.
vi: Tôi không thể có được thoải mái ở đó.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I'd really rather be inside.
vi: Tôi thực sự thay vì được bên trong.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOHUNGERSIESTA
source: I can't take a siesta while tummy is grumbling!
vi: Tôi không thể có một giấc ngủ trưa trong khi bụng đang cằn nhằn!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SHELTER
source: You're good for something besides burning after all.
vi: Bạn đang tốt cho một cái gì đó bên cạnh việc đốt sau khi tất cả.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BURNT
source: I wish I'd let it go up in flames...
vi: Tôi mong tôi sẽ để cho nó đi lên trong ngọn lửa ...

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOOL_SLIP
source: Still got my lighter!
vi: Vẫn còn nhẹ hơn tôi!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WET
source: This could be bad!
vi: Đây có thể là xấu!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WETTER
source: I hate it!
vi: Tôi ghét nó!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SOAKED
source: Ugh, this is the WORST!
vi: Ugh, đây là tệ nhất!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Boo! I lost track of him in this mud.
vi: Boo! Tôi bị mất theo dõi của ông trong bùn này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOMMER
source: It's fuzzy! And slimy...
vi: Nó mờ! Và nhầy nhụa ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Why does everything have to be a flower?!
vi: Tại sao tất cả mọi thứ có được một bông hoa ?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOMMERFLOWER.DEAD
source: I wonder if it burns...
vi: Tôi tự hỏi nếu nó cháy ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOMMERWINGS
source: They're so small!
vi: Họ đang rất nhỏ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOMMERFUEL
source: It's goopy and weird.
vi: Đó là goopy và kỳ lạ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BELL
source: Is it New Year's Eve? Are there FIREWORKS?!
vi: Có năm mới đêm giao thừa? Có pháo hoa ?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEGLOMMER.GENERIC
source: Is that supposed to be something?
vi: Là nghĩa vụ phải được cái gì?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEGLOMMER.EMPTY
source: Looks about the same.
vi: Trông như nhau.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEBBERSKULL
source: It's not myyy way, but a burial will have to do.
vi: Đó không phải là cách myyy, nhưng được an táng sẽ phải làm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOLE.HELD
source: Out of the ground, into the fire.
vi: Ra khỏi mặt đất, vào lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOLE.UNDERGROUND
source: Hiding from the light, huh?
vi: Ẩn từ ánh sáng, huh?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOLE.ABOVEGROUND
source: Coming up for a peek!
vi: Sắp tới cho một cái nhìn!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOLEHILL
source: Down away from the sun. It's unnatural.
vi: Xuống đi từ mặt trời. Nó không tự nhiên.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOLEHAT
source: I'm not sure about this...
vi: Tôi không chắc chắn về điều này ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARGER
source: Whoa! Niiiice bear...
vi: Whoa! Niiiice gấu ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARGERVEST
source: It's like swimming in fur.
vi: Nó giống như bơi trong lông.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARGER_FUR
source: It's fur all the way down.
vi: Đó là lông tất cả các con đường xuống.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUZZARD
source: Your neck is gross.
vi: cổ của bạn là tổng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS.GENERIC
source: Spines! My weakness! How did you know?
vi: Vây! Điểm yếu của tôi! Làm sao bạn biết?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS.PICKED
source: We'll call it a tie.
vi: Chúng tôi sẽ gọi nó là một tie.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS_MEAT_COOKED
source: It seems fine now.
vi: Nó có vẻ tốt đẹp bây giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS_MEAT
source: It still looks dangerous.
vi: Nó vẫn có vẻ nguy hiểm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CACTUS_FLOWER
source: Yet another flower.
vi: Tuy nhiên bông hoa khác.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CATCOON
source: Here, kitty!
vi: Lại đây mèo con!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CATCOONDEN.GENERIC
source: I wouldn't burn it while someone lives here.
vi: Tôi sẽ không ghi nó trong khi một người sống ở đây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CATCOONDEN.EMPTY
source: It's all dried up and ready for burning.
vi: Đó là tất cả sấy khô lên và sẵn sàng để đốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CATCOONHAT
source: Cuddly hat.
vi: hat âu yếm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COONTAIL
source: I've kept stranger things than this.
vi: Tôi đã giữ những điều lạ hơn này.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DECIDUOUSTREE.BURNING
source: YES! BURN!
vi: VÂNG! ĐỐT CHÁY!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DECIDUOUSTREE.BURNT
source: I wish it was still burning.
vi: Tôi muốn nó vẫn còn cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: One less tree in the world.
vi: Một ít cây trên thế giới.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It looks like it would burn well.
vi: Có vẻ như nó sẽ đốt cháy tốt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Bouncy goat.
vi: dê Bouncy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: You're crazy!
vi: Bạn điên rồi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNINGGOATHORN
source: I can hear the lightning if I hold it to my ear.
vi: Tôi có thể nghe thấy tiếng sét nếu tôi giữ nó đến tai tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOATMILK
source: It's fuzzy with electricity. Yuck.
vi: Đó là mờ với điện. Kinh quá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Forget the rain! Dry!
vi: Hãy quên đi những cơn mưa! Khô!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.BURNT
source: Maybe the fire wasn't the best drying method...
vi: Có lẽ lửa không phải là phương pháp sấy tốt nhất ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD.GENERIC
source: That's what you get for being so stinky!
vi: Đó là những gì bạn nhận được cho là rất hôi thối!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD.BURNT
source: Double whammy!
vi: whammy gấp đôi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE.GENERIC
source: No-one would care if this burned down.
vi: Không ai sẽ quan tâm nếu điều này bị thiêu rụi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE.BURNT
source: It's true, no one does care.
vi: Đó là sự thật, không ai chăm sóc.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWERSALAD
source: I'd rather a bowl of flames.
vi: Tôi muốn thay một bát lửa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICECREAM
source: Well, soooometimes cold things are okay.
vi: Vâng, soooometimes thứ lạnh là okay.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERMELONICLE
source: Why would you freeze a fruit when you could burn it?
vi: Tại sao bạn sẽ đóng băng một quả khi bạn có thể ghi nó?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAILMIX
source: Crunch crunch crunch.
vi: Crunch khủng hoảng khủng hoảng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOTCHILI
source: Now that's my kind of heat!
vi: Bây giờ đó là loại của tôi về nhiệt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUACAMOLE
source: Holy moly, that's tasty!
vi: Thánh moly, đó là ngon!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOOSE
source: What in the world...
vi: Có gì trên thế giới ...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOOSEEGG
source: It's huuuuge!
vi: Đó là huuuuge!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSSLING
source: Its feathers are frazzled.
vi: lông của nó là frazzled.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERFAN
source: I donno... it could put out some fires....
vi: Tôi donno ... nó có thể đưa ra một số vụ cháy ....

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOOSE_FEATHER
source: So snuggly!
vi: Vì vậy snuggly!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFF_TORNADO
source: Always wwirling! Swirling towards destruction!
vi: Luôn wwirling! Xoáy về phía hủy diệt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD.BURNT
source: It can always get worse, I guess.
vi: Nó luôn luôn có thể trở nên tồi tệ, tôi đoán.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.BURNT
source: Nice redecorating job!
vi: Đẹp công việc redecorating!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FERTILIZER
source: A bucket full of nasty.
vi: Một xô đầy khó chịu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER.GENERIC
source: Rain is the anti-fire. Boo!
vi: Rain là chống cháy. Boo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER.BURNT
source: Take that, rain!
vi: Đi mà, mưa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINCOAT
source: This'll do the trick.
vi: Điều này sẽ làm các trick.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINHAT
source: Anything to keep the water away.
vi: Bất cứ điều gì để giữ cho nước đi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB.GENERIC
source: Even I don't know everything, yet.
vi: Thậm chí tôi không biết tất cả mọi thứ, nhưng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB.BURNT
source: There's no learning from that now.
vi: Không có học tập từ bây giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2.GENERIC
source: Even I don't know everything, yet.
vi: Thậm chí tôi không biết tất cả mọi thứ, nhưng.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2.BURNT
source: There's no learning from that now.
vi: Không có học tập từ bây giờ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3.GENERIC
source: A dark and powerful energy radiates from it.
vi: Một năng lượng tối và mạnh mẽ tỏa ra từ nó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3.BURNT
source: Now it's dark and not very powerful.
vi: Bây giờ trời tối và không phải là rất mạnh mẽ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4.GENERIC
source: I can use the hat like a cauldron!
vi: Tôi có thể sử dụng chiếc mũ giống như một cái vạc!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4.BURNT
source: Double, double toil and... oh. It's burned.
vi: Đôi, công việc vất vả và đôi ... oh. Nó đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: That's my insurance policy.
vi: Đó là chính sách bảo hiểm của tôi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: I wish I saw the way that weird flower burned.
vi: Tôi ước gì tôi đã nhìn thấy cách mà hoa lạ đốt cháy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACORN.GENERIC
source: Hey there, tree seed.
vi: Hey ở đó, hạt giống cây.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACORN.PLANTED
source: You'll be a real tree soon.
vi: Bạn sẽ có một cây thật sớm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.WITHERED
source: It's crackly and dry. Good kindling!
vi: Đó là crackly và khô. Tốt củi mồi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE.GENERIC
source: Stupid rabbits. Come out so I can eat you.
vi: thỏ ngu ngốc. Đi ra để tôi có thể ăn bạn.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE.SPRING
source: Stupid rabbits must be stuck down there.
vi: thỏ ngu ngốc phải được dán ở dưới đó.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON_PLAYER
source: That gives me the willies.
vi: Điều đó mang lại cho tôi Willies.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HOT
source: Need... ice... or... shade!
vi: Cần ... nước đá ... hoặc ... bóng râm!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The wet ground won't hold a footprint.
vi: Các mặt đất ẩm ướt sẽ không giữ một dấu chân.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOSLEEPONFIRE
source: Sleeping in that seems like a bad idea.
vi: Ngủ trong đó dường như là một ý tưởng tồi.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERSIESTA
source: It's too dangerous right now!
vi: Đó là quá nguy hiểm ngay bây giờ!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NONIGHTSIESTA
source: Night is for sleeping, not taking siestas.
vi: Ban đêm là để ngủ, không dùng siestas.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I don't think I could really relax down here.
vi: Tôi không nghĩ rằng tôi thực sự có thể thư giãn ở đây.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSIESTA
source: I'm too hungry for a siesta!
vi: Tôi quá đói cho một giấc ngủ trưa!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Are you still hungry, plant?
vi: Bạn vẫn còn đói, thực vật?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOOL_SLIP
source: Wow that tool is slippery!
vi: Wow công cụ mà là trơn!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Safe from that frightening lightning!
vi: An toàn từ đó sét đáng sợ!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WET
source: My clothes appear to be permeable.
vi: Quần áo của tôi xuất hiện để được thấm.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WETTER
source: Water way to go!
vi: Nước đường để đi!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SOAKED
source: I've nearly reached my saturation point.
vi: Tôi đã gần đạt đến điểm bão hòa của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOMMER
source: It's cute, in a gross kind of way.
vi: Nó dễ thương, trong một loại tổng chiều.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOMMERFLOWER.GENERIC
source: The petals shimmer in the light.
vi: Những cánh hoa ánh sáng lung linh trong ánh sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOMMERFLOWER.DEAD
source: The petals droop and shimmer in the light.
vi: Các cánh hoa rũ xuống và ánh sáng lung linh trong ánh sáng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOMMERWINGS
source: These would look awesome on a helmet!
vi: Đây sẽ trông tuyệt vời trên một chiếc mũ bảo hiểm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOMMERFUEL
source: This goop smells foul.
vi: goop này có mùi hôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEGLOMMER.GENERIC
source: I'm not sure what that's supposed to be.
vi: Tôi không chắc chắn những gì đó là nghĩa vụ phải được.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEGLOMMER.EMPTY
source: I broke it. For science.
vi: Tôi đã phá vỡ nó. Cho khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEBBERSKULL
source: Poor little guy. He deserves a proper funeral.
vi: Người nghèo ít chàng trai. Ông xứng đáng là một tang lễ thích hợp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOLE.HELD
source: Nowhere left to dig, my friend.
vi: Không có nơi nào để lại cho đào, người bạn của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOLE.UNDERGROUND
source: Something's under there, searching for minerals.
vi: Có gì đó ở dưới đó, tìm kiếm khoáng sản.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOLE.ABOVEGROUND
source: I'd sure like to whack that mole... thing.
vi: Chắc chắn tôi muốn để Whack nốt ruồi đó ... điều.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOLEHILL
source: What a nice hole in the ground for a home!
vi: Thật là một lỗ mái tại mặt đất cho một ngôi nhà!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOLEHAT
source: A wretched stench but excellent visibility.
vi: Một mùi hôi thối tồi tệ nhưng tầm nhìn tuyệt vời.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTSTICK
source: It's electric!
vi: Đó là điện!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower was consumed by fire when I teleported!
vi: Những bông hoa được tiêu thụ bởi các đám cháy khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARGER
source: What a bear of a badger.
vi: Thật là một con gấu của một con lửng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARGERVEST
source: Welcome to hibernation station!
vi: Chào mừng bạn đến trạm ngủ đông!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARGER_FUR
source: A mat of thick fur.
vi: Một tấm thảm lông dày.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUZZARD
source: What a bizarre buzzard!
vi: Thật là một diều hâu kỳ lạ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS.GENERIC
source: Sharp but delicious.
vi: Sharp nhưng ngon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS.PICKED
source: Deflated, but still spiny.
vi: Xì hơi, nhưng vẫn có nhiều gai.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS_MEAT_COOKED
source: Grilled fruit of the desert.
vi: quả nướng của sa mạc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS_MEAT
source: There are still some spines between me and a tasty meal.
vi: Hiện vẫn còn một số gai giữa tôi và một bữa ăn ngon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CACTUS_FLOWER
source: A pretty flower from a prickly plant.
vi: Một bông hoa đẹp từ cây gai.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CATCOON
source: A playful little thing.
vi: Một điều nhỏ vui tươi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CATCOONDEN.GENERIC
source: It's a den in a stump.
vi: Đó là một cái hang ở một gốc cây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CATCOONDEN.EMPTY
source: It's owner ran out of lives.
vi: Đó là chủ chạy ra khỏi cuộc sống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CATCOONHAT
source: Ears hat!
vi: Tai hat!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COONTAIL
source: I think it's still swishing.
vi: Tôi nghĩ rằng nó vẫn vút.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.BURNING
source: What a waste of wood.
vi: Thật là một sự lãng phí gỗ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.BURNT
source: I feel like I could have prevented that.
vi: Tôi cảm thấy như tôi đã có thể ngăn chặn điều đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Take that, nature!
vi: Đi mà, thiên nhiên!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.POISON
source: It looks unhappy about me stealing those Birchnuts!
vi: Có vẻ không hài lòng về tôi ăn cắp những Birchnuts!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It's all Leafy. Most of the time.
vi: Đó là tất cả lá. Hầu hết thời gian.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACORN.GENERIC
source: There's definitely something inside there.
vi: Có chắc chắn là một cái gì đó bên trong đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACORN.PLANTED
source: It'll be a tree soon!
vi: Nó sẽ là một cây sớm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: The fuel tank is getting a bit low.
vi: Bình xăng được nhận được một chút thấp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.BURNT
source: I can't read it any longer.
vi: Tôi không thể đọc được nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: 'Baaaah' yourself!
vi: 'Baaaah' chính mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: I don't think it liked being struck by lightning.
vi: Tôi không nghĩ rằng nó thích bị sét đánh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNINGGOATHORN
source: It's like a miniature lightning rod.
vi: Nó giống như một cột thu lôi thu nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOATMILK
source: It's buzzing with tastiness!
vi: Nó ù với tastiness!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER.BURNT
source: The measuring parts went up in a cloud of smoke.
vi: Các bộ phận đo đi lên trong một đám mây khói.
