Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOWOOL
source: Long follicles harvested from the beefalo.
vi: nang dài thu hoạch từ beefalo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUGNET
source: The tool of entomologists
vi: Các công cụ của nhà côn trùng học

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANFLUTE
source: Hollow reeds with harmonic resonance.
vi: lau sậy rỗng với cộng hưởng hài hòa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ONEMANBAND
source: An impressive improvement to the traditional pipe and tabor.
vi: Một cải tiến ấn tượng với ống truyền thống và trống nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDTRAP
source: A simple clap-trap for birds.
vi: Một tiếng vỗ tay cái bẫy đơn giản cho các loài chim.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEARS
source: Various cogs and wheels.
vi: bánh răng khác nhau và bánh xe.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEHARP
source: A simple statue.
vi: Một bức tượng đơn giản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEMAXWELL
source: It's a visage of the man who trapped me here.
vi: Đó là một gương mặt của người đàn ông bị mắc kẹt tôi ở đây.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON
source: An incredibly well preserved human skeleton.
vi: Một bộ xương người cực kỳ bảo tồn tốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.GENERIC
source: It is a fungus.
vi: Nó là một loại nấm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
vi: Nó đòi hỏi hydrat hóa trước khi nó sẽ trái lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.INGROUND
source: It is dormant this time of day.
vi: Nó là không hoạt động thời gian này trong ngày.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It is a fungus.
vi: Nó là một loại nấm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
vi: Nó đòi hỏi hydrat hóa trước khi nó sẽ trái lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It is dormant this time of day.
vi: Nó là không hoạt động thời gian này trong ngày.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It is a fungus.
vi: Nó là một loại nấm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
vi: Nó đòi hỏi hydrat hóa trước khi nó sẽ trái lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It is dormant this time of day.
vi: Nó là không hoạt động thời gian này trong ngày.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP
source: Red usually indicates poison.
vi: Red thường chỉ ra chất độc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP
source: I believe this one is just food.
vi: Tôi tin rằng đây chỉ là một thực phẩm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP
source: This seems to have medicinal properties
vi: Điều này dường như có tính chất dược liệu

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP_COOKED
source: Chemistry has happened.
vi: Hóa học đã xảy ra.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP_COOKED
source: Chemistry has happened.
vi: Hóa học đã xảy ra.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP_COOKED
source: Chemistry has happened.
vi: Hóa học đã xảy ra.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.GENERIC
source: Apis mellifera. Quite large!
vi: Apis mellifera. Khá lớn!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.HELD
source: It is not pleased.
vi: Nó không phải là hài lòng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.GENERIC
source: It is especially venomous.
vi: Nó đặc biệt có nọc độc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.HELD
source: It is not pleased.
vi: Nó không phải là hài lòng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.GENERIC
source: A thirsty female Haemagogus Devorator.
vi: Một nữ khát Haemagogus Devorator.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.HELD
source: It is securely stored.
vi: Nó được lưu trữ an toàn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITOSACK
source: The stomach of a Culicidae, brimming with blood.
vi: Dạ dày của một Culicidae, tràn đầy máu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHAT
source: Appropriate protective equipment is a must!
vi: thiết bị bảo hộ thích hợp là phải!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHIVE
source: The natural home of the bee.
vi: Các nhà tự nhiên của con ong.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE
source: A dangerous mine filled with Antophila.
vi: Một mỏ nguy hiểm đầy Antophila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE_MAXWELL
source: A dangerous mine filled with Culicidae.
vi: Một mỏ nguy hiểm đầy Culicidae.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.READY
source: I can harvest honey from it.
vi: Tôi có thể thu hoạch mật ong từ nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.GENERIC
source: A crude apiary.
vi: Một nhà nuôi ong thô.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEY
source: Sweetened plant nectar.
vi: mật hoa cây ngọt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYCOMB
source: Beeswax used for storing honey.
vi: Sáp ong dùng để lưu trữ mật ong.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYHAM
source: Honey was the only sweetener I used for this lovely ham.
vi: Mật ong là chất ngọt duy nhất mà tôi sử dụng cho ham đáng yêu này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYNUGGETS
source: Bite-sized sweetened meat!
vi: Cắn cỡ thịt ngọt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HORN
source: What an excellent specimen! I can almost hear the beefalo.
vi: Thật là một tuyệt vời mẫu! Tôi gần như có thể nghe thấy beefalo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STINGER
source: It tapers to a sharp point.
vi: Nó thon đến một điểm mạnh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.GENERIC
source: A large, carnivorous arachnid species.
vi: Một lớn, các loài loài nhỏ ăn thịt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.SLEEPING
source: They appear to be nocturnal.
vi: Họ có vẻ là về đêm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.DEAD
source: It's dead.
vi: Nó đã chết rồi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It appears to be of the warrior caste.
vi: Nó dường như là của đẳng cấp chiến binh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: A well deserved rest, no doubt.
vi: Một phần còn lại cũng xứng đáng, không có nghi ngờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He gave his life for his queen.
vi: Ông đã cho cuộc sống của mình cho hoàng hậu của mình.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.GENERIC
source: It's an Ardisia crenata bush.
vi: Đây là một bụi cây Ardisia crenata.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.PICKED
source: The berries are growing back, slowly.
vi: Các quả đang phát triển trở lại, từ từ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.BARREN
source: I will require an intervention.
vi: Tôi sẽ yêu cầu can thiệp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN
source: A navigational aid.
vi: Máy trợ điều hướng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.GENERIC
source: It's a small tree.
vi: Đó là một cây nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.PICKED
source: Odd. I thought that would have killed it.
vi: Odd. Tôi nghĩ rằng sẽ giết chết nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.BURNING
source: Combustion!
vi: Đốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.GENERIC
source: A cluster graminoid stalks.
vi: Một cụm graminoid cuống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.PICKED
source: I think it will grow back.
vi: Tôi nghĩ rằng nó sẽ mọc trở lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BARREN
source: It needs poop.
vi: Nó cần poop.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BURNING
source: Combustion!
vi: Đốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.GENERIC
source: A group of juncaceae graminoids.
vi: Một nhóm các graminoids juncaceae.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.PICKED
source: I believe they shall grow back.
vi: Tôi tin rằng họ sẽ phát triển trở lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.BURNING
source: Combustion!
vi: Đốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUBBLE
source: Looks like a job for library paste!
vi: Trông giống như một công việc để dán thư viện!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GENERIC
source: It's a... plant. Of some kind.
vi: Đó là một ... nhà máy. Của một số loại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.READY
source: It looks mature, now.
vi: Có vẻ trưởng thành, bây giờ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GROWING
source: It is not yet ready for harvest.
vi: Nó vẫn chưa sẵn sàng cho thu hoạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.GENERIC
source: A burial mound.
vi: Một gò chôn cất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.DUG
source: A desecrated burial mound.
vi: Một gò chôn cất báng bổ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GENERIC
source: It's a semi-intelligent bipedal pig.
vi: Đó là một con lợn hai chân bán thông minh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.FOLLOWER
source: He seems to have bonded with me.
vi: Ông dường như đã gắn bó với tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.DEAD
source: Don't worry there are plenty more where that came from.
vi: Đừng lo lắng có rất nhiều hơn, nơi đó đến từ đâu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.WEREPIG
source: It's a lycanthropic pig.
vi: Đó là một con lợn lycanthropic.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GUARD
source: It appears to be a guardian.
vi: Nó dường như là một người giám hộ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDEREGGSACK
source: A highly portable spider egg sack.
vi: Một cao xách tay bao nhện trứng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_RING
source: A torus of alloys and wiring.
vi: Một hình xuyến của hợp kim và dây điện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BOX
source: An electrical charge regulator.
vi: Một điều tích điện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_CRANK
source: It applies basic mechanical principles.
vi: Nó áp dụng các nguyên tắc cơ bản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_POTATO
source: Neither fully organic nor inorganic!
vi: Không hoàn toàn hữu cơ hay vô cơ!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This runestone has unique geometric properties!
vi: Runestone này có tính chất hình học độc đáo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The device is in a partial state of completion.
vi: Thiết bị này là một nhà nước một phần hoàn thành.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The device needs to be activated.
vi: Các thiết bị cần phải được kích hoạt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: This machine can be used to travel between worlds.
vi: Máy này có thể được sử dụng để đi lại giữa các thế giới.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARDHAIR
source: This is human facial hair.
vi: Đây là tóc trên khuôn mặt của con người.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.GENERIC
source: A colourful lepidopteran.
vi: Một bướm đầy màu sắc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.HELD
source: It is captured.
vi: Nó được chụp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYWINGS
source: Wings from a captured butterfly.
vi: Wings từ một con bướm bắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYMUFFIN
source: Who knew that butterflies made such nice baked goods?
vi: Ai biết rằng những con bướm làm bánh nướng tốt đẹp như vậy?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.GENERIC
source: A generically coniferous tree.
vi: Một cây quát lá kim.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.CHOPPED
source: It has been harvested.
vi: Nó đã được thu hoạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNING
source: The tree is burning.
vi: Các cây được đốt cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNT
source: A carbonized tree.
vi: Một cây thành than.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This genus seems to lack reproductive capabilities.
vi: chi này dường như thiếu khả năng sinh sản.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: It has been harvested.
vi: Nó đã được thu hoạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The tree is burning.
vi: Các cây được đốt cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: A carbonized tree.
vi: Một cây thành than.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
vi: Một hố lửa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.OUT
source: I can re-light it.
vi: Tôi có thể tái ánh sáng nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.EMBERS
source: The fire has almost self-extinguished.
vi: Ngọn lửa đã gần như tự dập tắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.LOW
source: The fire could use some more fuel.
vi: Ngọn lửa có thể sử dụng một số nhiên liệu hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.NORMAL
source: A perfectly average fire.
vi: Một ngọn lửa hoàn toàn bình thường.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.HIGH
source: That fire is burning at an alarming rate.
vi: lửa đang cháy ở mức báo động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.COLD
source: Its temperature is below freezing.
vi: nhiệt độ của nó là dưới mức đóng băng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.HOT
source: It is warm enough to radiate heat and light!
vi: Nó đủ ấm để tỏa nhiệt và ánh sáng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.GENERIC
source: A camp fire.
vi: Một ngọn lửa trại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.OUT
source: I can re-light it.
vi: Tôi có thể tái ánh sáng nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.EMBERS
source: The fire has almost self-extinguished.
vi: Ngọn lửa đã gần như tự dập tắt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.LOW
source: The fire could use some more fuel.
vi: Ngọn lửa có thể sử dụng một số nhiên liệu hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.NORMAL
source: A perfectly average fire.
vi: Một ngọn lửa hoàn toàn bình thường.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.HIGH
source: That fire is burning at an alarming rate.
vi: lửa đang cháy ở mức báo động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GENERIC
source: A small cultivated patch of ground.
vi: Một miếng vá canh tác nhỏ của mặt đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GROWING
source: The plants are extracting minerals from the ground.
vi: Các loài thực vật được chiết xuất khoáng chất từ ​​mặt đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It has been rendered infertile for lack of nutrients.
vi: Nó đã được vô sinh vì thiếu chất dinh dưỡng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHERHAT
source: Not quite the genuine article, but I might fool some birds.
vi: Không hoàn toàn xác thực, nhưng tôi có thể đánh lừa một số loài chim.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_CROW
source: Feather of Corvus.
vi: Feather của Corvus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN
source: Feather of Cardinalis.
vi: Feather của cardinalis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN_WINTER
source: It looks like a feather of Cardinalis, but white.
vi: Nó trông giống như một chiếc lông của cardinalis, nhưng màu trắng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST
source: A storage chest.
vi: Một ngực lưu trữ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_1
source: What a lovely set of bottle washers! Too bad they're all melted.
vi: Thật là một đáng yêu bộ máy rửa chai! Quá xấu họ đang tất cả tan chảy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_10
source: Don't need these yet: I've still got a few teeth left.
vi: Không cần những nào: tôi vẫn còn có một vài cái răng còn lại.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_11
source: Ah, it's a scale replica of that mischevious robot.
vi: Ah, đó là một bản sao quy mô mà Robot mischevious.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_12
source: A muscular hydrostat that's been sat near something hygroscopic.
vi: Một hydrostat cơ bắp đó là được ngồi gần một cái gì đó hút ẩm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_2
source: A fake membranophone.
vi: Một membranophone giả.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_3
source: Oh, I just love the bard.
vi: Oh, tôi chỉ cần tình yêu thi sĩ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_4
source: What a positively, delightfully odd little fellow.
vi: Thật là một chút đồng tích cực, kỳ thú vị lẻ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_5
source: This spacecraft looks to have inadequate thermal controls.
vi: tàu vũ trụ này có vẻ có điều khiển nhiệt không đủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_6
source: A tangled mess of wires, not much good for anything.
vi: Một mớ hỗn độn rối dây, không có nhiều tốt cho bất cứ điều gì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_7
source: I'd rather use my hands to read a book.
vi: Tôi muốn sử dụng bàn tay của tôi để đọc một cuốn sách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_8
source: It reminds me of my bath tub. I could use a long soak.
vi: Nó nhắc tôi về bồn tắm của tôi. Tôi có thể sử dụng một dài ngâm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_9
source: Hmm, don't think I'm missing any buttons at the moment.
vi: Hmm, đừng nghĩ tôi là thiếu bất kỳ nút nào vào lúc này.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKULLCHEST
source: A container resembling a cranium.
vi: Một container giống như một hộp sọ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANDORASCHEST
source: An artifact which may contain other artifacts.
vi: Một vật có thể chứa đồ tạo tác khác.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_STRAW
source: I'm not sleeping on the ground.
vi: Tôi không ngủ trên mặt đất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHARCOAL
source: It's mostly carbon and ash.
vi: Đó chủ yếu là carbon và tro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_PLANT
source: A swamp-dwelling rhizome.
vi: Một đầm lầy ở-thân rễ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.GENERIC
source: A cluster of brambles.
vi: Một cụm bụi gai.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.PICKED
source: Picking brambles is dangerous.
vi: Đón bụi gai là nguy hiểm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.BURNING
source: Combustion!
vi: Đốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PAPYRUS
source: Thin sheets of cellulose and lignin
vi: tấm mỏng cellulose và lignin

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.GENERIC
source: A mangal rhizophora.
vi: Một đước Mangal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.CHOPPED
source: It has been felled
vi: Nó đã được khai thác

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNING
source: Combustion!
vi: Đốt!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNT
source: A carbonized mangrove
vi: Một rừng ngập mặn thành than

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.SLEEPING
source: It's sleeping.
vi: Nó đang ngủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.DEAD
source: Considered a delicacy in some countries.
vi: Được coi là một món ăn trong một số quốc gia.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.GENERIC
source: A amphibian tetrapod.
vi: Một tetrapod lưỡng cư.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGGLEBUNWICH
source: Not typically served on a sandwich, but I'll give it a go!
vi: Không thường phục vụ trên một bánh sandwich, nhưng tôi sẽ cho nó một đi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS
source: They're still twitching a bit.
vi: Họ vẫn đang co giật một chút.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS_COOKED
source: Not unlike a chicken wing.
vi: Không giống như một cánh gà.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITMEDLEY
source: What a nice selection of fruit!
vi: Thật là một lựa chọn tốt đẹp của trái cây!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.GENERIC
source: The sleeping Megadrilacea Oraduos.
vi: Việc ngủ Megadrilacea Oraduos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.OPEN
source: Concentric rings of teeth for rapid ingestion.
vi: vòng tròn đồng tâm của răng cho tiêu hóa nhanh chóng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK1
source: Clockwork junk
vi: Clockwork rác

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK2
source: Clockwork junk
vi: Clockwork rác

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK3
source: Clockwork junk
vi: Clockwork rác

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER
source: A motile storage chest.
vi: Một ngực lưu trữ di động hơn.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The oculus is inactive.
vi: Các oculus không hoạt động.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRD
source: Magnus Avis, fully developed.
vi: Magnus Avis, phát triển đầy đủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.GENERIC
source: A rather diminutive specimen of the class Aves.
vi: Một mẫu vật khá nhỏ bé của Aves lớp.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.HUNGRY
source: It requires sustenance.
vi: Nó đòi hỏi sự nuôi dưỡng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.STARVING
source: Without sustenance, it will surely perish.
vi: Nếu không có thức ăn, nó chắc chắn sẽ bị hư mất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.GENERIC
source: An adolescent avian.
vi: Một gia cầm vị thành niên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.HUNGRY
source: Please keep your voice level to a minimum.
vi: Hãy giữ mức giọng nói của bạn đến mức tối thiểu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.STARVING
source: A very naughty bird!
vi: Một con chim rất nghịch ngợm!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG
source: It requires incubation.
vi: Nó đòi hỏi ủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_COOKED
source: Full of cholesterol.
vi: Full cholesterol.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Development appears to be progressing.
vi: Phát triển dường như tiến triển.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Exposure to temperature extremes may result in death.
vi: Tiếp xúc với nhiệt độ cao có thể dẫn đến tử vong.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: You will catch your death of cold!
vi: Bạn sẽ bắt chết lại lạnh!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: We shall soon reap the fruits of our labours.
vi: Chúng tôi sẽ sớm gặt hái những thành quả lao động của chúng tôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A watched pot never boils.
vi: Một nồi xem không bao giờ sôi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.GENERIC
source: What a tremendous Magnus Avis egg!
vi: Thật là một to lớn Magnus Avis trứng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Soon the cycle will begin again.
vi: Tổ được sản phẩm nào. Ngay sau đó các chu kỳ sẽ bắt đầu lại.
