Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS
source: He's going after my stuff!
vi: Ông ấy sẽ sau khi công cụ của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS_SACK
source: Ew. It has Krampus slime all over it.
vi: Ew. Nó có Krampus chất nhờn trên nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF
source: He's huge!
vi: Anh ấy là rất lớn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF_SPARSE
source: He's huge!
vi: Anh ấy là rất lớn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.CHARGED
source: The power is mine!
vi: Sức mạnh là của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I can harness the heavens!
vi: Tôi có thể khai thác các tầng trời!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LITTLE_WALRUS
source: He won't be cute and cuddly forever.
vi: Ông sẽ không được dễ thương và trìu mến mãi mãi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGLOG
source: It looks worried.
vi: Có vẻ lo lắng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOCKEDWES
source: Maxwell's statues are trapping him.
vi: tượng của Maxwell là bẫy anh ta.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.BURNING
source: That's some hot wood!
vi: Đó là một số gỗ nóng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.GENERIC
source: It's big, it's heavy, and it's wood.
vi: Nó lớn, nó nặng nề, và đó là gỗ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANT
source: It's so alluring.
vi: Thật quyến rũ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANTBULB
source: Now I can start my very own meat farm.
vi: Bây giờ tôi có thể bắt đầu trại thịt rất riêng của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MALE_PUPPET
source: He's trapped!
vi: Anh ta bị mắc kẹt!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.DEAD
source: A mandrake root has strange powers.
vi: Một gốc cây độc có quyền kỳ lạ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.GENERIC
source: I've heard strange things about those plants.
vi: Tôi đã nghe những điều kỳ lạ về những cây trồng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.PICKED
source: Stop following me!
vi: Dừng theo tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKESOUP
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_COOKED
source: It doesn't seem so strange anymore.
vi: Nó dường như không quá xa lạ nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLEPILLAR
source: I think I could use that.
vi: Tôi nghĩ rằng tôi có thể sử dụng đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLETREE
source: I don't think an axe will cut it.
vi: Tôi không nghĩ rằng một cái rìu sẽ cắt nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks thorny.
vi: Có vẻ gai góc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.PICKED
source: That hurt.
vi: Đó là tổn thương.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT
source: It's a plant.
vi: Đây là một cây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNING
source: Spikes and fire!
vi: Spikes và lửa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNT
source: Now it's burnt and spiky.
vi: Bây giờ nó bị đốt cháy và gai nhọn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now!
vi: Không phải như vậy nhọn bây giờ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.GENERIC
source: Those spikes look sharp!
vi: Những gai sắc nét!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELL
source: I hate that guy.
vi: Tôi ghét anh chàng đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
vi: Tôi có thể thấy vào lỗ chân lông của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLIGHT
source: I wonder how they work.
vi: Tôi tự hỏi làm thế nào họ làm việc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLOCK
source: Looks almost like a key hole.
vi: Trông gần giống như một lỗ chìa khóa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLTHRONE
source: That doesn't look very comfortable.
vi: Điều đó không giống rất thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT
source: It's a bit gamey, but it'll do.
vi: Đó là một chút gamey, nhưng nó sẽ làm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DONE
source: Jerky time!
vi: Hiện Jerky!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DRYING
source: Meat takes a while to dry.
vi: Thịt mất một thời gian để khô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.GENERIC
source: I should dry some meats.
vi: Tôi nên làm khô một số loại thịt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT_DRIED
source: Just jerky enough.
vi: Chỉ cần jerky đủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERM
source: Smells fishy!
vi: Mùi tanh!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD
source: The stinkiest thing I'll smell all day.
vi: Điều stinkiest tôi sẽ ngửi thấy cả ngày.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE
source: Who would live here?
vi: Ai sẽ sống ở đây?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINERHAT
source: This will keep my hands free.
vi: Điều này sẽ giữ cho bàn tay của tôi miễn phí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEY
source: Curious little guy.
vi: Tò mò chút anh chàng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEYBARREL
source: Did that just move?
vi: Đã làm điều đó chỉ di chuyển?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERLASAGNA
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT
source: Ugh. I don't think I should eat that.
vi: Ugh. Tôi không nghĩ rằng tôi nên ăn đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT_DRIED
source: Strange-smelling jerky.
vi: Strange mùi giật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.GENERIC
source: Disgusting little bloodsucker.
vi: Chán ghét ít hút máu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.HELD
source: Hey, is that my blood?
vi: Hey, đó là máu của tôi?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK
source: It's probably not someone else's blood...
vi: Đây có thể là máu chứ không phải ai khác ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.DUG
source: I should probably feel bad about that.
vi: Tôi có lẽ nên cảm thấy xấu về điều đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.GENERIC
source: I bet there's all sorts of good stuff down there!
vi: Tôi đặt cược có tất cả các loại công cụ tốt dưới đó!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTLIGHT
source: It gives off a spooky light.
vi: Nó phát ra một ánh sáng ma quái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMAREFUEL
source: This stuff is crazy!
vi: Công cụ này là điên rồ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTSWORD
source: I dreamed it myself!
vi: Tôi mơ thấy nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NITRE
source: I'm not a geologist.
vi: Tôi không phải là một nhà địa chất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ONEMANBAND
source: I should have added a beefalo bell.
vi: Tôi có nên thêm một cái chuông beefalo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANDORASCHEST
source: It may contain something fantastic! Or horrible.
vi: Nó có thể chứa một cái gì đó tuyệt vời! Hoặc kinh khủng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANFLUTE
source: I can serenade the animals.
vi: Tôi có thể serenade các loài động vật.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PAPYRUS
source: Some sheets of paper.
vi: Một số tờ giấy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PENGUIN
source: Must be breeding season.
vi: Phải là mùa sinh sản.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PERD
source: Stupid bird! Stay away from my berries!
vi: chim ngu ngốc! Tránh xa các loại quả mọng của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEROGIES
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS
source: I showed those flowers who's boss!
vi: Tôi thấy những bông hoa ai là ông chủ!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS_EVIL
source: I'm not sure I want to hold these.
vi: Tôi không chắc chắn tôi muốn tổ chức này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PICKAXE
source: Iconic, isn't it?
vi: Mang tính biểu tượng, không phải là nó?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGYBACK
source: I feel kinda bad for that.
vi: Tôi cảm thấy kinda xấu cho điều đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD
source: Looks like an offering to the beast.
vi: Hình như một của lễ cho con thú.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.FULL
source: I can see a snout pressed up against the window.
vi: Tôi có thể nhìn thấy một mõm áp chặt vào cửa sổ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have pretty fancy houses.
vi: Những con lợn có nhà khá lạ mắt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Come ON! I know you're home!
vi: Thôi nào! Tôi biết bạn đang ở nhà!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGKING
source: Ewwww, he smells!
vi: Ewwww, ông có mùi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.DEAD
source: Someone should tell his family.
vi: Có người nên nói với gia đình của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.FOLLOWER
source: He's part of my entourage.
vi: Anh ấy là một phần của đoàn tùy tùng của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GENERIC
source: They kind of creep me out.
vi: Họ loại leo tôi ra ngoài.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GUARD
source: He looks serious.
vi: Ông trông nghiêm trọng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.WEREPIG
source: He's not friendly!
vi: Anh ấy không thân thiện!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGSKIN
source: It still has the tail on it.
vi: Nó vẫn còn có đuôi trên đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTENT
source: Smells like bacon.
vi: Mùi giống như thịt xông khói.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTORCH
source: Sure looks cozy.
vi: Chắc chắn trông ấm cúng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.GENERIC
source: I can hear a tiny tree inside it, trying to get out.
vi: Tôi có thể nghe thấy một cây nhỏ bên trong nó, cố gắng để có được ra ngoài.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.PLANTED
source: It'll be a tree soon!
vi: Nó sẽ là một cây sớm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PITCHFORK
source: Maxwell might be looking for this.
vi: Maxwell có thể tìm kiếm này.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT
source: That doesn't look very appealing.
vi: Đó không trông rất hấp dẫn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT_COOKED
source: At least it's warm now.
vi: Ít nhất đó là ấm bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
vi: Lá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GROWING
source: Guh! It's growing so slowly!
vi: Guh! Nó phát triển rất chậm!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Ready to harvest.
vi: Mmmm. Bạn đã sẵn sàng để thu hoạch.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE
source: It looks like the inside of an alien's brain.
vi: Dường như bên trong não của một người ngoài hành tinh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND
source: I can't see the bottom!
vi: Tôi không thể nhìn thấy phía dưới!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POOP
source: I should fill my pockets!
vi: Tôi nên điền vào túi của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN
source: It's as big as my head!
vi: Nó to như đầu của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_COOKED
source: How did it not turn into a pie?
vi: Làm thế nào mà nó không biến thành một chiếc bánh?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
vi: Đó là một hạt giống.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEAMULET
source: It's whispering to me.
vi: Nó thì thầm với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEGEM
source: It contains the mysteries of the universe.
vi: Nó chứa những bí ẩn của vũ trụ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.GENERIC
source: He's looking for carrots.
vi: Ông đang tìm cho cà rốt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.HELD
source: Do you like science?
vi: Bạn có thích khoa học?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE
source: That must lead to the Kingdom of the Bunnymen.
vi: Đó phải dẫn đến Vương quốc Bunnymen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER
source: It measures cloudiness.
vi: Nó đo vẩn đục.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RATATOUILLE
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAZOR
source: A sharpened rock tied to a stick. Hygienic!
vi: Một tảng đá được mài sắc gắn liền với một cây gậy. Vệ sinh!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REDGEM
source: It sparkles with inner warmth.
vi: Nó lấp lánh với sự ấm áp bên trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP
source: It smells funny.
vi: Nó có mùi buồn cười.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP_COOKED
source: It's different now...
vi: Đó là khác nhau bây giờ ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a mushroom.
vi: Đó là một cây nấm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.INGROUND
source: It's sleeping.
vi: Nó đang ngủ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.PICKED
source: I wonder if it will come back?
vi: Tôi tự hỏi nếu nó sẽ quay trở lại?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.BURNING
source: That's really burning!
vi: Điều đó thực sự đốt cháy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.GENERIC
source: It's a clump of reeds.
vi: Đó là một bụi lau sậy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.PICKED
source: I picked all the useful reeds.
vi: Tôi nhặt tất cả những đám sậy hữu ích.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.GENERIC
source: Ancient household goods.
vi: hàng gia cổ đại.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.BROKEN
source: Nothing to work with here.
vi: Không có gì để làm việc ở đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUBBLE
source: Just bits and pieces of rock.
vi: Chỉ cần các bit và miếng đá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB
source: It breaks down objects into their scientific components.
vi: Nó phá vỡ xuống các đối tượng vào các thành phần khoa học của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2
source: It's even more science-y than the last one!
vi: Nó thậm chí còn nhiều hơn khoa học-y so với lần trước!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3
source: What have I created?
vi: Tôi đã tạo ra những gì?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE
source: What a handsome devil!
vi: Thật là một con quỷ đẹp trai!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTONE
source: What an odd looking stone.
vi: Thật là một tìm kiếm đá lẻ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming?
vi: Điều đó có nghĩa là mùa xuân đang đến?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.HELD
source: He likes my pocket.
vi: Ông thích túi của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the frozen wastes.
vi: Cuộc sống ở các khu băng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft.
vi: Nó rất mềm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
vi: Nó bị mắc kẹt!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
vi: Một đóng vảy trên dung nham hố.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.OUT
source: Looks fragile.
vi: Trông mong manh.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.LOW
source: The lava's crusting over.
vi: Dung nham của mộc qua.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nice and comfy.
vi: Tốt đẹp và thoải mái.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK
source: It wouldn't fit in my pocket.
vi: Nó sẽ không phù hợp trong túi của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKS
source: I can make stuff with these.
vi: Tôi có thể làm cho công cụ với các.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK
source: Storm the castle!
vi: Storm lâu đài!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROPE
source: Some short lengths of rope.
vi: Một số độ dài ngắn của sợi dây thừng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROTTENEGG
source: Ew! It stinks!
vi: Ew! Nó stinks!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.ACTIVE
source: That's a CRAZY looking rock!
vi: Đó là một CRAZY tìm đá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.INACTIVE
source: Where did the rest of it go?
vi: Vậy những người còn lại của nó đi?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.GENERIC
source: Baby trees are so cute!
vi: cây bé rất dễ thương!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.PICKED
source: That'll teach him.
vi: Điều đó sẽ dạy cho anh ta.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS
source: Each one is a tiny mystery.
vi: Mỗi người là một bí ẩn nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS_COOKED
source: I cooked all the life out of 'em!
vi: Tôi nấu tất cả cuộc sống ra khỏi 'em!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEWING_KIT
source: Darn it! Darn it all to heck!
vi: Khỉ thật! Darn nó tất cả để heck!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHOVEL
source: There's a lot going on underground.
vi: Có rất nhiều đang diễn ra dưới lòng đất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SILK
source: It comes from a spider's butt.
vi: Nó đến từ mông của nhện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON
source: Better him than me.
vi: Tốt hơn anh ấy hơn tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKULLCHEST
source: I'm not sure if I want to open it.
vi: Tôi không chắc chắn nếu tôi muốn mở nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.GENERIC
source: That's a rather small bird.
vi: Đó là một con chim khá nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.HUNGRY
source: It looks hungry.
vi: Có vẻ đói.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.STARVING
source: It must be starving.
vi: Nó phải được chết đói.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT
source: A tiny chunk of dead animal.
vi: Một phần nhỏ của động vật chết.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT_DRIED
source: A little jerky.
vi: Một giật chút.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR
source: That's one pointy stick.
vi: Đó là một cây gậy nhọn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.GENERIC
source: I hate spiders.
vi: Tôi ghét nhện.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.SLEEPING
source: I'd better not be here when he wakes up.
vi: Tôi muốn tốt hơn không có mặt ở đây khi anh tỉnh dậy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERDEN
source: Sticky!
vi: Chú ý!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDEREGGSACK
source: I hope these don't hatch in my pocket.
vi: Tôi hy vọng những không nở trong túi của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERGLAND
source: It has a tangy, antiseptic smell.
vi: Nó có một hương thơm, mùi thuốc sát trùng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHAT
source: I hope I got all of the spider goo out of it.
vi: Tôi hy vọng tôi có tất cả các goo nhện ra khỏi nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERQUEEN
source: AHHHHHHHH! That spider is huge!
vi: AHHHHHHHH! nhện đó là rất lớn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Good riddance!
vi: Tốt sự tự do!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Looks even meaner than usual.
vi: Thậm chí trông meaner hơn bình thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I should keep my distance.
vi: Tôi nên giữ khoảng cách.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FOOD
source: It's a furry ball of rotten food.
vi: Đó là một quả bóng lông thức ăn thối.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEHARP
source: What has happened to the head?
vi: Điều gì đã xảy ra với người đứng đầu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEMAXWELL
source: It really captures his personality.
vi: Nó thực sự thể hiện tính cách của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STINGER
source: Looks sharp!
vi: Trông sắc nét!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWHAT
source: What a nice hat.
vi: Gì một tốt đẹp mũ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKBOAT
source: It's no use to me out there!
vi: Nó không sử dụng để tôi ra khỏi đó!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEATERVEST
source: This vest is dapper as all get-out.
vi: vest này là đoan trang như tất cả đều nhận ra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRD
source: That's a tall bird!
vi: Đó là một con chim cao!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG
source: Will it hatch?
vi: nó sẽ nở?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_COOKED
source: Delicious and nutritional.
vi: Ngon và dinh dưỡng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Looks like it's hatching.
vi: Hình như nó nở.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Are eggs supposed to sweat?
vi: Trứng phải đổ mồ hôi?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I have a feeling this is going to take a while...
vi: Tôi có cảm giác này sẽ mất một thời gian ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: It should hatch any time now.
vi: Nó sẽ nở bất cứ lúc nào bây giờ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.GENERIC
source: That's quite an egg!
vi: Đó là khá một quả trứng!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
vi: Tổ được sản phẩm nào.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.GENERIC
source: Not a very tall bird.
vi: Không phải là một loài chim rất cao.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.HUNGRY
source: I'd better find it some food.
vi: Tôi nên tìm cho nó một số thực phẩm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.STARVING
source: It has a dangerous look in it's eye.
vi: Nó có một cái nhìn nguy hiểm trong mắt nó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: With this I can surely pass through space and time!
vi: Với điều này tôi chắc chắn có thể đi qua không gian và thời gian!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This appears to be a nexus to another world!
vi: Điều này dường như là một mối quan đến thế giới khác!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There's still something missing.
vi: Vẫn còn một cái gì đó mất tích.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Soon, my invention will be complete!
vi: Ngay sau đó, phát minh của tôi sẽ được hoàn thành!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BOX
source: This may control the polarity of the whole universe.
vi: Điều này có thể kiểm soát sự phân cực của toàn thể vũ trụ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_CRANK
source: Tough enough to handle the most intense experiments.
vi: đủ cứng rắn để xử lý các thí nghiệm cường độ cao nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_POTATO
source: This metal potato contains great and fearful power...
vi: khoai tây kim loại này có chứa sức mạnh tuyệt vời và sợ hãi ...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_RING
source: A ring that could focus dimensional energies.
vi: Một chiếc nhẫn có thể tập trung năng lượng chiều.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESTAFF
source: It can show me the world.
vi: Nó có thể chỉ cho tôi thế giới.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT
source: I get crazy when I don't sleep.
vi: Tôi nhận được điên khi tôi không ngủ được.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE
source: That looks dangerous.
vi: Điều đó có vẻ nguy hiểm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
vi: Nó nhọn và nhầy nhụa.
