Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPOTS
source: I think these were its genitalia.
vi: Tôi nghĩ rằng đây là những cơ quan sinh dục của mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR
source: A slimy pole.
vi: Một cực nhầy nhụa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR_ARM
source: Little slippery arms.
vi: cánh tay trơn chút.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_GARDEN
source: Yet another slimy pole.
vi: Tuy nhiên, một cực nhầy nhụa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOPHAT
source: What a nice hat.
vi: Gì một tốt đẹp mũ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TORCH
source: Something to hold back the night.
vi: Một cái gì đó để giữ lại qua đêm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP
source: I wove it real tight.
vi: Tôi dệt nó thật chặt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH
source: This is a nasty surprise.
vi: Đây là một bất ngờ khó chịu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'll want to avoid stepping on that!
vi: Tôi sẽ muốn tránh giẫm lên đó!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST
source: It's my tickle trunk!
vi: Đó là thân cây cù của tôi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST_TRAP
source: How convenient!
vi: Tiện như thế nào!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREECLUMP
source: It's almost like someone is trying to prevent me from going somewhere.
vi: Nó gần giống như ai đó đang cố gắng để ngăn chặn tôi từ đi đâu đó.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_1
source: They are all melted together.
vi: Họ đều đang tan chảy với nhau.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_10
source: I hope I get out of here before I need these.
vi: Tôi hy vọng tôi có được ra khỏi đây trước khi tôi cần những.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_11
source: He whispers beautiful lies to me.
vi: Ông thì thầm những lời nói dối đẹp với tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_12
source: I'm not sure what I should do with a dessicated tentacle.
vi: Tôi không chắc chắn những gì tôi nên làm gì với một xúc tu nạo sấy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_2
source: It's just a cheap replica.
vi: Nó chỉ là một bản sao giá rẻ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_3
source: The knot is stuck. Forever.
vi: Các nút là bị mắc kẹt. Mãi mãi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_4
source: It must be some kind of religious artifact.
vi: Nó phải là một số loại vật tôn giáo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_5
source: Sadly, it's too small for me to escape on.
vi: Đáng buồn thay, nó quá nhỏ để tôi trốn thoát.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_6
source: Their electricity carrying days are over.
vi: ngày điện chở của họ hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_7
source: I have no time for fun and games!
vi: Tôi không có thời gian để vui chơi và trò chơi!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_8
source: Great. All of my tub stopping needs are met.
vi: Tuyệt. Tất cả các bồn dừng lại nhu cầu của tôi được đáp ứng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_9
source: I'm more of a zipper person, myself.
vi: Tôi đang có nhiều của một người kéo, bản thân mình.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_SUMMER
source: Wilderness casual.
vi: Wilderness thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_WINTER
source: Winter survival gear.
vi: Winter tồn gear.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_COOKED
source: Somehow even more nasal than before.
vi: Bằng cách nào đó thậm chí còn nhiều hơn so với trước mũi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_SUMMER
source: A light breezy trunk.
vi: Một ánh sáng thân cây mát mẻ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_WINTER
source: A thick, hairy trunk.
vi: Một dày, thân cây có lông.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWIGS
source: It's a bunch of small twigs.
vi: Đó là một loạt các cành cây nhỏ.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UMBRELLA
source: This will keep my hair dry, at least.
vi: Điều này sẽ giữ cho mái tóc của tôi khô, ít nhất.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNIMPLEMENTED
source: It doesn't look finished! It could be dangerous.
vi: Nó không giống đã hoàn thành! Nó có thể là nguy hiểm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAFFLES
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY
source: Hmmmm. I guess that'll have to do.
vi: Hmmmm. Tôi đoán rằng sẽ phải làm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY_ITEM
source: This seems like a bad idea.
vi: Điều này có vẻ như một ý tưởng tồi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE
source: That's a nice wall.
vi: Đó là một bức tường đẹp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE_ITEM
source: They make me feel so safe.
vi: Họ làm cho tôi cảm thấy rất an toàn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS
source: An ancient piece of wall.
vi: Một mảnh cổ xưa của tường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS_ITEM
source: A solid piece of history.
vi: Một mảnh rắn của lịch sử.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD
source: Pointy!
vi: Nhọn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD_ITEM
source: Pickets!
vi: Vót!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS
source: Walruses are natural predators.
vi: Hải mã là loài săn mồi tự nhiên.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUSHAT
source: It's covered with walrus hairs.
vi: Nó bao phủ bởi lông hải mã.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.EMPTY
source: Looks like somebody was camping here.
vi: Hình như ai đó đã cắm trại ở đây.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.GENERIC
source: It looks warm and cozy inside.
vi: Có vẻ ấm áp và ấm cúng bên trong.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_TUSK
source: I'm sure I'll find a use for it eventually.
vi: Tôi chắc rằng tôi sẽ tìm thấy một sử dụng cho nó cuối cùng.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WASPHIVE
source: I think those bees are mad.
vi: Tôi nghĩ rằng những con ong đang điên.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WETGOOP
source: I cooked it myself!
vi: Tôi nấu nó bản thân mình!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTERHAT
source: It'll be good for when winter comes.
vi: Nó sẽ là tốt cho khi mùa đông đến.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER
source: I am one heck of a scientist.
vi: Tôi là một trong heck của một nhà khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.GENERIC
source: Soft and undulating.
vi: Mềm và nhấp nhô.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.OPEN
source: Science compels me to jump in.
vi: Khoa học buộc tôi phải nhảy vào cuộc.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE_LIMITED
source: Guh, that thing looks worse off than usual.
vi: Guh, điều mà trông tồi tệ hơn so với bình thường.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know what I did.
vi: Tôi muốn sử dụng nó, và tôi muốn cả thế giới biết những gì tôi đã làm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGTREE
source: Is it watching me?
vi: Là nó nhìn tôi?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICESTAFF
source: It's cold to the touch
vi: Nó lạnh khi chạm vào

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_GENERIC
source: It's a... thing.
vi: Đó là một ... điều.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_TOODARK
source: It's too dark to see!
vi: Đó là quá tối để xem!

# STRINGS.CHARACTERS.GENERIC.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Mmm. Beaky.
vi: Mmm. Khoằm.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I will wait until he is not looking.
vi: Tôi sẽ chờ đợi cho đến khi anh không được tìm kiếm.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.GENERIC
source: That cannot be shaved.
vi: Điều đó không thể được cạo.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.NOBITS
source: I cannot shave when there are no hairs.
vi: Tôi không thể cạo râu khi không có lông.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL_GENERIC
source: I am not mighty enough to do that.
vi: Tôi không phải là hùng mạnh đủ để làm điều đó.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOMIGHTY
source: I AM MIGHTY!
vi: TÔI MIGHTY!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOWIMPY
source: I am not feeling so good.
vi: Tôi không cảm thấy như vậy tốt.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WIMPYTONORMAL
source: Wolfgang is better.
vi: Wolfgang là tốt hơn.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MIGHTYTONORMAL
source: I need to filly my mighty belly again!
vi: Tôi cần phải thiếu nữ vui vẻ bụng hùng mạnh của tôi một lần nữa!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ADVENTUREFAIL
source: Next time I will be mightier!
vi: Lần sau tôi sẽ hùng mạnh!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOOMERANG
source: Ow! Why did you hurt me, throwy stick?
vi: Ow! Tại sao anh lại làm tổn thương tôi, thanh throwy?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE
source: Show yourself!
vi: Thể hiện bản thân bạn!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE_ATTACK
source: Ow! It got me!
vi: Ow! Nó đã cho tôi!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_COLD
source: Brrrrrrr! Is frosty!
vi: Brrrrrrr! Là băng giá!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CRAFTING_FAIL
source: I need to gather more things to make that.
vi: Tôi cần phải thu thập thêm những việc làm đó.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DUSK
source: The scary time is coming soon.
vi: Thời gian đáng sợ là đến sớm.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.PAINFUL
source: Ooooh. I have belly ache.
vi: Ooooh. Tôi có đau bụng.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.SPOILED
source: Ew! Tastes like garbage!
vi: Ew! Mùi vị như rác!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.STALE
source: Tastes funny.
vi: Thị hiếu buồn cười.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_DARK
source: I cannot see! I am scared!
vi: Tôi không thể thấy! Tôi sợ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_LIGHT
source: I can see again!
vi: Tôi có thể nhìn thấy một lần nữa!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HOUNDS
source: I hear puppies!
vi: Tôi nghe con chó!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNGRY
source: My mighty belly is empty!
vi: bụng hùng mạnh của tôi là không có gì!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_BEAST_NEARBY
source: Animal is close!
vi: Thú là gần!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_LOST_TRAIL
source: No animal here.
vi: Không có động vật ở đây.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_INV_FULL
source: My mighty arms can carry no more.
vi: vũ khí hùng mạnh của tôi có thể thực hiện không nhiều.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PECKED
source: What I do to deserve this?
vi: Những gì tôi làm gì để xứng đáng với điều này?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TORCH_OUT
source: Oh no! The light is gone!
vi: Ồ không! Ánh sáng đã biến mất!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WORMHOLE
source: It makes me feel alive!
vi: Nó làm cho tôi cảm thấy còn sống!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TRAP_WENT_OFF
source: Ack! Do not surprise Wolfgang!
vi: Ack! Đừng ngạc nhiên Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_QUAKE
source: Ground is shake. Wolfgang hate shaking ground.
vi: Mặt đất là rung. Wolfgang ghét lắc mặt đất.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODANGERSLEEP
source: Wolfgang prefer fight to sleep.
vi: Wolfgang thích chiến đấu để ngủ.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_UNIMPLEMENTED
source: Is not ready.
vi: Chưa sẵn sàng.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOHUNGERSLEEP
source: Wolfgang say never sleep with empty stomach.
vi: Wolfgang nói không bao giờ ngủ với cái bụng trống rỗng.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_FREEDOM
source: I am free! Strong freedom!
vi: Tôi rảnh! tự do mạnh mẽ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_RESEARCH
source: Is lot of information.
vi: Có rất nhiều thông tin.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NO_TRAP
source: Easy like lift weights.
vi: Dễ dàng như nâng tạ.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HIGHRESEARCH
source: Is maybe too much information.
vi: có lẽ là quá nhiều thông tin.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_THORNS
source: Pointy is not fair!
vi: Nhọn là không công bằng!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP_CAVE
source: Is creepy in cave.
vi: Là creepy trong hang động.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BEES
source: Bees! Nasty stinging bug men!
vi: Ong! Nasty châm chích lỗi người đàn ông!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_LOWRESEARCH
source: Is tiny information.
vi: Là thông tin nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEERCLOPS
source: Sound like big strong man coming.
vi: Âm thanh như người đàn ông mạnh mẽ lớn sắp tới.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MOSQUITOS
source: Wolfgang need blood, get away sucking bugs!
vi: Wolfgang cần máu, có được đi hút lỗi!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP
source: Is too bright for sleep.
vi: Quá sáng đối với giấc ngủ.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CANFIX
source: Mighty brain could make this better!
vi: não Mighty có thể làm tốt hơn này!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT
source: I am doing great things with tiny arrow!
vi: Tôi đang làm những điều tuyệt vời với mũi tên nhỏ bé!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I have defeated the tiny arrow!
vi: Tôi đã đánh bại các mũi tên nhỏ bé!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.GENERIC
source: I will punch you!
vi: Tôi sẽ đấm bạn!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PIG
source: I am sorry, my friend!
vi: Tôi xin lỗi, bạn của tôi!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER
source: Die, evil scary bug!
vi: Die, ác lỗi đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER_WARRIOR
source: I am still stronger, scary bug!
vi: Tôi vẫn còn mạnh mẽ hơn, lỗi đáng sợ!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.GENERIC
source: Ha! I win!
vi: Ha! Tôi thắng!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PIG
source: I forgive you, pig man.
vi: Tôi tha thứ cho bạn, người đàn ông lợn.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PREY
source: You keep running!
vi: Bạn tiếp tục chạy!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER
source: He ran away from me.
vi: Ông chạy ra khỏi tôi.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER_WARRIOR
source: He knows I am stronger.
vi: Anh biết tôi là mạnh hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMLIGHT
source: Pretty light.
vi: Khá nhẹ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.PLANT
source: Pretty light.
vi: Khá nhẹ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.DIRT
source: Is dirt moving?
vi: Là bụi đất chuyển động?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.WORM
source: Did not expect this!
vi: Không mong đợi này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL
source: I must cook this!
vi: Tôi phải nấu ăn này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL_COOKED
source: I have cooked it.
vi: Tôi đã nấu chín nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UNAGI
source: Food makes me mighty!
vi: Thực phẩm làm cho tôi hùng mạnh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET
source: Mighty structure will help me fight!
vi: cấu trúc Mighty sẽ giúp tôi chiến đấu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET_ITEM
source: I must place this.
vi: Tôi phải đặt này.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURHORN
source: Is trophy from mighty foe.
vi: Là danh hiệu từ kẻ thù hùng mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURCHEST
source: Chest have big strong horns.
vi: Ngực có sừng lớn mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE_PIECES
source: I can smash together to make bigger piece!
vi: Tôi có thể đập nát với nhau để làm cho mảnh lớn hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND_ALGAE
source: Plant is so small! Is funny to me.
vi: Nhà máy là quá nhỏ! Là buồn cười với tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENSTAFF
source: This stick has a green gem on it.
vi: Thanh này có một viên ngọc màu xanh lá cây trên đó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POTTEDFERN
source: It makes me happy.
vi: Nó làm tôi vui.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER
source: No! No! Stay off head!
vi: Không! Không! Ở đứt đầu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER_PELT
source: It's still moving!
vi: Nó vẫn di chuyển!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSLURPER
source: It moves with my many muscles!
vi: Nó di chuyển với nhiều cơ bắp của tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEAMULET
source: I can wear it around my neck.
vi: Tôi có thể mặc nó xung quanh cổ của tôi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWSTAFF
source: Pretty gem sits in stick.
vi: Khá đá quý nằm trong thanh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWGEM
source: Pretty rock.
vi: Khá đá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEGEM
source: Pretty rock.
vi: Khá đá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.VALID
source: Glow is good sign.
vi: Glow là dấu hiệu tốt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.GEMS
source: Do not think it working.
vi: Đừng nghĩ rằng nó làm việc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.VALID
source: Pretty rock now hovers.
vi: Khá đá tại dao động.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.GEMS
source: Is empty.
vi: Có sản phẩm nào.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STAFFLIGHT
source: It hurts to touch.
vi: Nó đau khi chạm vào.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4
source: Hat not just for head.
vi: Hat không chỉ cho người đứng đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Is nasty, creepy, altar.
vi: Là khó chịu, đáng sợ, bàn thờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Is broken altar.
vi: Là bị hỏng bàn thờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Is broken altar.
vi: Là bị hỏng bàn thờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_STATUE
source: Ugly, ugly, ugly.
vi: Xấu xí, xấu xí, xấu xí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LICHEN
source: I'm lichen this!
vi: Tôi lichen này!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTLICHEN
source: Tastes terrible.
vi: Có vị khủng khiếp.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA
source: Is tasty!
vi: Là ngon!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_COOKED
source: Is warm and tasty!
vi: Ấm áp và ngon!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_TREE
source: Hello, upside-down tree.
vi: Xin chào, lộn xuống cây.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKY
source: He is mighty! Like me!
vi: Ông là hùng mạnh! Giống như tôi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEAMULET
source: Would make good ice cube!
vi: Sẽ làm cho khối băng tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEAMULET
source: This amulet... it frightens Wolfgang.
vi: bùa này ... nó sợ Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELESTAFF
source: It gives me a headache.
vi: Nó mang lại cho tôi đau đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINERHAT
source: Lamp for put on head.
vi: Đèn cho đặt trên đầu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEY
source: Ugly monkey man!
vi: Ugly khỉ con người!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEYBARREL
source: This... thing. It smells not so good.
vi: Thứ này. Nó có mùi không tốt như vậy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDSTOOTH
source: Puppy tooth!
vi: răng con chó con!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSNURTLESHELL
source: Is sticky inside.
vi: Là dính bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BAT
source: Flying mousey!
vi: Bay mousey!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATBAT
source: This club makes me feel funny.
vi: Câu lạc bộ này làm cho tôi cảm thấy buồn cười.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING
source: Is all hairy and gross
vi: Là tất cả lông và tổng

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING_COOKED
source: Crispy!
vi: Giòn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_FURRY
source: So comfy!
vi: Vì vậy, thoải mái!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUNNYMAN
source: Hello rabbit!
vi: Xin chào thỏ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE
source: Is light plant.
vi: Là nhà máy ánh sáng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Is light plant.
vi: Là nhà máy ánh sáng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Is light plant.
vi: Là nhà máy ánh sáng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUANO
source: More poop.
vi: Nhiều poop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LANTERN
source: It keeps me safe from dark.
vi: Nó giữ cho tôi khỏi bóng tối.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTBULB
source: Is food?
vi: Là thực phẩm?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_TALL
source: Big mushtree is big.
vi: Big mushtree là lớn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_MEDIUM
source: Mushy bush.
vi: bụi ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_SMALL
source: Mushy shrub.
vi: cây bụi ủy mị.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE
source: I hear nomming inside.
vi: Tôi nghe nomming bên trong.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE
source: Ha! You are slow!
vi: Ha! Bạn đang chậm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE_SHELLPIECES
source: Is broken.
vi: Bị phá vỡ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHAT
source: Keeps my head safe.
vi: Giữ đầu của tôi an toàn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHOLE
source: Hole full of slugs.
vi: Lỗ đầy sên.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLESLIME
source: Boom snot!
vi: Boom nước mũi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SNURTLE
source: Spirally!
vi: Xoắn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_HIDER
source: Is scared spider!
vi: Là nhện sợ hãi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHOLE
source: Spiders everywhere.
vi: Spiders ở khắp mọi nơi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE
source: Is pointy.
vi: Là nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_FULL
source: Is pointy.
vi: Là nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_LOW
source: Is pointy.
vi: Là nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_MED
source: Is pointy.
vi: Là nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL
source: Rock reaching for the roof.
vi: Đá với lấy mái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_FULL
source: Rock reaching for the roof.
vi: Đá với lấy mái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_LOW
source: Rock reaching for the roof.
vi: Đá với lấy mái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_MED
source: Rock reaching for the roof.
vi: Đá với lấy mái.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CARPETFLOOR
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CHECKERFLOOR
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_DIRT
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FOREST
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_GRASS
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MARSH
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROAD
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROCKY
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SAVANNA
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_WOODFLOOR
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CAVE
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FUNGUS
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SINKHOLE
source: Step stones.
vi: đá bước.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_UNDERROCK
source: Step stones.
vi: đá bước.
