Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINCOAT
source: Keeps the rain where it ought to be. Outside my body.
vi: Giữ mưa mà nó nên được. Bên ngoài cơ thể của tôi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Not much use anymore.
vi: Không có nhiều sử dụng nữa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.WITHERED
source: It might be okay if it was cooler.
vi: Nó có thể là okay nếu nó là mát.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON_PLAYER
source: Better him than... wait a minute!
vi: Tốt hơn anh ta hơn ... chờ một phút!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REFLECTIVEVEST
source: Keep off, evil sun!
vi: Hãy tắt, mặt trời ác!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAWAIIANSHIRT
source: It's not lab-safe!
vi: Đó không phải là phòng thí nghiệm an toàn!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WARG
source: You might be something to reckon with, big dog.
vi: Bạn có thể có một cái gì đó để xem với, con chó lớn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELON
source: Sticky sweet.
vi: Chú ý ngọt ngào.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELON_COOKED
source: Juicy and warm.
vi: Juicy và ấm áp.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERMELONHAT
source: Let the juice run down your face.
vi: Hãy để cho nước chảy xuống khuôn mặt của bạn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER.GENERIC
source: I am one heck of a scientist.
vi: Tôi là một trong heck của một nhà khoa học.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER.BURNT
source: Its measuring days are over.
vi: ngày đo của nó hơn.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICESTAFF
source: It's cold to the touch.
vi: Nó lạnh khi chạm vào.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOSLEEPONFIRE
source: Is too hot for sleeping.
vi: Là quá nóng để ngủ.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODANGERSIESTA
source: Wolfgang prefer fight to nap.
vi: Wolfgang thích đấu tranh để ngủ trưa.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NONIGHTSIESTA
source: Wolfgang have principles against siesta at night.
vi: Wolfgang có nguyên tắc chống lại giấc ngủ trưa vào ban đêm.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NONIGHTSIESTA_CAVE
source: Wolfgang is tense, too tense to relax.
vi: Wolfgang là căng thẳng, quá căng thẳng để thư giãn.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOHUNGERSIESTA
source: Wolfgang take siesta after eating time.
vi: Wolfgang mất giấc ngủ trưa sau giờ ăn.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SHELTER
source: Wolfgang hide under tree.
vi: Wolfgang ẩn dưới gốc cây.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BURNT
source: Burny is not fair!
vi: Burny là không công bằng!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOOL_SLIP
source: Is too slippery for holding!
vi: Là quá trơn để giữ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DAMP
source: Water time.
vi: Hiện nước.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WET
source: Wolfgang does not like bath time.
vi: Wolfgang không thích thời gian tắm.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WETTER
source: It is like sitting in pond.
vi: Nó cũng giống như ngồi trong ao.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SOAKED
source: Wolfgang is maybe now made of water.
vi: Wolfgang được có lẽ bây giờ làm bằng nước.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HOT
source: Hah, is sticky and hot!
vi: Hah, dính và nóng!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Animal tracks is mud now.
vi: bài hát Animal là bùn bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOMMER
source: Why you follow me, weird bug?
vi: Tại sao bạn làm theo tôi, lỗi lạ?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Is shiny flower.
vi: Là hoa sáng bóng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOMMERFLOWER.DEAD
source: Is sad and shiny flower.
vi: Là buồn và sáng bóng hoa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOMMERWINGS
source: Small like fairy wings.
vi: Nhỏ cánh cổ tích như thế nào.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOMMERFUEL
source: Weird bug make weird poop.
vi: lỗi lạ làm cho phân của lạ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BELL
source: Bell make dainty sound.
vi: Chuông làm cho âm thanh nhã.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEGLOMMER.GENERIC
source: Why statue is not flying?
vi: Tại sao bức tượng không bay?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEBBERSKULL
source: I crush skull!
vi: Tôi nghiền nát hộp sọ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOLE.HELD
source: Wolfgang have mercy for tiny soft animal.
vi: Wolfgang có lòng thương xót cho động vật mềm nhỏ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOLE.UNDERGROUND
source: Stay underground where you are safe from Wolfgang.
vi: Ở dưới lòng đất, nơi bạn được an toàn từ Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOLE.ABOVEGROUND
source: Now you will know Wolfgang's strength!
vi: Bây giờ bạn sẽ biết được sức mạnh của Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOLEHILL
source: Mole hole.
vi: lỗ Mole.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOLEHAT
source: Mole skin is stretchy.
vi: da Mole là co giãn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARGER
source: Wolfgang not want to fight big bear.
vi: Wolfgang không muốn chiến đấu gấu lớn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARGERVEST
source: Big bear shirt.
vi: Big gấu áo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEPACK
source: Furry bag.
vi: túi lông.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARGER_FUR
source: Is like hair on Wolfgang chest.
vi: Cũng giống như tóc trên Wolfgang ngực.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIGFOOT
source: Foot is too big!
vi: Foot là quá lớn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BONESHARD
source: Wolfgang crush into even smaller bones!
vi: Wolfgang đè bẹp vào xương nhỏ hơn!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUZZARD
source: Carry on.
vi: Tiếp tục.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS.GENERIC
source: Wolfgang not like sharp plant.
vi: Wolfgang không thích thực vật sắc nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS.PICKED
source: Ha! Is flat plant.
vi: Ha! Là nhà máy phẳng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS_MEAT_COOKED
source: Is safe now.
vi: Là an toàn bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS_MEAT
source: Spiky plant meat.
vi: thịt cây gai nhọn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CACTUS_FLOWER
source: Is not worth it.
vi: Không phải là giá trị nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CATCOON
source: Wolfgang does not trust it.
vi: Wolfgang không tin tưởng nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CATCOONDEN.GENERIC
source: Stump is suspicious.
vi: Stump là đáng ngờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CATCOONDEN.EMPTY
source: Wolfgang more comfortable now that stump is empty.
vi: Wolfgang thoải mái hơn gốc cây đó là trống rỗng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CATCOONHAT
source: Now Wolfgang not trust himself.
vi: Bây giờ Wolfgang không tin tưởng mình.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COONTAIL
source: Wiggly cat part!
vi: Wiggly mèo một phần!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.BURNT
source: Pot is dead.
vi: Pot đã chết.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYEBRELLAHAT
source: Is always looking up.
vi: Luôn luôn nhìn lên.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORDRAGONFLY
source: Wolfgang not need protection.
vi: Wolfgang không cần bảo vệ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGON_SCALES
source: Glowy scales.
vi: vảy Glowy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFLYCHEST
source: Chest is not afraid of fire.
vi: Ngực là không sợ lửa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DECIDUOUSTREE.BURNING
source: I broke it.
vi: Tôi đã phá vỡ nó.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DECIDUOUSTREE.BURNT
source: Is small and broken now.
vi: Là nhỏ và bị hỏng bây giờ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Ha! I have prevailed!
vi: Ha! Tôi đã thắng!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Hello, tree!
vi: Xin chào, cây!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DECIDUOUSTREE.POISON
source: Is big and angry tree.
vi: Là cây lớn và tức giận.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACORN_COOKED
source: Wolfgang cook tree out of nut.
vi: Wolfgang nấu cây ra khỏi hạt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRCHNUTDRAKE
source: Is small and angry nut.
vi: Là hạt nhỏ và giận dữ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.BURNT
source: No more growing.
vi: Không có thêm ngày càng tăng.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.EMBERS
source: The darkness is coming!
vi: Bóng tối đang đến!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.GENERIC
source: Good bye dark times!
vi: Tạm biệt thời gian tối!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.HIGH
source: Is too much fire!
vi: Là quá nhiều lửa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.LOW
source: The fire is not cold enough.
vi: Ngọn lửa là không đủ lạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.NORMAL
source: Is good fire!
vi: Là lửa tốt!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COLDFIREPIT.OUT
source: Uh oh. It turned off.
vi: Uh oh. Nó tắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESUPPRESSOR.ON
source: I can throw better.
vi: Tôi có thể ném tốt hơn.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESUPPRESSOR.OFF
source: Machine know Wolfgang is stronger.
vi: Máy biết Wolfgang mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Are you hungry, machine?
vi: Bạn có đói, máy?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEHAT
source: Why put big ice on head?
vi: Tại sao đưa đá lớn trên đầu?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Hello, goat.
vi: Xin chào, dê.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Is flash before eyes.
vi: Là flash trước mắt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNINGGOATHORN
source: Tiny lightning bone.
vi: Tiny xương sét.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOATMILK
source: Milk for muscles!
vi: Sữa cho cơ bắp!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICE
source: Good for refreshing drink.
vi: Tốt để làm mới uống.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REFLECTIVEVEST
source: A vest's a vest.
vi: Một áo là một chiếc áo khoác.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAWAIIANSHIRT
source: Is vacation shirt.
vi: Là áo kỳ nghỉ.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT.GENERIC
source: It is time for a mighty nap.
vi: Đó là thời gian cho một giấc ngủ ngắn hùng mạnh.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: Is burned pieces of flower from I teleport!
vi: Được đốt cháy miếng bông hoa từ tôi dịch chuyển!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON_PLAYER
source: Where did all muscles go?!
vi: Trường hợp đã làm tất cả các cơ bắp đi ?!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HOT
source: COMPONENTS OVERHEATING
vi: THÀNH PHẦN quá nóng

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.INVALID
source: INCOMPATIBLE FOOD TYPE
vi: LOẠI THỰC PHẨM không tương thích

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOMMER
source: SENTIENT VERSION OF STONE INSECT
vi: VERSION sinh ĐÁ CÔN TRÙNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOMMERFLOWER.GENERIC
source: ESPECIALLY RIGID FLOWER
vi: HOA ĐẶC BIỆT LÀ CỨNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOMMERFLOWER.DEAD
source: RIGIDITY MAINTAINED
vi: độ cứng DUY TRÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOMMERWINGS
source: ESPECIALLY RIGID WINGS
vi: CÁNH CỨNG ĐẶC BIỆT

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOMMERFUEL
source: SLIME OF UNCLEAR ORIGINS
vi: SLIME CÁC NGUỒN GỐC không rõ ràng

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEGLOMMER.GENERIC
source: STONE INSECT
vi: ĐÁ CÔN TRÙNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEGLOMMER.EMPTY
source: SMASHED STONE INSECT
vi: Đập tan ĐÁ CÔN TRÙNG

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEBBERSKULL
source: ANALYSIS SHOWS 50% SPIDER AND 50% HUMAN
vi: PHÂN TÍCH TRÌNH DIỄN 50% SPIDER VÀ 50% NHÂN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLE.HELD
source: VIBRATIONS IN POCKET DETECTED
vi: Rung động trong POCKET PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLE.UNDERGROUND
source: MINOR SEISMIC ACTIVITY DETECTED
vi: Minor hoạt động địa chấn PHÁT HIỆN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLE.ABOVEGROUND
source: SOURCE OF SEISMIC ACTIVITY DISCOVERED
vi: NGUỒN hoạt động địa chấn KHÁM PHÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLEHILL
source: HOME OF SMALL DIGGER
vi: CHỦ CÁC DIGGER NHỎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOLEHAT
source: DIGGER HAS CURIOUS SIGHT
vi: DIGGER HAS SIGHT CURIOUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARGER
source: HIBERNATION IMMINENT
vi: ngủ đông sắp xảy ra

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARGERVEST
source: EXTREMELY LUSH VEST
vi: VEST HẾT LUSH

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARGER_FUR
source: MAXIMALLY THICK FUR
vi: Tối đa dày lông

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUZZARD
source: GARBAGE COLLECTOR LIFEFORM
vi: RÁC COLLECTOR Lifeform

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS.GENERIC
source: PROTECTIVE BARRIER PRESENT. PROCEED WITH CAUTION.
vi: BẢO VỆ BARRIER HIỆN TẠI. TIẾN HÀNH THẬN TRỌNG.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS.PICKED
source: NO NUTRIENT-RICH MATERIAL REMAINING AT THIS TIME
vi: NO LIỆU DINH DƯỠNG-RICH CÒN LẠI VÀO LÚC NÀY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS_MEAT_COOKED
source: PROTECTIVE BARRIER REMOVED
vi: BARRIER BẢO VỆ REMOVED

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS_MEAT
source: PROTECTIVE BARRIER REMAINS
vi: BARRIER BẢO VỆ VẪN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CACTUS_FLOWER
source: REASON FOR BARRIER
vi: LÝ DO BARRIER

# STRINGS.CHARACTERS.WX78.DESCRIBE.CATCOONDEN.GENERIC
source: LIFE LOOP ITERATING
vi: CUỘC SỐNG LOOP lặp

# STRINGS.CHARACTERS.WX78.DESCRIBE.CATCOONDEN.EMPTY
source: LIFE LOOP ENDED
vi: CUỘC SỐNG LOOP KẾT THÚC

# STRINGS.CHARACTERS.WX78.DESCRIBE.CATCOONHAT
source: FURRY HEAD COVERING
vi: Che đầu lông

# STRINGS.CHARACTERS.WX78.DESCRIBE.COONTAIL
source: TAIL ACQUIRED
vi: Đuôi ĐƯỢC

# STRINGS.CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
vi: SỚM CÓ SẼ KHÔNG TRÁI

# STRINGS.CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.BURNT
source: I WIN. GOOD.
vi: TÔI THẮNG. GOOD.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
vi: THẾ GIỚI TỰ NHIÊN LÀ đánh giá quá cao

# STRINGS.CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.GENERIC
source: TARGET ACQUIRED
vi: MỤC TIÊU mua

# STRINGS.CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.POISON
source: THE MONSTER WITHIN REARS ITS HEAD
vi: THE MONSTER TRONG nuôi đầu của nó

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: DOES IT HAVE MECHANICAL INSIDES?
vi: NHƯ KHÔNG CÓ CƠ bên trong?

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: CHARGE IS INSUFFICIENTLY STRONG FOR OVERLOAD
vi: PHÍ LÀ ĐỦ MẠNH CHO quá tải

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOATHORN
source: THIS IS A GOOD HORN
vi: THIS IS A HORN TỐT

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOATMILK
source: EXCITED MILK
vi: SỮA vui mừng

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER.GENERIC
source: HELLO, FRIEND.
vi: CHÀO BẠN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER.BURNT
source: FAREWELL, FRIEND.
vi: TIỄN, FRIEND.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: OUTPUT OF FLOWER TELEPORTATION PROGRAM.
vi: LƯỢNG CHƯƠNG TRÌNH HOA teleportation.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.BURNT
source: ACTIVITY LEVELS AT ZERO
vi: MỨC HOẠT ĐỘNG TẠI ZERO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.WITHERED
source: THE SYSTEM HAS OVERHEATED
vi: HỆ THỐNG đã quá nóng

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACORN.GENERIC
source: HOW DOES THE TREE FIT IN THERE?
vi: LÀM THẾ NÀO CÁC TREE FIT TRÊN CÓ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER
source: DOES NOT COMPUTE
vi: Không tính toán

# GLOBAL.STRINGS.DFV_SPOILDAY
source: day
vi: ngày

# GLOBAL.STRINGS.DFV_SPOILSOON
source: "Will spoil very soon"
vi: Sắp bị ôi

# GLOBAL.STRINGS.DFV_SPOILIN
source: Will spoil in
vi: Sẽ ôi trong

# GLOBAL.STRINGS.DFV_IFCOOKED
source: If Cooked
vi: Nếu nấu chín

# GLOBAL.STRINGS.DFV_HEALTH
source: Health
vi: Sức Khỏe

# GLOBAL.STRINGS.DFV_SANITY
source: Sanity
vi: Thần Kinh
