Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOMMERFLOWER.DEAD
source: Flower power forever.
vi: Hoa điện mãi mãi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOMMERWINGS
source: They're sticky.
vi: Họ dính.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOMMERFUEL
source: Well, that's rank.
vi: Vâng, đó là cấp bậc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BELL
source: More bell.
vi: Nhiều chuông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEGLOMMER.GENERIC
source: Hey, that's not a statue of me!
vi: Hey, đó không phải là một bức tượng của tôi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEGLOMMER.EMPTY
source: That'll teach it to not be me.
vi: Điều đó sẽ dạy cho nó không thể là tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WEBBERSKULL
source: Don't think you'll be able to escape that easily.
vi: Đừng nghĩ rằng bạn sẽ có thể thoát ra dễ dàng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOLE.HELD
source: End of the line.
vi: Cuối dòng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOLE.UNDERGROUND
source: Do you pick up what I'm laying down? Do you dig what I'm burying?
vi: Bạn có nhận những gì tôi đặt xuống? Bạn đào những gì tôi đang chôn vùi?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOLE.ABOVEGROUND
source: I'll take that as a yes.
vi: Tôi sẽ coi đó là có.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOLEHILL
source: Burrow deep, I'm coming for you.
vi: Đào hang sâu, tôi đang đến với bạn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOLEHAT
source: No wonder they can dig for hours.
vi: Không có thắc mắc họ có thể khai thác trong nhiều giờ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARGER
source: Take anything you want.
vi: Đi bất cứ điều gì bạn muốn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARGERVEST
source: See my vest.
vi: Xem vest của tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEPACK
source: Its contents are hibernating.
vi: Nội dung của nó được chế độ ngủ đông.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARGER_FUR
source: This would make a nice rug.
vi: Điều này sẽ làm cho một tấm thảm đẹp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUZZARD
source: Carrion connoisseur.
vi: Carrion sành.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS.GENERIC
source: Puffer plant.
vi: Nóc nhà máy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS.PICKED
source: Cactus? More like flat-tus!
vi: Cây xương rồng? Nhiều hơn như TV tus!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS_MEAT_COOKED
source: Cactus comestible.
vi: Cactus ăn được.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS_MEAT
source: It would be unwise to put that in my mouth.
vi: Nó sẽ là khôn ngoan khi đưa rằng trong miệng tôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CACTUS_FLOWER
source: This part of the cactus is always nice.
vi: Điều này một phần của cây xương rồng luôn luôn là tốt đẹp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CATCOON
source: Catty vermin.
vi: sâu bọ Catty.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CATCOONDEN.GENERIC
source: Vermin housing.
vi: Sâu nhà ở.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CATCOONDEN.EMPTY
source: Well, I guess that's that.
vi: Vâng, tôi đoán đó là điều đó.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CATCOONHAT
source: Dead head.
vi: đầu chết.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COONTAIL
source: Tale of tails.
vi: Câu chuyện về đuôi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DECIDUOUSTREE.BURNING
source: Oops.
vi: Rất tiếc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DECIDUOUSTREE.BURNT
source: Bathed in fire.
vi: Đắm mình trong lửa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DECIDUOUSTREE.POISON
source: Shut your maw!
vi: Câm họng đi mày!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: That's not about to grow back.
vi: Đó không phải là về phát triển trở lại.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DECIDUOUSTREE.GENERIC
source: I've heard them described as 'leafy'.
vi: Tôi đã nghe chúng được tả là 'lá'.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: What's it always chewing on?
vi: Có gì đó luôn luôn nhai?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Chaaarge!
vi: Xông lên!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNINGGOATHORN
source: It'd make a nice horn.
vi: Nó muốn làm một cái sừng đẹp.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOATMILK
source: It's charged with nutrients.
vi: Nó tính với các chất dinh dưỡng.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR
source: Where are their gods now?
vi: Các thần của họ bây giờ?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This can be partially restored.
vi: Điều này có thể được phục hồi một phần.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: There's always another Glommer.
vi: Luôn luôn có Glommer khác.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACORN.GENERIC
source: A more outdoorsy type might be able to make something of this.
vi: Một loại outdoorsy hơn có thể có thể làm cho một cái gì đó về điều này.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACORN.PLANTED
source: Huh, it seems to belong in the ground.
vi: Huh, có vẻ như thuộc về mặt đất.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HOT
source: It's so hot out here!
vi: Nó rất nóng ra khỏi đây!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOSLEEPONFIRE
source: Not sure that's entirely safe.
vi: Không chắc đó là hoàn toàn an toàn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSIESTA
source: Can't siesta, something chasing me.
vi: Không thể ngủ trưa, một cái gì đó theo đuổi tôi.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NONIGHTSIESTA
source: I prefer to siesta between chopping sessions, not at night.
vi: Tôi thích ngủ trưa giữa phiên chặt, không vào ban đêm.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I prefer to siesta between chopping sessions, not at night.
vi: Tôi thích ngủ trưa giữa phiên chặt, không vào ban đêm.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSIESTA
source: My belly is rumbling. I'd never be able to relax.
vi: bụng của tôi đang ầm ầm. Tôi chưa bao giờ có thể thư giãn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SHELTER
source: I won't chop you down immediately as thanks for the shelter.
vi: Tôi sẽ không chặt bạn xuống ngay lập tức như lời cảm ơn cho những nơi trú ẩn.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BURNT
source: Ouch, that's hot!
vi: Ouch, đó là nóng!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOOL_SLIP
source: The stuff of nightmares!
vi: Các công cụ của những cơn ác mộng!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DAMP
source: It's a curse of water.
vi: Đó là một lời nguyền của nước.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WET
source: Plaid's warm, even when wet.
vi: ấm áp của kẻ sọc, ngay cả khi bị ướt.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WETTER
source: I'm getting quite wet, eh?
vi: Tôi nhận được khá ẩm ướt, eh?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SOAKED
source: Better hold on tight to Lucy.
vi: giữ tốt hơn trên chặt chẽ để Lucy.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.INVALID
source: I don't think my teeth could cut through that.
vi: Tôi không nghĩ rằng răng của tôi có thể cắt giảm thông qua đó.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The beastie's tracks washed away.
vi: bài hát của beastie cuốn trôi.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Need more poop, eh?
vi: Cần phân của nhiều, eh?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: That tickled a bit, eh?
vi: Đó cù một chút, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOMMER
source: Keep flapping, little guy!
vi: Giữ vỗ, anh chàng ít!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Even the flower is slimy.
vi: Ngay cả những bông hoa là nhớt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOMMERFLOWER.DEAD
source: Dead and still slimy.
vi: Chết và vẫn còn nhầy nhụa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOMMERWINGS
source: Unsurprisingly, the wings are slimy.
vi: Không ngạc nhiên, cánh có nhầy nhụa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOMMERFUEL
source: Yep, his slime is slimy too.
vi: Yep, chất nhờn của ông là nhớt quá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BELL
source: I'm amazed it makes such a crisp sound.
vi: Tôi ngạc nhiên nó làm cho một âm thanh sắc nét như vậy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEGLOMMER.GENERIC
source: That's a curious statue, eh?
vi: Đó là một bức tượng tò mò, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEGLOMMER.EMPTY
source: It had some cool things inside, eh?
vi: Nó đã có một số điều thú bên trong, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEBBERSKULL
source: The skull gives me the willies, too.
vi: Hộp sọ cho tôi Willies, quá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLE.HELD
source: Want some rocks?
vi: Bạn muốn một vài hòn đá?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLE.UNDERGROUND
source: Dig, dig, dig.
vi: Đào, đào, đào.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLE.ABOVEGROUND
source: It feels about rocks the way I feel about trees.
vi: Nó cảm thấy về đá cách tôi cảm nhận về cây.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLEHILL
source: I bet it's just a pile of rocks inside.
vi: Tôi đặt cược nó chỉ là một đống đá bên trong.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOLEHAT
source: Now featuring night-time chopping!
vi: Hiện tại với thời gian ban đêm cắt!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARGER
source: That's a big bear!
vi: Đó là một con gấu lớn!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARGERVEST
source: Now this is some proper winter gear.
vi: Bây giờ đây là một số thiết bị mùa đông thích hợp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARGER_FUR
source: It's as thick as my head!
vi: Nó dày như đầu của tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIGFOOT
source: Watch where you're stepping!.
vi: Hãy cẩn thận khi bạn đang bước !.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BONESHARD
source: I wish I knew how to make bread.
vi: Tôi muốn tôi biết làm thế nào để làm bánh mì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUZZARD
source: Stay away from my meat snacks!
vi: Tránh xa đồ ăn thịt tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS.GENERIC
source: That's gonna hurt.
vi: Đó là sẽ bị tổn thương.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS.PICKED
source: It certainly did.
vi: Nó chắc chắn đã làm.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS_MEAT_COOKED
source: Much better.
vi: Tốt hơn nhiều.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS_MEAT
source: Would you put nails in your mouth?
vi: bạn sẽ đặt móng tay vào miệng của bạn?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CACTUS_FLOWER
source: It's a wonder anything grows in this climate at all.
vi: Đó là một điều ngạc nhiên lớn lên trong môi trường này ở tất cả.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CATCOON
source: Pests.
vi: Sâu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CATCOONDEN.GENERIC
source: Ugh, how many more lives do you have?
vi: Ôi, bao nhiêu sinh mạng hơn những gì bạn có?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CATCOONDEN.EMPTY
source: Good riddance.
vi: Tốt sự tự do.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CATCOONHAT
source: Traditional garb of a woodsman.
vi: trang phục truyền thống của một người ở rừng.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.BURNING
source: Nooo! I could have chopped it!
vi: Nooo! Tôi có thể cắt nhỏ nó!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.BURNT
source: What a waste.
vi: Thật là một sự lãng phí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It's calling to me!
vi: Nó gọi cho tôi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.POISON
source: You're due for a chopping.
vi: Bạn đang do cho một thớt.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: That's a nice pair of horns you've got there.
vi: Đó là một đôi đẹp của sừng bạn đã có ở đó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Nice goat, nice goat!
vi: Đẹp dê, đẹp dê!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOATHORN
source: Your horn is mine.
vi: còi của bạn là của tôi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOATMILK
source: I think the electricity curdled it.
vi: Tôi nghĩ rằng điện curdled nó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: This used to be a slimy flower.
vi: Đây từng là một bông hoa nhầy nhụa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.WITHERED
source: It's perished from the heat, eh?
vi: Nó chết từ nhiệt, eh?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HOT
source: I am miserably hot.
vi: Tôi đau khổ nóng.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.INVALID
source: No can do.
vi: Không thể làm.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: No trail, just a bunch of muck.
vi: Không có dấu vết, chỉ cần một loạt các chất bẩn.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NODAYSLEEP
source: The sun upsets me. I couldn't sleep.
vi: Mặt trời rối loạn tôi. Tôi không thể ngủ được.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired yet.
vi: Tôi không mệt chưa.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOSLEEPONFIRE
source: That'd be quite a way to go out.
vi: Điều đó muốn được khá một cách để đi ra ngoài.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NODANGERSIESTA
source: I couldn't possibly nap. Death is nigh.
vi: Tôi có thể không thể chợp mắt. Chết là đêm.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NONIGHTSIESTA
source: I'd really rather be in a tent.
vi: Tôi thực sự chứ không phải là trong một cái lều.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I'd really rather be in a tent.
vi: Tôi thực sự chứ không phải là trong một cái lều.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOMMER
source: Well aren't you a happy little fuzzball. Die.
vi: Vâng không phải là bạn một chút fuzzball hạnh phúc. Chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Flower of the night.
vi: Hoa của đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOMMERFLOWER.DEAD
source: Even flowers of the night die.
vi: Ngay cả hoa của chết đêm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOMMERWINGS
source: Even his wings are small and cheery.
vi: Thậm chí đôi cánh nhỏ và sảng khoái.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOMMERFUEL
source: Fuzzball excrement.
vi: phân Fuzzball.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BELL
source: Ring in the dead.
vi: Ring trong cõi chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEGLOMMER.GENERIC
source: What IS that?!
vi: Đó là gì?!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEGLOMMER.EMPTY
source: I killed it.
vi: Tôi đã giết nó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEBBERSKULL
source: He's better this way.
vi: Anh ấy tốt hơn theo cách này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOLE.HELD
source: How do you like being torn away from your family?
vi: Làm thế nào để bạn như bị rách rời xa gia đình của bạn?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOLE.UNDERGROUND
source: Stay down there, away from this horrible place.
vi: Ở dưới đó, cách xa nơi khủng khiếp này.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOLE.ABOVEGROUND
source: You should go back to where it's dark.
vi: Bạn nên quay trở lại nơi mà nó là bóng tối.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOLEHILL
source: Down, down, down to the depths.
vi: Xuống, xuống, xuống đến độ sâu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOLEHAT
source: So this is what those things see.
vi: Vì vậy, đây là những gì những điều nhìn thấy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARGER
source: It could crush me in one blow. I wish it would.
vi: Nó có thể đè bẹp tôi trong một đòn. Tôi muốn nó sẽ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARGERVEST
source: Death surrounds me. Well, my torso anyhow.
vi: Chết bao quanh tôi. Vâng, thân của tôi dù sao đi nữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARGER_FUR
source: It smells like death.
vi: Nó có mùi giống như cái chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUZZARD
source: I hear they feed on the dead.
vi: Tôi nghe thấy chúng ăn người chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS.GENERIC
source: Knives out.
vi: Dao ra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS.PICKED
source: Flattened.
vi: Phẳng.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS_MEAT_COOKED
source: I ripped all its spikes off.
vi: Tôi tách tất cả các gai của nó ra khỏi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS_MEAT
source: It's still dangerous.
vi: Nó vẫn còn nguy hiểm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CACTUS_FLOWER
source: Even the knife-plant has a flower. Ugh.
vi: Ngay cả những con dao nhà máy có một bông hoa. Ugh.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CATCOON
source: I wonder if it had a twin, too.
vi: Tôi tự hỏi nếu nó có một đôi, quá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CATCOONDEN.GENERIC
source: I could curl up and die in there.
vi: Tôi có thể cuộn tròn và chết ở đó.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CATCOONDEN.EMPTY
source: All cats must die.
vi: Tất cả mèo phải chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CATCOONHAT
source: Nothing like the stench of death on my head.
vi: Không có gì giống như mùi hôi thối của cái chết trên đầu tôi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COONTAIL
source: It's matted, patchy and putrid.
vi: Nó bê bết, chắp vá, thối rữa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DECIDUOUSTREE.BURNING
source: It's burning brightly.
vi: Nó đang cháy rực.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DECIDUOUSTREE.BURNT
source: Used up and done for.
vi: Sử dụng hết và làm cho.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Everything dies.
vi: Tất cả mọi thứ chết.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DECIDUOUSTREE.GENERIC
source: This tree is spooky. I bet it likes Halloween.
vi: Cây này là ma quái. Tôi đặt cược nó thích Halloween.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DECIDUOUSTREE.POISON
source: Extra-spooky!
vi: Extra-ma quái!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Look at those hooves.
vi: Hãy nhìn những móng guốc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNINGGOATHORN
source: A weird curling horn.
vi: Một uốn sừng kỳ lạ.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOATMILK
source: I think it's curdled.
vi: Tôi nghĩ rằng nó curdled.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER.GENERIC
source: Why do I feel that it is measuring my mortality?
vi: Tại sao tôi cảm thấy rằng nó được đo lường tỷ lệ tử vong của tôi?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER.BURNT
source: Does that mean my day to die is here?
vi: Điều đó có nghĩa là ngày tôi chết ở đây?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN.GENERIC
source: A mark is made, however transient.
vi: Một nhãn hiệu được thực hiện, tuy nhiên thoáng qua.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower was incinerated when I teleported!
vi: Những bông hoa được đốt khi tôi chuyển tức thời!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACORN.GENERIC
source: A tiny life, ensconced in brittle death.
vi: Một cuộc sống nhỏ bé, thu mình trong cái chết giòn.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACORN.PLANTED
source: A tree will grow soon.
vi: Một cây sẽ phát triển sớm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON_PLAYER
source: I was so, so close.
vi: Tôi rất, rất gần.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOMMER
source: A bizarre specimen of the insecta class.
vi: Một mẫu vật kỳ quái của các lớp Insecta.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOMMERFLOWER.GENERIC
source: It's dripping with goo.
vi: Nó nhỏ giọt với goo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOMMERFLOWER.DEAD
source: It's gone grey, but it's still dripping.
vi: Nó đi màu xám, nhưng nó vẫn còn nhỏ giọt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOMMERWINGS
source: The fins of that strange specimen.
vi: Các vây rằng mẫu vật kỳ lạ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOMMERFUEL
source: It appears to be quite volatile.
vi: Nó dường như là khá dễ bay hơi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BELL
source: Quiet! This is a library!
vi: Yên tĩnh! Đây là một thư viện!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEGLOMMER.GENERIC
source: Is it petrified?
vi: Là nó hóa đá?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEGLOMMER.EMPTY
source: Nope, just a statue.
vi: Không, chỉ là một bức tượng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEBBERSKULL
source: That is a most unusual skull.
vi: Đó là một hộp sọ bất thường nhất.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLE.HELD
source: I don't think my pocket is its natural habitat.
vi: Tôi không nghĩ rằng túi của tôi là môi trường sống tự nhiên của nó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLE.UNDERGROUND
source: Something is tunneling down there.
vi: Một cái gì đó đang đào hầm ở dưới đó.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLE.ABOVEGROUND
source: Ah, it's Talpidae!
vi: Ah, đó là họ chuột chũi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLEHILL
source: The tunnel system must be vast!
vi: Hệ thống đường hầm phải lớn!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOLEHAT
source: Ah, to look through another creatures, uh, nose!
vi: Ah, để xem xét thông qua các sinh vật khác, uh, mũi!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARGER
source: It's the Caniformia suborder... Beyond that, I cannot say.
vi: Nó thuộc phân bộ phân bộ dạng chó ... Ngoài ra, tôi không thể nói.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARGERVEST
source: Whatever it was, its pelt makes for a fine garment.
vi: nó là bất cứ điều gì, tấm da của nó làm cho một bộ quần áo tốt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEPACK
source: Perfectly insulated.
vi: Hoàn toàn cách nhiệt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARGER_FUR
source: My, my! That is thick.
vi: Tôi của tôi! Đó là dày.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIGFOOT
source: Prehistoric!
vi: Tiền sử!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BONESHARD
source: Remnants of a life well lived.
vi: Chứng tích của một cuộc sống tốt sống.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUZZARD
source: Cathartes, of course.
vi: Cathartes, tất nhiên.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS.GENERIC
source: A young barrel cactus.
vi: Một thùng cây xương rồng nhỏ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS.PICKED
source: Desperate times, desperate measures.
vi: lần tuyệt vọng, biện pháp tuyệt vọng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS_MEAT_COOKED
source: Delightfully devoid of spines.
vi: Phim vui không có gai.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS_MEAT
source: I'm not sure it's been prepared properly.
vi: Tôi không chắc chắn nó được chuẩn bị đúng cách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CACTUS_FLOWER
source: Reminds me of Burrows. A favorite at the library.
vi: Nhắc tôi Burrows. Một yêu thích tại thư viện.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CATCOON
source: A sort of a wildcat.
vi: Một phân loại của một loài mèo rừng.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CATCOONDEN.GENERIC
source: An excellent hollow for a den.
vi: Một rỗng tuyệt vời cho một phòng làm việc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CATCOONDEN.EMPTY
source: Looks used up.
vi: Trông sử dụng hết.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CATCOONHAT
source: Not quite like Crockett's, but it'll do.
vi: Không hoàn toàn như Crockett, nhưng nó sẽ làm.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COONTAIL
source: A flexible torso appendage.
vi: Một thân phụ linh hoạt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGON_SCALES
source: Scales from an insect? Unheard of!
vi: Cân từ côn trùng? Không nghe!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFLYCHEST
source: Scales! Scales are the winner!
vi: Quy mô! Cân là người chiến thắng!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Fagales of some kind. It bears fruit when fully grown.
vi: Fagales của một số loại. Nó mang lại kết quả khi phát triển đầy đủ.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: It has been harvested.
vi: Nó đã được thu hoạch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DECIDUOUSTREE.BURNING
source: The tree is burning.
vi: Các cây được đốt cháy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DECIDUOUSTREE.BURNT
source: A carbonized tree.
vi: Một cây thành than.
