Repository: loinguyen1706/mods
Catalog: workshop-677034401/DSTVN.po
Languages: vi

# STRINGS.UI.MODSSCREEN.WILL_DISABLE
source: Mod will be disabled.
vi: Mod sẽ bị tắt.

# STRINGS.UI.MODSSCREEN.DISABLED_MANUAL
source: This mod has been disabled.
vi: Mod này đã bị vô hiệu.

# STRINGS.UI.MODSSCREEN.DISABLED_ERROR
source: Crashed on last start, automatically disabled.
vi: Sập trong lần khởi động trước, tự động vô hiệu.

# STRINGS.UI.MODSSCREEN.DISABLED_OLD
source: Mod out-of-date, might have issues. Disabled.
vi: Mod quá đát, có thể có lỗi. Đã vô hiệu

# STRINGS.UI.MODSSCREEN.STATUS.WORKING_NORMALLY
source: Enabled
vi: Đã bật.

# STRINGS.UI.MODSSCREEN.STATUS.WILL_ENABLE
source: To Be Enabled
vi: Để bật

# STRINGS.UI.MODSSCREEN.STATUS.WILL_DISABLE
source: To Be Disabled
vi: Để tắt

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_MANUAL
source: Disabled
vi: Đã vô hiệu

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_ERROR
source: Crashed!
vi: Đã sặp!

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_OLD
source: Out-of-date!
vi: Lỗi thời!

# STRINGS.UI.MODSSCREEN.NO_MODS
source: You don't have any mods installed, but you can download some from the Klei forums.
vi: Bạn không cài mod nào, nhưng bạn có thể tải từ diễn đàn của Klei.

# STRINGS.UI.MODSSCREEN.NO_MODS_LINK
source: Take me to the mods!
vi: Đưa tôi đi xem mod!

# STRINGS.UI.MODSSCREEN.WORKSHOP.UPDATE_TITLE
source: Steam Workshop
vi: Workshop trên Steam

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_LIST
source: Checking Workshop subscriptions...
vi: Kiểm tra đăng ký tại Workshop

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DETAILS
source: Verifying mod details...
vi: Kiểm tra thông tin mod ...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_0
source: Verifying mod cache...
vi: Kiểm tra dữ liệu mod ...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD
source: Downloading mods:
vi: Đang tải mod:

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_PERCENT
source: %s percent
vi: %s phần trăm

# STRINGS.UI.MODSSCREEN.TOPMODS
source: Top Mods
vi: Mod đứng đầu

# STRINGS.UI.MODSSCREEN.FEATUREDMOD
source: Featured Mod
vi: Mod đặc trưng

# STRINGS.UI.MODSSCREEN.LOADING
source: Loading
vi: Đang tải...

# STRINGS.UI.MODSSCREEN.RESTART_TITLE
source: Restart Required
vi: Yêu cầu khởi động lại

# STRINGS.UI.MODSSCREEN.RESTART_REQUIRED
source: To enable or disable this mod, you will have to exit and restart the game.
vi: Để bật hoặc tắt mod này, bạn cần thoát và khởi động lại game.

# STRINGS.UI.MODSSCREEN.RESTART
source: Exit Now
vi: Thoát ngay

# STRINGS.UI.CUSTOMIZATIONSCREEN.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.CUSTOMIZATIONSCREEN.REVERTCHANGES
source: Revert Changes
vi: Hoàn tác

# STRINGS.UI.CUSTOMIZATIONSCREEN.SAVEPRESET
source: Save As Preset
vi: Lưu thành mẫu

# STRINGS.UI.CUSTOMIZATIONSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETTITLE
source: Preset
vi: Bộ mẫu

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEFAULT_PRESET_DESC
source: Lots of pigs and spiders and a tallbird nest.
vi: Nhiều lợn, nhện và 1 cái tổ chim cao.

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESTITLE
source: Lose Changes?
vi: Mất thay đổi?

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESBODY
source: Apply a new preset and lose custom changes?
vi: Áp dụng mẫu mới và mất thay đổi?

# STRINGS.UI.CUSTOMIZATIONSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.CUSTOMIZATIONSCREEN.NO
source: No
vi: Không

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOMDESC
source: Your world, your rules!
vi: Thế giới của bạn, luật của bạn!

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM
source: (Custom)
vi: (Điều chỉnh)

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKTITLE
source: Discard Changes
vi: Hủy thay đổi

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKBODY
source: Do you want to discard the changes you made to your world generation options?
vi: Bạn có muốn hủy thay đổi đã chỉnh cho các thiết lập khi sản sinh thế giới?

# STRINGS.UI.CUSTOMIZATIONSCREEN.INVALIDSEASONCOMBO_TITLE
source: All Seasons Disabled
vi: Vô hiệu tất cả mùa

# STRINGS.UI.CUSTOMIZATIONSCREEN.INVALIDSEASONCOMBO_BODY
source: You have set all of the seasons to the "None" option. Turn on at least one season to continue. Did you really expect that to work?
vi: Bạn đã chỉnh tất cả các mua về "Không có" thiết lập. Bật ít nhất 1 mùa để tiếp tục. Bạn thực sự nghĩ rằng như thế còn hoạt động được sao?

# STRINGS.UI.CUSTOMIZATIONSCREEN.OKAY
source: Okay
vi: OK

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.1
source: Default
vi: Mặc định

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.2
source: Default Plus
vi: Mặc định +

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.3
source: Lights Out
vi: Không Ánh Sáng

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.4
source: Soggy
vi: Ướt

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.5
source: Eternal Summer
vi: Mùa hè vĩnh cửu

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.6
source: Winter you'll do next?
vi: Mùa đông bạn sẽ làm gì tiếp?

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.7
source: Island you an axe
vi: Đảo và rìu của bạn

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.8
source: Crazy Eddie
vi: Eddie điên cuồng

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.9
source: Nighttime Antics
vi: Gác xép trong đêm

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.1
source: The standard Don't Starve experience
vi: Cảm giác Don't Starve tiêu chuẩn

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.2
source: A quicker start in a harsher world.
vi: Xuất phát nhanh hơn, thế giới ghe hơn.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.3
source: A dark twist on the standard Don't Starve experience.
vi: Một phát xoáy tăm tối hơn với trải nghiêm Don't Starve tiêu chuẩn.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.4
source: The standard Don't Starve Experience 4
vi: Trải nghiệm Don't Starve tiêu chuẩn 4

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.5
source: The standard Don't Starve Experience 5
vi: Trải nghiệm Don't Starve tiêu chuẩn 5

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.6
source: The standard Don't Starve Experience 6
vi: Trải nghiệm Don't Starve tiêu chuẩn 6

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.7
source: The standard Don't Starve Experience 7
vi: Trải nghiệm Don't Starve tiêu chuẩn 7

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.8
source: The standard Don't Starve Experience 8
vi: Trải nghiệm Don't Starve tiêu chuẩn 8

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.9
source: The standard Don't Starve Experience 9
vi: Trải nghiệm Don't Starve tiêu chuẩn 9

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.10
source: The standard Don't Starve Experience 10
vi: Trải nghiệm Don't Starve tiêu chuẩn 10

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM_PRESET
source: Custom Preset
vi: Mẫu điều chỉnh

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM_PRESET_DESC
source: Custom preset
vi: Mẫu điều chỉnh

# STRINGS.UI.CUSTOMIZATIONSCREEN.MAX_PRESETS_EXCEEDED_TITLE
source: Preset Limit Reached
vi: Đã đạt giới hạn số mẫu

# STRINGS.UI.CUSTOMIZATIONSCREEN.MAX_PRESETS_EXCEEDED_BODY
source: Only 5 custom presets allowed. Choose one to overwrite:
vi: Chỉ cho phép 5 mẫu điều chỉnh. Chọn 1 để sửa đè lên:

# STRINGS.UI.CUSTOMIZATIONSCREEN.OVERWRITE
source: Overwrite
vi: Viết đè

# STRINGS.UI.NEWGAMESCREEN.TITLE
source: New Game
vi: Game mới

# STRINGS.UI.NEWGAMESCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.NEWGAMESCREEN.CHANGECHARACTER
source: Character
vi: Nhân vật

# STRINGS.UI.NEWGAMESCREEN.CUSTOMIZE
source: World
vi: Thế giới

# STRINGS.UI.NEWGAMESCREEN.START
source: Start
vi: Bắt đầu

# STRINGS.UI.NEWGAMESCREEN.DLCON
source: RoG On
vi: RoG bật

# STRINGS.UI.NEWGAMESCREEN.DLCOFF
source: RoG Off
vi: RoG tắt

# STRINGS.UI.NEWGAMESCREEN.ROG_WARNING_TITLE
source: Notice - Reign of Giants Enabled
vi: Thông báo - Reign of Giants đã bật

# STRINGS.UI.NEWGAMESCREEN.ROG_WARNING_BODY
source: Don't Starve: Reign of Giants is an expansion geared towards experienced Don't Starve players. You can disable the expansion when starting a new game. Do you want to continue with Reign of Giants enabled?
vi: Don't Starve: Reign of Giants là 1 bản mở rộng dành cho người chơi có kinh nghiệm hơn. Bạn có thể tắt bản mở rộng khi bắt đầu game mới. Bạn có muốn tiếp tục với Reign of Giants bật không?

# STRINGS.UI.NEWGAMESCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.NEWGAMESCREEN.NO
source: No
vi: Không

# STRINGS.UI.SLOTDETAILSSCREEN.TITLE
source: Slot
vi: Ô

# STRINGS.UI.SLOTDETAILSSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.SLOTDETAILSSCREEN.CONTINUE
source: Continue
vi: Tiếp

# STRINGS.UI.SLOTDETAILSSCREEN.PLAY
source: Play
vi: Chơi

# STRINGS.UI.SLOTDETAILSSCREEN.RESTART
source: Restart
vi: Khởi động lại

# STRINGS.UI.SLOTDETAILSSCREEN.DELETE
source: Delete
vi: Xóa

# STRINGS.UI.SLOTDETAILSSCREEN.CHANGECHARACTER
source: Change Character
vi: Đổi nhân vật

# STRINGS.UI.SLOTDETAILSSCREEN.MODSDISABLEDWARNINGTITLE
source: WARNING - Mods Disabled
vi: CHÚ Ý - Mod đã vô hiệu

# STRINGS.UI.SLOTDETAILSSCREEN.MODSDISABLEDWARNINGBODY_EXPLANATION
source: Some mods used on this save are disabled. Loading with disabled mods could cause issues. Disabled mods:
vi: Một số mod trong bản lưu này đã bị vô hiệu. Tải cùng các bản mod đã bị vô hiểu có thể gây lỗi. Các mod đã bị vô hiệu:

# STRINGS.UI.SLOTDETAILSSCREEN.MODSDISABLEDWARNINGBODY_QUESTION
source: Continue without enabling the above mods first?
vi: Tiếp tục mà không bật các mod trên?

# STRINGS.UI.SLOTDETAILSSCREEN.MODSDISABLEDWARNINGBODY_TRUNCATEDLIST
source: ... (list truncated)
vi: ... (danh sách ngắn)

# STRINGS.UI.LOADGAMESCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.LOADGAMESCREEN.TITLE
source: Choose A Slot
vi: Chọn 1 ô

# STRINGS.UI.LOADGAMESCREEN.NEWGAME
source: New Game
vi: Game mới

# STRINGS.UI.LOADGAMESCREEN.ADVENTURE
source: Adventure
vi: Phiêu lưu

# STRINGS.UI.LOADGAMESCREEN.SURVIVAL
source: Survival
vi: Sinh tồn

# STRINGS.UI.LOADGAMESCREEN.CAVE
source: Cave Depth
vi: Độ sâu hang

# STRINGS.UI.LOADGAMESCREEN.RESTART
source: Restart
vi: Khởi động lại

# STRINGS.UI.LOADGAMESCREEN.MODDED
source: Modded
vi: Có Mod

# STRINGS.UI.MORGUESCREEN.MORGUE
source: Morgue
vi: Nhà xác

# STRINGS.UI.MORGUESCREEN.TITLE
source: Obituaries
vi: Cáo phó

# STRINGS.UI.MORGUESCREEN.DAYS_LIVED
source: Days Lived
vi: Ngày đã sống

# STRINGS.UI.MORGUESCREEN.DECEASED
source: Deceased
vi: Từ trần

# STRINGS.UI.MORGUESCREEN.CAUSE
source: Cause of Death
vi: Nguyên nhân chết

# STRINGS.UI.MORGUESCREEN.MODE
source: Mode
vi: Chế độ

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.1
source: Survival
vi: Sinh tồn

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.2
source: Caves
vi: Hang động

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.3
source: Adventure
vi: Phiêu lưu

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.4
source: TEST
vi: Thử nghiệm

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.5
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.1
source: Primary
vi: Chính

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.2
source: Secondary
vi: Phụ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.3
source: Do Attack
vi: Tấn công

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.4
source: Inv. Inspect
vi: Kiểm tra hòm đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.5
source: Do Action
vi: Hành động

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.6
source: Move Up
vi: Đi lên

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.7
source: Move Down
vi: Đi xuống

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.8
source: Move Left
vi: Sang trái

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.9
source: Move Right
vi: Sang phải

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.10
source: Zoom In
vi: Phóng to

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.11
source: Zoom Out
vi: Thu nhỏ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.12
source: Rotate Left
vi: Quay trái

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.13
source: Rotate Right
vi: Quay phải

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.14
source: Pause
vi: Dừng

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.15
source: Map
vi: Bản đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.16
source: Inv 1
vi: Hòm đồ 1

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.17
source: Inv 2
vi: Hòm đồ 2

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.18
source: Inv 3
vi: Hòm đồ 3

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.19
source: Inv 4
vi: Hòm đồ 4

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.20
source: Inv 5
vi: Hòm đồ 5

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.21
source: Inv 6
vi: Hòm đồ 6

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.22
source: Inv 7
vi: Hòm đồ 7

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.23
source: Inv 8
vi: Hòm đồ 8

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.24
source: Inv 9
vi: Hòm đồ 9

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.25
source: Inv 10
vi: Hòm đồ 10

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.26
source: Menu Up
vi: Lên menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.27
source: Menu Down
vi: Xuống menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.28
source: Menu Left
vi: Menu trái

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.29
source: Menu Right
vi: Menu phải

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.30
source: Menu Accept
vi: Chọn menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.31
source: Menu Cancel
vi: Hủy menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.32
source: Menu Prev Page
vi: Trang trước menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.33
source: Menu Next Page
vi: Trang sau menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.34
source: Menu Prev Value
vi: Giá trị trước menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.35
source: Menu Next Value
vi: Giá trị sau menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.36
source: Take Half
vi: Lấy nửa

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.37
source: Change Box
vi: Chuyển hộp

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.38
source: Change Box (Half)
vi: Chuyển hộp (Nửa)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.39
source: Force Inspect (mod)
vi: Bắt kiểm tra (mod)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.40
source: Force Attack (mod)
vi: Bắt tấn công (mod)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.41
source: Force Container (mod)
vi: Bắt chứa đồ (mod)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.42
source: Force Stack (mod)
vi: Bắt chất đống (mod)

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.43
source: Debug Console
vi: Khung console báo lỗi

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.44
source: Debug Log
vi: Danh sách báo lỗi

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.45
source: Debug Render
vi: Hiện báo lõi

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.46
source: Open Inventory
vi: Mở hòm đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.47
source: Open Crafting
vi: Mở chế tác

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.48
source: Inv Left
vi: Hòm đồ trái

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.49
source: Inv Right
vi: Hòm đồ phải

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.50
source: Inv Up
vi: Hòm đồ trên

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.51
source: Inv Down
vi: Hòm đồ dưới

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.52
source: Inv Examine
vi: Kiểm tra hòm đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.53
source: Inv Use Self
vi: Hòm đồ dùng tự thân

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.54
source: Inv Use Scene
vi: Hòm đồ dùng môi trường

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.55
source: Inv Drop
vi: Hòm đồ bỏ rơi

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.56
source: Inv Adjust Stack
vi: Hòm đồ chỉnh chất đống

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.57
source: Attack
vi: Đánh

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.58
source: Action
vi: Hành động

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.59
source: Alt Action
vi: Hành động khác

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.60
source: Inv Use On Item
vi: Hòm đồ dùng vào vật

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.61
source: Map Zoom In
vi: Phóng to bản đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.62
source: Map Zoom Out
vi: Thu nhỏ bản đồ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.63
source: Debug Menu
vi: Menu báo lỗi

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.64
source: Toggle Broadcasting
vi: Bật trình chiếu

# STRINGS.UI.CONTROLSSCREEN.DEVICE_TITLE
source: Controls
vi: Nút điều khiển

# STRINGS.UI.CONTROLSSCREEN.APPLY
source: Apply
vi: Áp dụng

# STRINGS.UI.CONTROLSSCREEN.RESET
source: Reset
vi: Cài đặt lại

# STRINGS.UI.CONTROLSSCREEN.CANCEL
source: Cancel
vi: Hủy

# STRINGS.UI.CONTROLSSCREEN.CLOSE
source: Close
vi: Đóng

# STRINGS.UI.CONTROLSSCREEN.YES
source: Yes
vi: Có

# STRINGS.UI.CONTROLSSCREEN.NO
source: No
vi: Không

# STRINGS.UI.CONTROLSSCREEN.CONTROL_SELECT
source: -- Select new input --
vi: -- Chọn nút nhập đầu vào --

# STRINGS.UI.CONTROLSSCREEN.DEFAULT_CONTROL_TEXT
source: Default: %s
vi: Mặc định: %s

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_TITLE
source: Lose Changes?
vi: Mất thay đổi?

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_BODY
source: Do you want abandon your changes?
vi: Bạn muốn hủy thay đổi không?

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.1
source: Keyboard and Mouse
vi: Chuột, bàn phím

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.2
source: Xbox360 Controller
vi: Tay cầm Xbox360

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.3
source: PS4 Controller
vi: Tay cầm PS4

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.5
source: Generic Controller
vi: Tay cầm nói chung

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.6
source: Touch Input
vi: Cảm ứng chạm

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.7
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.0
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.32
source: Space
vi: Nút cách

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.59
source: Semicolon
vi: Chấm phẩm

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.61
source: Equals
vi: Bằng

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.91
source: Left Bracket
vi: Ngoặc vuông trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.92
source: Backslash
vi: Chéo về

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.93
source: Right Bracket
vi: Ngoặc vuông phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.273
source: Up
vi: Lên

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.274
source: Down
vi: Xuống

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.275
source: Right
vi: Phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.276
source: Left
vi: Trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.303
source: Right Shift
vi: Shift Phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.304
source: Left Shift
vi: Shift Trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.305
source: Right Control
vi: Control Phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.306
source: Left Control
vi: Control Trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.307
source: Right Alt
vi: Alt Phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.308
source: Left Alt
vi: Alt Trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.309
source: Right Meta
vi: Meta phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.310
source: Left Meta
vi: Meta trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.311
source: Left Windows
vi: Windows Trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.312
source: Right Windows
vi: Windows Phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1000
source: Left Mouse Button
vi: Chuột trái

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1001
source: Right Mouse Button
vi: Chuột phải

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1002
source: Middle Mouse Button
vi: Chuột giữa

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1003
source: Mouse Scroll Up
vi: Kéo chuột lên

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1004
source: Mouse Scroll Down
vi: Kéo chuột xuống

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.1
source: Unknown
vi: Không rõ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.2
source: -- None selected --
vi: -- Không chọn --

# STRINGS.UI.CONTROLSSCREEN.PS4.TOUCHPAD
source: Map
vi: Bản đồ

# STRINGS.UI.CONTROLSSCREEN.PS4.OPTIONS
source: Pause
vi: Dừng

# STRINGS.UI.CONTROLSSCREEN.PS4.L1
source: Rotate Camera
vi: Xoay khung hình

# STRINGS.UI.CONTROLSSCREEN.PS4.R1
source: Rotate Camera
vi: Xoay khung hình

# STRINGS.UI.CONTROLSSCREEN.PS4.L2
source: Open Crafting
vi: Mở chế tác

# STRINGS.UI.CONTROLSSCREEN.PS4.R2
source: Open Inventory
vi: Mở hòm đồ

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_UP
source: Inspect Item
vi: Kiểm tra vật phẩm

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_LEFT
source: Use on World
vi: Dùng cho thế giới

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_BOTTOM
source: Drop Item
vi: Bỏ đồ

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_RIGHT
source: Use on Self
vi: Dùng cho bản thân

# STRINGS.UI.CONTROLSSCREEN.PS4.L3
source: Walk
vi: Đi bộ

# STRINGS.UI.CONTROLSSCREEN.PS4.TRIANGLE
source: Inspect
vi: Kiểm tra

# STRINGS.UI.CONTROLSSCREEN.PS4.CIRCLE
source: Alt Action / Cancel
vi: Hành động khác/ Hủy

# STRINGS.UI.CONTROLSSCREEN.PS4.CROSS
source: Do Action / Accept
vi: Thực hiện/ Đồng ý

# STRINGS.UI.CONTROLSSCREEN.PS4.SQUARE
source: Attack
vi: Đánh

# STRINGS.UI.CONTROLSSCREEN.PS4.R3
source: Inventory Selection
vi: Chọn hòm đồ

# STRINGS.UI.UNLOCKMAXWELL.TITLE
source: Take pity?
vi: Thương hại?

# STRINGS.UI.UNLOCKMAXWELL.BODY1
source: The key looks like it will fit. You can free
vi: Chìa khóa trông như là vừa. Bạn có thể thoát

# STRINGS.UI.UNLOCKMAXWELL.BODY2
source: , but I doubt %s captors will be pleased...
vi: , nhưng tôi không nghĩ kẻ bắt cóc %s sẽ vui lắm...

# STRINGS.UI.UNLOCKMAXWELL.YES
source: Yes
vi: Có

# STRINGS.UI.UNLOCKMAXWELL.NO
source: No
vi: Không

# STRINGS.UI.RESETCAVE.TITLE
source: Regen this cave?
vi: Tạo lại hang này

# STRINGS.UI.RESETCAVE.BODY
source: Are you sure you want to make a new cave here?
vi: Bạn có chắc tạo lại hang mới ở đây?

# STRINGS.UI.RESETCAVE.YES
source: Yes
vi: Có

# STRINGS.UI.RESETCAVE.NO
source: No
vi: Không

# STRINGS.UI.STARTADVENTURE.TITLE
source: Doorway to Adventure!
vi: Cửa tới Phiêu Lưu

# STRINGS.UI.STARTADVENTURE.BODY
source: You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge. Should you die, you will start back at this portal, but lose all your progress on the journey.
vi: Bạn sắp bước vào 1 cuộc phiêu lưu dài dòng, đầy khó khăn để tìm Maxwell. Bạn cần phải sinh tồn 5 thế giới, mỗi lần được tạo ngẫu nhiên để thể hiện 1 thứ thách mới. Nếu như chết, bạn sẽ trở lại cánh cửa này và mất hết mọi quá trình thực hiện trong quá trình phiêu lưu.

# STRINGS.UI.STARTADVENTURE.BODY_TEST
source: If you die during adventure mode, you will return back to this portal where you may restart the adventure. You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge.
vi: Bạn sắp bước vào 1 cuộc phiêu lưu dài dòng, đầy khó khăn để tìm Maxwell. Bạn cần phải sinh tồn 5 thế giới, mỗi lần được tạo ngẫu nhiên để thể hiện 1 thứ thách mới. Nếu như chết, bạn sẽ trở lại cánh cửa này và mất hết mọi quá trình thực hiện trong quá trình phiêu lưu.

# STRINGS.UI.STARTADVENTURE.YES
source: Let's Go!
vi: Đi thôi!

# STRINGS.UI.STARTADVENTURE.NO
source: Not Yet
vi: Chưa đâu

# STRINGS.UI.ENDGAME.TITLE
source: The End.
vi: Kết thúc.

# STRINGS.UI.ENDGAME.BODY1
source: And so the cycle continues. Will
vi: Mà vòng quay sẽ lại tiếp tục.

# STRINGS.UI.ENDGAME.BODY2
source: ever escape? Perhaps %s too will tire of this wretched place, and use %s new powers to tempt the unsuspecting. The mysterious beings that control this place still lurk in the shadows, and new challenges will soon be revealed. Until then, - The Don't Starve Team -
vi: có bao giờ thoát khỏi? Có lẽ thì %s cũng sẽ mệt mỏi bởi cái chốn bất hạnh này, và dùng năng lực mới của %s để dụ dỗ kẻ khù khờ. Cái thứ bí ẩn điều khiển thế giới này vẫn còn ẩn nấp trong bóng đêm, và những thử thách mới sẽ được sớm tiết lộ. Và cho đến khi đo, - Đội phát triển Don't Starve -

# STRINGS.UI.ENDGAME.YES
source: For Science!
vi: Vì khoa học!

# STRINGS.UI.GENDERSTRINGS.MALE.ONE
source: he
vi: anh ấy

# STRINGS.UI.GENDERSTRINGS.MALE.TWO
source: his
vi: của anh ấy

# STRINGS.UI.GENDERSTRINGS.FEMALE.ONE
source: she
vi: cô ấy

# STRINGS.UI.GENDERSTRINGS.FEMALE.TWO
source: her
vi: của cô ấy

# STRINGS.UI.GENDERSTRINGS.ROBOT.ONE
source: it
vi: nó

# STRINGS.UI.GENDERSTRINGS.ROBOT.TWO
source: its
vi: của nó

# STRINGS.UI.SANDBOXMENU.TITLE
source: World Customisation
vi: Điều Chỉnh Thế Giới

# STRINGS.UI.SANDBOXMENU.EASY
source: Not Easy
vi: Không Dễ Gì

# STRINGS.UI.SANDBOXMENU.MEDIUM
source: Quite Difficult
vi: Khá Khó

# STRINGS.UI.SANDBOXMENU.HARD
source: Overly Taxing
vi: Quá Mức

# STRINGS.UI.SANDBOXMENU.MAINMENU
source: Cancel
vi: Hủy

# STRINGS.UI.SANDBOXMENU.CHOICEMONSTERS
source: Monsters
vi: Quái vật
